Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# lightning__error_save
source: Unable to save lightning peer
ar: تعذر حفظ نظير Lightning
ca: No s'ha pogut desar el node parell Lightning
cs: Nelze uložit lightning peer
de: Lightning-Peer konnte nicht gespeichert werden
el: Αδυναμία αποθήκευσης ομότιμου lightning
es: No se puede guardar el par Lightning
fr: Impossible de sauvegarder le pair Lightning
it: Impossibile salvare il peer lightning
nl: Lightning peer kan niet worden opgeslagen
pl: Nie można zapisać lightning peer
pt: Não foi possível guardar o nó Lightning
pt_br: Não foi possível salvar o peer Lightning
ru: Не удалось сохранить узел Lightning

# lightning__error_save_title
source: Unable To Save Lightning Peer
ar: تعذر حفظ نظير Lightning
ca: No s'ha pogut desar el node parell Lightning
cs: Nelze uložit Lightning Peer
de: Lightning-Peer konnte nicht gespeichert werden
el: Αδυναμία Αποθήκευσης Ομότιμου Lightning
es: Incapaz De Guardar Par Lightning
fr: Impossible de sauvegarder le Pair Lightning
it: Impossibile salvare il peer Lightning
nl: Kan Lightning Peer Niet Opslaan
pl: Nie można zapisać Lightning Peer
pt: Não Foi Possível Guardar Nó Lightning
pt_br: Não foi possível salvar o peer Lightning
ru: Не Удалось Сохранить Узел Lightning

# lightning__export_logs
source: Export Lightning Logs
ar: تصدير سجلات Lightning
ca: Exportar registres de Lightning
cs: Exportovat protokoly Lightning
de: Lightning-Logs exportieren
el: Εξαγωγή Αρχείων Καταγραφής Lightning
es: Exportar Registros Lightning
fr: Exporter le journal Lightning
it: Esporta Log Lightning
nl: Exporteer Lightning Logboeken
pl: Eksport logów Lightning
pt: Exportar Registos Lightning
pt_br: Exportar Logs da Lightning
ru: Экспортировать Логи Lightning

# lightning__external__nav_title
source: Lightning Connection
ar: اتصال Lightning
ca: Connexió Lightning
cs: Připojení lightning
de: Lightning-Verbindung
el: Σύνδεση Lightning
es: Conexión Lightning
fr: Connexion Lightning
it: Connessione Lightning
nl: Lightning-verbinding
pl: Połączenie z Lightning
pt: Ligação Lightning
pt_br: Conexões Lightning
ru: Lightning Соединение

# lightning__external_amount__title
source: Spending <accent>balance</accent>
ar: رصيد <accent>الإنفاق</accent>
ca: Saldo de <accent>despesa</accent>
cs: Disponibilní <accent>zůstatek</accent>
el: Υπόλοιπο <accent>δαπανών</accent>
es: Saldo de <accent>gastos</accent>
fr: Dépenses <accent>solde</accent>
it: Saldo <accent>spendibile</accent>
nl: Bestedingssaldo <accent>saldo</accent>
pl: Saldo <accent>wydatków</accent>
pt: Saldo de <accent>gastos</accent>
pt_br: Saldo de <accent>gastos</accent>
ru: Баланс <accent>Расходов</accent>

# lightning__external_manual__host
source: Host
ar: المضيف
ca: Amfitrió
es: Servidor
fr: Hôte
nl: Hostcomputer
pt: Anfitrião
ru: Хост

# lightning__external_manual__node_id
source: Node ID
ar: معرّف العقدة
ca: ID de node
cs: ID uzlu
es: ID del Nodo
fr: ID du nœud
it: ID del nodo
pl: ID węzła
pt: ID do Nó
pt_br: ID do nó
ru: ID Узла

# lightning__external_manual__paste
source: Paste Node URI
ar: لصق عنوان URI للعقدة
ca: Enganxa URI del node
cs: Vložte URI uzlu
el: Επικόλληση Node URI
es: Pegar URI del Nodo
fr: Coller l'URI du nœud
it: Incolla URI Nodo
nl: Plak Node URI
pl: Wklej adres URI węzła
pt: Colar URI do Nó
pt_br: Colar URI do nó
ru: Вставить URI Узла

# lightning__external_manual__port
source: Port
ar: المنفذ
es: Puerto
it: Porta
nl: Poort
pt: Porta
pt_br: Porta
ru: Порт

# lightning__external_manual__scan
source: Scan QR
ar: مسح QR
ca: Escaneja el codi QR
cs: Skenovat QR
de: QR-Code scannen
el: Σάρωση QR
es: Escanear QR
fr: Scanner QR
it: Scansiona QR
pl: Skanuj QR
pt: Digitalizar QR
pt_br: Escanear QR
ru: Сканировать QR

# lightning__external_manual__text
source: You can use an external node to manually open a Lightning connection. Enter the node details to continue.
ar: يمكنك استخدام عقدة خارجية لفتح اتصال Lightning يدويًا. أدخل تفاصيل العقدة للمتابعة.
ca: Pots utilitzar un node extern per obrir manualment una connexió Lightning. Introdueix els detalls del node per continuar.
cs: Můžete použít externí uzel k ručnímu otevření lightning připojení. Zadejte údaje o uzlu pro pokračování.
de: Sie können einen externen Knoten verwenden, um eine Lightning-Verbindung manuell zu öffnen. Geben Sie die Details des Knotens ein, um fortzufahren.
el: Μπορείτε να χρησιμοποιήσετε έναν εξωτερικό κόμβο για να ανοίξετε χειροκίνητα μια σύνδεση Lightning. Εισάγετε τα στοιχεία του κόμβου για να συνεχίσετε.
es: Puede utilizar un nodo externo para abrir manualmente una conexión Lightning. Introduzca los detalles del nodo para continuar.
fr: Vous pouvez utiliser un nœud externe pour ouvrir manuellement une connexion Lightning. Saisissez les détails du nœud pour continuer.
it: Puoi utilizzare un nodo esterno per aprire manualmente una connessione Lightning. Inserisci i dettagli del nodo per continuare.
nl: U kunt een externe node gebruiken om handmatig een Lightning verbinding te openen. Voer de nodegegevens in om door te gaan.
pl: Do ręcznego otwarcia połączenia Lightning można użyć węzła zewnętrznego. Proszę wprowadzić szczegóły węzła, aby kontynuować.
pt: Podes usar um nó externo para abrir manualmente uma ligação Lightning. Introduz os detalhes do nó para continuar.
pt_br: Você pode usar um nó externo para abrir manualmente uma conexão Lightning. Digite os detalhes do nó para continuar.
ru: Вы можете использовать внешний узел для ручного открытия Lightning соединения. Введите данные узла, чтобы продолжить.

# lightning__external_manual__title
source: <accent>Manual setup</accent>
ar: <accent>إعداد يدوي</accent>
ca: <accent>Configuració manual</accent>
cs: <accent>Manuální nastavení</accent>
de: <accent>Manuelle Einrichtung</accent>
el: <accent>Χειροκίνητη ρύθμιση</accent>
es: <accent>Configuración manual</accent>
fr: <accent>Configuration manuelle</accent>
it: <accent>Configurazione manuale</accent>
nl: <accent>Handmatige configuratie</accent>
pl: <accent>Konfiguracja ręczna</accent>
pt: <accent>Configuração manual</accent>
pt_br: <accent>Setup manual</accent>
ru: <accent>Ручная Настройка</accent>

# lightning__external_success__text
source: Lightning connection initiated. You will be able to use your spending balance in <accent>±30 minutes</accent> (depends on node configuration).
ar: بدأ اتصال Lightning. ستتمكن من استخدام رصيد إنفاقك خلال <accent>±30 دقيقة</accent> (يعتمد على تكوين العقدة).
ca: Connexió Lightning iniciada. Podràs utilitzar el teu saldo de despesa en <accent>±30 minuts</accent> (depèn de la configuració del node).
cs: Iniciováno připojení lightning. Zůstatek na účtu budete moci použít do <accent>±30 minut</accent> (závisí na konfiguraci uzlu).
de: Lightning-Verbindung initiiert. Du kannst dein Guthaben in <accent>±30 Minuten</accent> verwenden (abhängig von der Node-Konfiguration).
el: Η σύνδεση Lightning ξεκίνησε. Θα μπορείτε να χρησιμοποιήσετε το υπόλοιπο δαπανών σας σε <accent>±30 λεπτά</accent> (εξαρτάται από τη διαμόρφωση του κόμβου).
es: Conexión Lightning iniciada. Podrá usar su balance para pagar en <accent>±30 minutos</accent> (depende de la configuración del nodo).
fr: La connexion Lightning est initiée. Vous pourrez utiliser votre compte courant dans <accent>±30 minutes</accent> (en fonction de la configuration du nœud).
it: Connessione Lightning avviata. Potrai utilizzare il tuo conto di spesa in <accent>±30 minuti</accent> (dipende dalla configurazione del nodo).
nl: Lightning verbinding geïnitieerd. U kunt uw bestedingssaldo gebruiken in <accent>±30 minuten</accent> (afhankelijk van nodeconfiguratie).
pl: Połączenie Lightning zostało zainicjowane. Będą Państwo mogli wykorzystać swoje saldo wydatków w ciągu <accent>±30 minut</accent> (w zależności od konfiguracji węzła).
pt: Ligação Lightning iniciada. Poderás usar o teu saldo de gastos em <accent>±30 minutos</accent> (depende da configuração do nó).
pt_br: Conexão Lightning iniciada. Você poderá usar seu saldo de gastos em <accent>±30 minutos</accent> (depende da configuração do nó).
ru: Lightning соединение инициировано. Вы сможете использовать ваш баланс расходов через <accent>±30 минут</accent> (зависит от конфигурации узла).

# lightning__external_success__title
source: Connection <accent>initiated</accent>
ar: بدأ <accent>الاتصال</accent>
ca: Connexió <accent>iniciada</accent>
cs: Připojení <accent>iniciováno</accent>
de: Verbindung <accent>initiiert</accent>
el: Η σύνδεση <accent>ξεκίνησε</accent>
es: Conexión <accent>iniciada</accent>
fr: Connexion <accent>initiée</accent>
it: Connessione <accent>avviata</accent>
nl: Verbinding <accent>geïnitieerd</accent>
pl: Połączenie <accent>zainicjowane</accent>
pt: Ligação <accent>iniciada</accent>
pt_br: Conexão <accent>iniciada</accent>
ru: Соединение <accent>Инициировано</accent>

# lightning__fee_rate
source: Fee rate
ar: معدل الرسوم
ca: Taxa de comissió
cs: Sazba poplatku
de: Gebührensatz
el: Ποσοστό τέλους
es: Tasa de comisión
fr: Taux de redevance
it: Tariffa commissione
nl: Tarief vergoeding
pl: Stawka opłaty transakcyjnej
pt: Taxa de comissão
pt_br: Taxa por bytes
ru: Ставка Комиссии

# lightning__fees
source: Fees
ar: الرسوم
ca: Comissions
cs: Poplatky
de: Gebühren
el: Τέλη
es: Comisiones
fr: Frais
it: Commissioni
nl: Vergoedingen
pl: Opłaty
pt: Taxas
pt_br: Taxas
ru: Комиссии

# lightning__force_button
source: Force Transfer
ar: تحويل إجباري
ca: Forçar transferència
cs: Vynutit převod
de: Forciere Übertragung
el: Αναγκαστική Μεταφορά
es: Fuerzar transferencia
fr: Forcer le transfert
it: Trasferimento Forzato
nl: Forceer Overboeking
pl: Wymuś transfer
pt: Forçar Transferência
pt_br: Forçar Transferência
ru: Принудительный Перевод

# lightning__force_failed_msg
source: Unable to transfer your funds back to savings. Please try again.
ar: تعذر تحويل أموالك إلى المدخرات. يرجى المحاولة مرة أخرى.
ca: No es possible transferir els teus fons de tornada a estalvi. Si us plau, intenta-ho de nou.
cs: Nelze převést vaše prostředky zpět do úspor. Zkuste to prosím znovu.
el: Αδυναμία μεταφοράς των κεφαλαίων σας πίσω στις αποταμιεύσεις. Παρακαλώ δοκιμάστε ξανά.
es: No se pueden transferir los fondos de vuelta a ahorros. Por favor, inténtelo de nuevo.
fr: Impossible de renvoyer vos fonds sur l'Épargne. Veuillez réessayer.
it: Impossibile trasferire nuovamente i fondi nei risparmi. Per favore riprova.
nl: Het geld kon niet worden teruggeboekt naar uw spaarsaldo. Probeer het opnieuw.
pl: Nie można przelać środków z powrotem na saldo oszczędności. Proszę spróbować ponownie.
pt: Não foi possível transferir os teus fundos de volta para poupanças. Por favor, tenta novamente.
pt_br: Não foi possível transferir seus fundos de volta para sua poupança. Por favor, tente novamente.
ru: Не удалось перевести ваши средства обратно в сбережения. Пожалуйста, попробуйте снова.

# lightning__force_failed_title
source: Force Transfer Failed
ar: فشل التحويل الإجباري
ca: Transferència forçada fallida
cs: Vynucení převodu selhalo.
de: Forcierte Übertragung fehlgeschlagen
el: Η Αναγκαστική Μεταφορά Απέτυχε
es: Transferencia forzada falló
fr: Échec du transfert forcé
it: Trasferimento Forzato Fallito
nl: Geforceerde Overboeking Mislukt
pl: Wymuszenie transferu nie powiodło się
pt: Transferência Forçada Falhou
pt_br: Falha na transferência forçada
ru: Неудачный Принудительный Перевод

# lightning__force_init_msg
source: Your funds will be accessible in ±14 days.
ar: ستكون أموالك متاحة خلال ±14 يومًا.
ca: Els vostres fons seran accessibles en ±14 dies.
cs: Vaše prostředky budou dostupné do ±14 dnů.
de: Dein Guthaben wird in ±14 Tagen zur Verfügung stehen.
el: Τα κεφάλαιά σας θα είναι προσβάσιμα σε ±14 ημέρες.
es: Sus fondos estarán accesibles en ±14 días.
fr: Vos fonds seront accessibles dans un délai de ±14 jours.
it: I tuoi fondi saranno accessibili in ±14 giorni.
nl: Uw geld zal in ±14 dagen beschikbaar zijn.
pl: Środki będą dostępne w ciągu ±14 dni.
pt: Os teus fundos estarão acessíveis em ±14 dias.
pt_br: Seus fundos estarão disponíveis em ±14 dias.
ru: Ваши средства будут доступны через ±14 дней.

# lightning__force_init_title
source: Force Transfer Initiated
ar: بدأ التحويل الإجباري
ca: Transferència forçada iniciada
cs: Vynucení převodu zahájeno
de: Forcierte Übertragung initiiert
el: Η Αναγκαστική Μεταφορά Ξεκίνησε
es: Forzado de Transferencia Iniciado
fr: Transfert forcé initié
it: Trasferimento Forzato Avviato
nl: Geforceerde Overboeking Gestart
pl: Wymuszenie transferu zainicjowane
pt: Transferência Forçada Iniciada
pt_br: Transferência Forçada Iniciada
ru: Принудительный Перевод Инициирован

# lightning__force_nav_title
source: Force Transfer
ar: تحويل إجباري
ca: Forçar transferència
cs: Vynutit převod
de: Forciere Übertragung
el: Αναγκαστική Μεταφορά
es: Fuerzar transferencia
fr: Forcer le transfert
it: Trasferimento Forzato
nl: Forceer Overboeking
pl: Wymuś transfer
pt: Forçar Transferência
pt_br: Forçar Transferência
ru: Принудительный Перевод

# lightning__force_text
source: Could not initiate transfer. Do you want to force this transfer? You won't be able to use these funds for ±14 days (!)
ar: تعذر بدء التحويل. هل تريد إجبار هذا التحويل؟ لن تتمكن من استخدام هذه الأموال لمدة ±14 يومًا (!)
ca: No s'ha pogut iniciar la transferència. Vols forçar aquesta transferència? No podràs utilitzar aquests fons durant ±14 dies (!)
cs: Nelze zahájit přenos. Chcete tento převod vynutit? Tyto prostředky nebudete moci použít po dobu ±14 dní (!)
de: Übertragung konnte nicht initiiert werden. Willst du diese Übertragung forcieren? Du wirst dieses Guthaben für ±14 Tage (!) nicht verwenden können
el: Δεν ήταν δυνατή η εκκίνηση της μεταφοράς. Θέλετε να επιβάλετε αυτή τη μεταφορά; Δεν θα μπορείτε να χρησιμοποιήσετε αυτά τα κεφάλαια για ±14 ημέρες (!)
es: No se ha podido iniciar la transferencia. ¿Desea forzar esta transferencia? No podrá utilizar estos fondos durante ±14 días (!)
fr: Impossible d'initier le transfert. Voulez-vous forcer ce transfert ? Vous ne pourrez pas utiliser ces fonds pendant ±14 jours ( !)
it: Non è stato possibile avviare il trasferimento. Vuoi forzare questo trasferimento? Non postrai utilizzare questi fondi per ±14 giorni (!)
nl: Kon de overboeking niet opstarten. Wilt u deze overboeking forceren? Zo ja kunt u dit geld voor ±14 dagen niet gebruiken (!)
pl: Nie można zainicjować transferu. Czy chcesz wymusić transfer? Nie będziesz mógł korzystać z tych środków przez ±14 dni (!).
pt: Não foi possível iniciar a transferência. Queres forçar esta transferência? Não poderás usar estes fundos durante ±14 dias (!)
pt_br: Não foi possível iniciar a transferência. Deseja forçar essa transferência? Vocè não poderá usar esses fundos por ±14 dias (!)
ru: Не удалось инициировать перевод. Хотите выполнить принудительный перевод? Вы не сможете использовать эти средства в течение ±14 дней (!)

# lightning__force_title
source: Force <accent>Transfer</accent>
ar: تحويل <accent>إجباري</accent>
ca: Forçar <accent>transferència</accent>
cs: Vynutit <accent>Převod</accent>
de: Forciere <accent>Übertragung</accent>
el: Αναγκαστική <accent>Μεταφορά</accent>
es: Forzar <accent>Transferencia</accent>
fr: Force <accent>Transfert</accent>
it: Trasferimento <accent>forzoso</accent>
nl: Forceer <accent>Overboeking</accent>
pl: Wymuś <accent>Transfer</accent>
pt: Forçar <accent>Transferência</accent>
pt_br: Forçar <accent>Transferência</accent>
ru: Принудительный <accent>Перевод</accent>

# lightning__funding__button1
source: Transfer from Savings
ar: تحويل من المدخرات
ca: Transferir des d'estalvis
cs: Převod z úspor
de: Von Sparkonto übertragen
el: Μεταφορά από Αποταμιεύσεις
es: Transferir desde Ahorros
fr: Transfert depuis l'épargne
it: Trasferimento da risparmio
nl: Overboeking van Spaargeld
pl: Prześlij z Oszczędności
pt: Transferir das Poupanças
pt_br: Transferir do Saldo de Poupança
ru: Перевести из Сбережений

# lightning__funding__button2
source: Use Other Wallet
ar: استخدام محفظة أخرى
ca: Utilitza un altre moneder
cs: Použijte jinou peněženku
de: Anderes Wallet verwenden
el: Χρήση Άλλου Πορτοφολιού
es: Usar Otro Monedero
fr: Utiliser un autre portefeuille
it: Usa un altro portafoglio
nl: Gebruik Andere Wallet
pl: Użyj innego portfela
pt: Usar Outra Carteira
pt_br: Transferir de Outra Carteira
ru: Использовать Другой Кошелёк

# lightning__funding__button3
source: Advanced
ar: متقدم
ca: Avançat
cs: Pokročilé
de: Fortgeschritten
el: Για προχωρημένους
es: Avanzado
fr: Avancé
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Дополнительно

# lightning__funding__nav_title
source: Spending Balance
ar: رصيد الإنفاق
ca: Saldo de despesa
cs: Dostupný zůstatek
el: Υπόλοιπο Δαπανών
es: Saldo de gastos
fr: Solde Dépenses
it: Conto di Spesa
nl: Bestedingssaldo
pl: Saldo wydatków
pt: Saldo de Gastos
pt_br: Saldo de Gastos
ru: Баланс Расходов

# lightning__funding__text
source: You can use your Bitkit savings or send bitcoin from a different wallet.
ar: يمكنك استخدام مدخرات Bitkit أو إرسال Bitcoin من محفظة مختلفة.
ca: Pots utilitzar els teus estalvis de Bitkit o enviar bitcoin des d'una altra cartera.
cs: Můžete použít své úspory na BitKitu nebo poslat bitcoin z jiné peněženky.
de: Du kannst dein Bitkit-Sparkonto verwenden oder Bitcoin aus einer anderen Wallet senden.
el: Μπορείτε να χρησιμοποιήσετε τις αποταμιεύσεις σας στο Bitkit ή να στείλετε bitcoin από διαφορετικό πορτοφόλι.
es: Puede usar sus ahorros en Bitkit o enviar bitcoin desde un monedero diferente.
fr: Vous pouvez utiliser votre épargne Bitkit ou envoyer des bitcoins à partir d'un autre portefeuille.
it: Puoi utilizzare i tuoi risparmi Bitkit o inviare bitcoin da un portafoglio diverso.
nl: U kunt uw Bitkit spaargeld gebruiken of bitcoin versturen vanaf een andere wallet.
pl: Możesz użyć oszczędności zgromadzonych w Twoim portfelu Bitkit lub wysłać bitcoiny z innego portfela.
pt: Podes usar as tuas poupanças Bitkit ou enviar bitcoin de uma carteira diferente.
pt_br: Use seu saldo de poupança ou receba bitcoin de outra carteira.
ru: Вы можете использовать свои сбережения Bitkit или отправить биткойны из другого кошелька.

# lightning__funding__text_blocked
source: Bitkit does not currently provide Lightning services in your country, but you can still connect to other nodes directly.
ar: لا يوفر Bitkit حاليًا خدمات Lightning في بلدك، ولكن لا يزال بإمكانك الاتصال بعقد أخرى مباشرة.
ca: Bitkit actualment no ofereix serveis Lightning al teu país, però encara pots connectar-te directament a altres nodes.
cs: Bitkit v současné době neposkytuje služby lightning ve vaší zemi, ale stále se můžete připojit k jiným uzlům přímo.
el: Το Bitkit δεν παρέχει αυτή τη στιγμή υπηρεσίες Lightning στη χώρα σας, αλλά μπορείτε να συνδεθείτε απευθείας σε άλλους κόμβους.
es: Bitkit no proporciona actualmente servicios Lightning en su país, pero aún puede conectarse directamente a otros nodos.
fr: Bitkit ne fournit pas actuellement de services Lightning dans votre pays, mais vous pouvez toujours vous connecter directement à d'autres nœuds.
it: Bitkit attualmente non fornisce servizi Lightning nel tuo paese, ma puoi comunque connetterti direttamente ad altri nodi.
nl: Bitkit biedt momenteel geen Lightning diensten aan in uw land, maar u kunt nog steeds rechtstreeks verbinding maken met andere nodes.
pl: Bitkit nie świadczy obecnie usług Lightning w Twoim kraju, ale nadal możesz łączyć się z innymi węzłami.
pt: Bitkit não fornece atualmente serviços Lightning no teu país, mas ainda podes ligar-te a outros nós diretamente.
pt_br: Bitkit não fornece serviços de Lightning no seu paús atualmente, mas você ainda pode se conectar diretamente a outros nodes

# lightning__funding__text_blocked_cjit
source: Bitkit does not currently provide Lightning services in your country, but you can still connect to other nodes directly.
ar: لا يوفر Bitkit حاليًا خدمات Lightning في بلدك، ولكن لا يزال بإمكانك الاتصال بعقد أخرى مباشرة.
ca: Bitkit actualment no ofereix serveis Lightning al teu país, però encara pots connectar-te directament a altres nodes.
cs: Bitkit v současné době neposkytuje služby lightning ve vaší zemi, ale stále se můžete připojit k jiným uzlům přímo.
el: Το Bitkit δεν παρέχει αυτή τη στιγμή υπηρεσίες Lightning στη χώρα σας, αλλά μπορείτε να συνδεθείτε απευθείας σε άλλους κόμβους.
es: Bitkit no proporciona actualmente servicios Lightning en su país, pero aún puede conectarse directamente a otros nodos.
fr: Bitkit ne fournit pas actuellement de services Lightning dans votre pays, mais vous pouvez toujours vous connecter directement à d'autres nœuds.
it: Bitkit attualmente non fornisce servizi Lightning nel tuo paese, ma puoi comunque connetterti direttamente ad altri nodi.
nl: Bitkit biedt momenteel geen Lightning diensten aan in uw land, maar u kunt nog steeds rechtstreeks verbinding maken met andere nodes.
pl: Bitkit nie świadczy obecnie usług Lightning w Twoim kraju, ale nadal możesz łączyć się bezpośrednio z innymi węzłami.
pt: Bitkit não fornece atualmente serviços Lightning no teu país, mas ainda podes ligar-te a outros nós diretamente.
pt_br: Bitkit não fornece serviços de Lightning no seu paús atualmente, mas você ainda pode se conectar diretamente a outros nodes

# lightning__funding__title
source: Fund your <accent>spending balance</accent>
ar: موّل <accent>رصيد إنفاقك</accent>
ca: Finança el teu <accent>saldo de despesa</accent>
cs: Navyšte svůj <accent>disponibilní zůstatek</accent>
el: Χρηματοδοτήστε το <accent>υπόλοιπο δαπανών</accent> σας
es: Rellene su <accent>saldo de gastos</accent>
fr: Financez votre <accent>solde Dépenses</accent>
it: Manda fondi al tuo <accent>conto di spesa</accent>
nl: Vul uw <accent>bestedingssaldo</accent>
pl: Zasil swoje <accent>saldo wydatków</accent>
pt: Financia o teu <accent>saldo de gastos</accent>
pt_br: Transfira para seu <accent>saldo de gastos</accent>
ru: Пополните свой <accent>Баланс Расходов</accent>

# lightning__funding_advanced__button1
source: LNURL Channel QR
ar: رمز QR لقناة LNURL
ca: QR de canal LNURL
cs: LNURL kanál QR
es: QR de Canal LNURL
fr: LNURL Canal QR code
it: QR Canale LNURL
nl: LNURL Kanaal QR
pl: Kod QR kanału LNURL
pt: QR de Canal LNURL
pt_br: QR Canal LNURL
ru: QR LNURL Канала

# lightning__funding_advanced__button2
source: Manual Setup
ar: إعداد يدوي
ca: Configuració manual
cs: Manuální nastavení
de: Manuelle Einrichtung
el: Χειροκίνητη Ρύθμιση
es: Configuración Manual
fr: Configuration manuelle
it: Configurazione Manuale
nl: Handmatige Configuratie
pl: Konfiguracja ręczna
pt: Configuração Manual
pt_br: Setup Manual
ru: Ручная Настройка

# lightning__funding_advanced__nav_title
source: Spending Balance
ar: رصيد الإنفاق
ca: Saldo de despesa
cs: Dostupný zůstatek
de: Ausgabenkonto
el: Υπόλοιπο Δαπανών
es: Saldo de gastos
fr: Solde Dépenses
it: Conto Spendibile
nl: Bestedingssaldo
pl: Saldo do wydawania
pt: Saldo de Gastos
pt_br: Saldo de Gastos
ru: Баланс Расходов
