Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# wallet__receive_text_lnfunds
source: Want to receive <accent>Lightning</accent> funds?
ar: هل تريد استلام أموال <accent>Lightning</accent>؟
ca: Vols rebre fons <accent>Lightning</accent>?
cs: Chcete obdržet prostředky <accent>lightning</accent>?
de: Möchtest du <accent>Lightning</accent>-Gelder empfangen?
el: Θέλετε να λάβετε κεφάλαια <accent>Lightning</accent>;
es: ¿Quiere recibir fondos <accent>Lightning</accent>?
fr: Vous souhaitez recevoir des fonds <accent>Lightning</accent>?
it: Vuoi ricevere fondi <accent>Lightning</accent>?
nl: Wilt u <accent>Lightning</accent> ₿ ontvangen?
pl: Chcesz otrzymać fundusze <accent>Lightning</accent>?
pt: Queres receber fundos <accent>Lightning</accent>?
pt_br: Deseja receber <accent>via Lightning</accent>?
ru: Хотите получить <accent>Лайтнинг</accent> средства?

# wallet__receive_will
source: You will receive
ar: ستستلم
ca: Rebràs
cs: Obdržíte
de: Du wirst empfangen
el: Θα λάβετε
es: Recibirás
fr: Vous recevrez
it: Riceverai
nl: U ontvangt
pl: Otrzymasz
pt: Vais receber
pt_br: Você receberá
ru: Вы получите

# wallet__refresh_error_msg
source: An error occurred and couldn't refresh the wallet. Please try again.
ar: حدث خطأ وتعذر تحديث المحفظة. يرجى المحاولة مرة أخرى.
ca: S'ha produït un error i no s'ha pogut actualitzar la cartera. Si us plau, torna-ho a provar.
cs: Došlo k chybě a peněženku nešlo obnovit. Zkuste to prosím znovu.
de: Ein Fehler ist aufgetreten und das Wallet konnte nicht aktualisiert werden. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα και δεν μπόρεσε να ανανεωθεί το πορτοφόλι. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error y no se pudo actualizar el monedero. Por favor, inténtelo de nuevo.
fr: Une erreur s'est produite et nous n'avons pas pu actualiser le wallet. Veuillez réessayer.
it: Si è verificato un errore e non è stato possibile aggiornare il portafoglio. Per favore riprova.
nl: De wallet kon niet worden vernieuwd. Probeer het opnieuw.
pl: Wystąpił błąd i nie można odświeżyć portfela. Proszę spróbować ponownie.
pt: Ocorreu um erro e não foi possível atualizar a carteira. Por favor, tenta novamente.
pt_br: Ocorreu um erro e não foi possível atualizar a carteira. Tente novamente.
ru: Произошла ошибка и не удалось обновить кошелёк. Пожалуйста, попробуйте снова.

# wallet__refresh_error_throttle_description
source: Electrum server connection is throttled. Please wait several minutes before trying again.
ar: اتصال خادم Electrum مقيد. يرجى الانتظار عدة دقائق قبل المحاولة مرة أخرى.
ca: La connexió al servidor Electrum està limitada. Si us plau, espera uns minuts abans de tornar-ho a provar.
cs: Připojení k serveru Electrum je omezené. Před dalším pokusem vyčkejte několik minut.
de: Die Verbindung zum Electrum-Server ist gedrosselt. Bitte warte einige Minuten, bevor du es erneut versuchst.
el: Η σύνδεση διακομιστή Electrum περιορίζεται. Παρακαλώ περιμένετε μερικά λεπτά πριν δοκιμάσετε ξανά.
es: La conexión al servidor Electrum está limitada. Por favor, espere varios minutos antes de intentarlo de nuevo.
fr: La connexion au serveur Electrum est limitée. Veuillez attendre quelques minutes avant de réessayer.
it: La connessione al server Electrum è limitata. Attendi qualche minuto prima di riprovare.
nl: Electrum verbinding is vertraagd. Wacht enkele minuten voordat u het opnieuw probeert.
pl: Połączenie z serwerem Electrum jest ograniczone. Proszę poczekać kilka minut przed ponowną próbą.
pt: A ligação ao servidor Electrum está limitada. Por favor, aguarda alguns minutos antes de tentares novamente.
pt_br: A conexão do servidor da Electrum está limitada. Aguarde alguns minutos antes de tentar novamente.
ru: Соединение с сервером Electrum ограничено. Пожалуйста, подождите несколько минут перед повторной попыткой.

# wallet__refresh_error_throttle_title
source: Connection Throttled
ar: الاتصال مقيد
ca: Connexió limitada
cs: Připojení omezeno
de: Verbindung gedrosselt
el: Σύνδεση Περιορισμένη
es: Conexión Limitada
fr: Connexion limitée
it: Connessione limitata
nl: Verbinding Vertraagd
pl: Połączenie ograniczone
pt: Ligação Limitada
pt_br: Conexão Limitada
ru: Соединение Ограничено

# wallet__refresh_error_title
source: Refresh Failed
ar: فشل التحديث
ca: Actualització fallida
cs: Obnovení se nezdařilo
de: Aktualisieren fehlgeschlagen
el: Η Ανανέωση Απέτυχε
es: Error al Actualizar
fr: Échec du rafraîchissement
it: Aggiornamento non riuscito
nl: Vernieuwen Mislukt
pl: Odświeżanie nie powiodło się
pt: Atualização Falhou
pt_br: Falha na Atualização
ru: Ошибка Обновления

# wallet__reorg_detected
source: Blockchain Reorg Detected
ar: تم اكتشاف إعادة تنظيم سلسلة الكتل
ca: Reorganització de blockchain detectada
cs: Zjištěna reorganizace blockchainu
de: Blockchain-Reorganisation erkannt
el: Εντοπίστηκε Αναδιοργάνωση Blockchain
es: Reorganización de Blockchain Detectada
fr: Une réorganisation de la blockchain est détectée
it: Rilevata riorganizzazione Blockchain
nl: Blockchain Reorg Gedetecteerd
pl: Wykryto reorganizację łańcucha bloków
pt: Reorganização da Blockchain Detetada
pt_br: Reorganização na Blockchain Detetada
ru: Обнаружена Реорганизация Блокчейна

# wallet__reorg_msg_begin
source: {count, plural, one {# of your transactions is no longer confirmed.} other {# of your transactions are no longer confirmed.}} Please wait.
ar: {count, plural, zero {لم يعد أي من معاملاتك مؤكدًا.} one {لم تعد معاملة واحدة من معاملاتك مؤكدة.} two {لم تعد معاملتان من معاملاتك مؤكدتين.} few {لم تعد # معاملات من معاملاتك مؤكدة.} many {لم تعد # معاملة من معاملاتك مؤكدة.} other {لم تعد # معاملة من معاملاتك مؤكدة.}} يرجى الانتظار.
ca: {count, plural, one {# de les teves transaccions ja no està confirmada.} other {# de les teves transaccions ja no estan confirmades.}} Si us plau, espera.
cs: {count, plural, one {# vašich transakcí již není potvrzen.} few {# vašich transakcí již není potvrzeno.} many {# vašich transakcí již není potvrzeno.} other {# vašich transakcí již není potvrzeno.}} Please wait.
de: {count, plural, one {# deiner Transaktionen ist nicht mehr bestätigt.} other {# deiner Transaktionen sind nicht mehr bestätigt.}} Please wait.
el: {count, plural, one {# από τις συναλλαγές σας δεν είναι πλέον επιβεβαιωμένη.} other {# από τις συναλλαγές σας δεν είναι πλέον επιβεβαιωμένες.}} Παρακαλώ περιμένετε.
es: {count, plural, one {# de sus transacciones ya no está confirmada.} other {# de sus transacciones ya no están confirmadas.}} Por favor, espere.
fr: {count, plural, one {# de vos transactions n'est plus confirmé.} many {# de vos transactions ne sont plus confirmées.} other {# de vos transactions ne sont plus confirmées.}} Please wait.
it: {count, plural, one {# delle tue transazioni non è più confermata.} other {# delle tue transazioni non sono più confermate.}} Attendi.
nl: {count, plural, one {# van uw transacties is niet langer bevestigd.} other {# van uw transacties zijn niet langer bevestigd.}} Even geduld.
pl: {count, plural, one {# Państwa transakcji nie jest już potwierdzona.} few {# Państwa transakcje nie są już potwierdzane.} many {# Państwa transakcje nie są już potwierdzane.} other {# Twoich transakcji nie jest już potwierdzana.}} Please wait.
pt: {count, plural, one {# das tuas transações já não está confirmada.} other {# das tuas transações já não estão confirmadas.}} Por favor, aguarda.
pt_br: {count, plural, one {uma de suas transações não está mais confirmada.} many {algumas de suas transações não são mais confirmadas.} other {algumas de suas transações não estão mais confirmadas.}} Please wait.
ru: {count, plural, one {# из ваших транзакций более не подтверждена.} few {# из ваших транзакций более не подтверждены.} many {# из ваших транзакций более не подтверждены.} other {# из ваших транзакций более не подтверждены.}} Please wait.

# wallet__reorg_msg_end
source: Please check your activity list for affected transactions.
ar: يرجى التحقق من قائمة نشاطك للمعاملات المتأثرة.
ca: Si us plau, comprova la teva llista d'activitat per a les transaccions afectades.
cs: Zkontrolujte si, zda jsou v seznamu aktivit uvedeny transakce, kterých se to týká.
de: Bitte überprüfe deine Aktivitätsliste auf betroffene Transaktionen.
el: Παρακαλώ ελέγξτε τη λίστα δραστηριότητάς σας για επηρεαζόμενες συναλλαγές.
es: Por favor, compruebe su lista de actividad para ver las transacciones afectadas.
fr: Veuillez vérifier votre liste d'activités pour connaître les transactions concernées.
it: Controlla l'elenco delle attività per verificare le transazioni interessate.
nl: Controleer uw activiteitenlijst voor de beïnvloede transacties.
pl: Sprawdź swoją listę aktywności, aby zobaczyć dotknięte transakcje.
pt: Por favor, verifica a tua lista de atividade para transações afetadas.
pt_br: Verifique em sua lista de atividades as transações afetadas.
ru: Пожалуйста, проверьте свой список активности для затронутых транзакций.

# wallet__savings__onboarding
source: <accent>Send bitcoin</accent> to your savings balance
ar: <accent>أرسل Bitcoin</accent> إلى رصيد مدخراتك
ca: <accent>Envia bitcoin</accent> al teu saldo d'estalvis
cs: <accent>Odeslat bitcoin</accent> do vašeho zůstatku na spořicím účtu
de: <accent>Sende Bitcoin</accent> auf dein Sparkonto
el: <accent>Στείλτε bitcoin</accent> στο υπόλοιπο αποταμιεύσεών σας
es: <accent>Envía bitcoin</accent> a tu saldo de ahorros
fr: <accent>Envoyer les bitcoins</accent> sur votre Compte d'Épargne
it: <accent>Invia bitcoin</accent> al tuo conto di risparmio
nl: <accent>Stuur bitcoin</accent> naar uw spaargeld
pl: <accent>Wyślij bitcoin</accent> na Twoje saldo oszczędności
pt: <accent>Envia bitcoin</accent> para o teu saldo de poupanças
pt_br: <accent>Transfira bitcoin</accent> para seu saldo de poupança
ru: <accent>Отправьте биткоин</accent> на ваш баланс сбережений

# wallet__savings__title
source: Savings
ar: المدخرات
ca: Estalvis
cs: Úspory
de: Sparkonto
el: Αποταμιεύσεις
es: Ahorro
fr: Épargnes
it: Risparmi
nl: Spaargeld
pl: Oszczędności
pt: Poupanças
pt_br: Poupança
ru: Сбережения

# wallet__selection_auto
source: Auto
ar: تلقائي
el: Αυτόματα
es: Automático
ru: Авто

# wallet__selection_title
source: Coin Selection
ar: اختيار العملة
ca: Selecció de monedes
cs: Výběr mince
de: Coin-Auswahl
el: Επιλογή Νομισμάτων
es: Selección de monedas
fr: Sélection des UTXOs
nl: Coin selectie
pl: Wybór monet /Coin Selection/
pt: Seleção de Moedas
pt_br: Seleção de Moedas
ru: Управление монетами

# wallet__selection_total_required
source: Total required
ar: الإجمالي المطلوب
ca: Total requerit
cs: Celkem požadováno
de: Gesamterforderlich
el: Σύνολο απαιτούμενο
es: Total necesario
fr: Total requis
it: Totale richiesto
nl: Totaal benodigd
pl: Wymagana kwota
pt: Total necessário
pt_br: Total necessário
ru: Всего требуется

# wallet__selection_total_selected
source: Total selected
ar: الإجمالي المحدد
ca: Total seleccionat
cs: Celkem vybráno
de: Gesamtausgewählt
el: Σύνολο επιλεγμένο
es: Total seleccionado
fr: Total sélectionné
it: Totale selezionato
nl: Totaal geselecteerd
pl: Łącznie wybrano
pt: Total selecionado
pt_br: Total selecionado
ru: Всего выбрано

# wallet__send
source: Send
ar: إرسال
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fr: Envoyer
it: Invia
nl: Verstuur
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить

# wallet__send_address_placeholder
source: Enter an invoice, address, or profile key
ar: أدخل فاتورة أو عنوان أو مفتاح ملف شخصي
ca: Introdueix una factura, adreça o clau de perfil
cs: Zadejte fakturu, adresu nebo profilový klíč.
de: Gib eine Bitcoin- oder Lightning-Rechnung oder Adresse ein
el: Εισάγετε τιμολόγιο, διεύθυνση ή κλειδί προφίλ
es: Introduzca una factura, dirección o clave de perfil
fr: Saisissez une facture, une adresse ou une clé de profil
it: Inserisci una fattura, indirizzo o chiave profilo
nl: Voer een factuur, adres of profielsleutel in
pl: Wprowadzić fakturę, adres lub klucz profilu
pt: Introduz uma fatura, endereço ou chave de perfil
pt_br: Inserir um invoice, endereço ou código de perfil

# wallet__send_amount
source: Bitcoin Amount
ar: مبلغ Bitcoin
ca: Import de Bitcoin
cs: Množství bitcoinu
de: Bitcoin Betrag
el: Ποσό Bitcoin
es: Cantidad de Bitcoin
fr: Montant en bitcoins
it: Importo Bitcoin
nl: Bitcoin Bedrag
pl: Kwota bitcoinów
pt: Valor em Bitcoin
pt_br: Quantidade de Bitcoin
ru: Количество Биткоин

# wallet__send_amount_error_balance
source: The amount is greater than your current balance.
ar: المبلغ أكبر من رصيدك الحالي.
ca: L'import és superior al teu saldo actual.
cs: Částka je vyšší než váš aktuální zůstatek.
de: Der Betrag ist größer als dein aktuelles Guthaben.
el: Το ποσό είναι μεγαλύτερο από το τρέχον υπόλοιπό σας.
es: La cantidad es mayor que el saldo disponible.
fr: Le montant est supérieur à votre solde actuel.
it: L'importo è superiore al saldo attuale.
nl: Het bedrag is hoger dan uw huidige saldo.
pl: Kwota jest wyższa niż bieżące saldo.
pt: O valor é superior ao teu saldo atual.
pt_br: O valor é maior do que o seu saldo atual.
ru: Сумма превышает текущий баланс.

# wallet__send_amount_error_fee
source: The amount indicated does not allow a fee to be included.
ar: المبلغ المحدد لا يسمح بتضمين رسوم.
ca: L'import indicat no permet incloure una comissió.
cs: Uvedená částka neumožňuje zahrnutí poplatku.
de: Der angegebene Betrag ermöglicht keine Gebühr.
el: Το ποσό που υποδείχθηκε δεν επιτρέπει να συμπεριληφθεί τέλος.
es: La cantidad especificada no permite que la comisión sea incluida.
fr: Le montant indiqué ne permet pas d'inclure les frais réseaux.
it: L'importo indicato non consente l'inserimento di alcuna commissione.
nl: In het opgegeven bedrag kan geen vergoeding worden opgenomen.
pl: Podana kwota nie pozwala na uwzględnienie opłaty transakcyjnej.
pt: O valor indicado não permite incluir uma taxa.
pt_br: O valor indicado não permite a inclusão de uma taxa.
ru: Указанная сумма не позволяет включить комиссию.

# wallet__send_amount_error_title
source: Amount Invalid
ar: مبلغ غير صالح
ca: Import no vàlid
cs: Neplatná částka
de: Ungültiger Betrag
el: Μη Έγκυρο Ποσό
es: Cantidad inválida
fr: Montant non valide
it: Importo non valido
nl: Bedrag Ongeldig
pl: Kwota nieprawidłowa
pt: Valor Inválido
pt_br: Quantidade Inválida
ru: Неверная сумма

# wallet__send_available
source: Available
ar: متاح
ca: Disponible
cs: K dispozici
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar
pl: Dostępne
pt: Disponível
pt_br: Disponível

# wallet__send_available_savings
source: Available (savings)
ar: متاح (مدخرات)
ca: Disponible (estalvis)
cs: Dostupné (úspory)
de: Verfügbar (sparen)
el: Διαθέσιμο (αποταμιεύσεις)
es: Disponible (ahorro)
fr: Disponible (épargne)
it: Disponibile (risparmio)
nl: Beschikbaar (spaargeld)
pl: Dostępne (oszczędności)
pt: Disponível (poupanças)
pt_br: Disponível (poupança)
ru: Доступно (Сбережения)

# wallet__send_available_spending
source: Available (spending)
ar: متاح (إنفاق)
ca: Disponible (despesa)
cs: Dostupné (k útratě)
de: Verfügbar (ausgeben)
el: Διαθέσιμο (δαπάνες)
es: Disponible (para gasto)
fr: Disponible (dépenses)
it: Disponibile (spendere)
nl: Beschikbaar (bestedingssaldo)
pl: Dostępne (na wydawanie)
pt: Disponível (gastos)
pt_br: Disponível (gastos)
ru: Доступно (Баланс Расходов)

# wallet__send_bitcoin
source: Send Bitcoin
ar: إرسال Bitcoin
ca: Enviar Bitcoin
cs: Odeslat bitcoin
de: Bitcoin senden
el: Αποστολή Bitcoin
es: Enviar Bitcoin
fr: Envoyer des bitcoins
it: Invia Bitcoin
nl: Bitcoin Versturen
pl: Wyślij Bitcoin
pt: Enviar Bitcoin
pt_br: Enviar Bitcoin
ru: Отправить Биткоин

# wallet__send_clipboard_empty_text
source: Please copy an address or an invoice.
ar: يرجى نسخ عنوان أو فاتورة.
ca: Si us plau, copia una adreça o una factura.
cs: Zkopírujte prosím adresu nebo fakturu.
de: Bitte kopiere eine Adresse oder eine Rechnung.
el: Παρακαλώ αντιγράψτε μια διεύθυνση ή ένα τιμολόγιο.
es: Por favor, copia una dirección o factura
fr: Veuillez copier une adresse ou une facture.
it: Si prega di copiare un indirizzo o una fattura.
nl: Kopieer een adres of factuur.
pl: Proszę skopiować adres lub fakturę.
pt: Por favor, copia um endereço ou uma fatura.
pt_br: Por favor, copie um endereço ou um invoice.
ru: Пожалуйста, скопируйте адрес или инвойс.

# wallet__send_clipboard_empty_title
source: Clipboard Empty
ar: الحافظة فارغة
ca: Porta-retalls buit
cs: Schránka je prázdná
de: Zwischenablage leer
el: Κενό Πρόχειρο
es: Portapapeles vacío
fr: Presse-papiers vide
it: Appunti Vuoti
nl: Klembord Leeg
pl: Schowek pusty
pt: Área de Transferência Vazia
pt_br: Área de transferência vazia
ru: Буфер обмена пуст

# wallet__send_coin_selection_output_to_small_description
source: Please remove UTXOs or increase your send amount to proceed.
ar: يرجى إزالة UTXO أو زيادة مبلغ الإرسال للمتابعة.
ca: Si us plau, elimina UTXOs o augmenta l'import a enviar per continuar.
cs: Pro pokračování odstraňte UTXO nebo zvyšte odesílanou částku.
de: Bitte entferne UTXOs oder erhöhe deinen Betrag, um fortzufahren.
el: Παρακαλώ αφαιρέστε UTXOs ή αυξήστε το ποσό αποστολής για να προχωρήσετε.
es: Por favor, elimine UTXOs o aumente la cantidad a enviar para continuar.
fr: Veuillez supprimer les UTXO ou augmenter le montant pour continuer.
it: Rimuovi UTXO o aumenta l'importo da inviare per procedere.
nl: Verwijder UTXOs of verhoog het te versturen bedrag om door te gaan.
pl: Proszę usunąć UTXO lub zwiększyć wysyłaną kwotę, aby kontynuować.
pt: Por favor, remove UTXOs ou aumenta o valor a enviar para prosseguir.
pt_br: Por favor, remova os UTXOs ou aumente o valor do envio para continuar.

# wallet__send_confirming_in
source: Confirming in
ar: يتأكد خلال
ca: Confirmant en
cs: Potvrzení během
de: Bestätigung in
el: Επιβεβαίωση σε
es: Confirmando en
fr: Confirmation en
it: Conferma in
nl: Wordt bevestigd in
pl: Potwierdzenie w ciągu
pt: Confirma em
pt_br: Confirmando em
ru: Подтверждение через

# wallet__send_details
source: Details
ar: التفاصيل
ca: Detalls
cs: Podrobnosti
el: Λεπτομέρειες
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ru: Подробности

# wallet__send_dialog1
source: It appears you are sending over $100. Do you want to continue?
ar: يبدو أنك ترسل أكثر من 100 دولار. هل تريد المتابعة؟
ca: Sembla que estàs enviant més de 100 $. Vols continuar?
cs: Zdá se, že posíláte více než $100. Přejete si pokračovat?
de: Es scheint, dass du über $100 sendest. Möchtest du fortfahren?
el: Φαίνεται ότι στέλνετε πάνω από $100. Θέλετε να συνεχίσετε;
es: Parece que está enviando más de 100 dólares. ¿Desea continuar?
fr: Il apparaît que vous envoyez plus de 100 $. Voulez-vous continuer ?
it: Sembra che tu stia inviando più di $100. Vuoi continuare?
nl: Het lijkt er op dat u meer dan $100 wilt versturen. Wilt u doorgaan?
pl: Wygląda na to, że wysyłasz ponad $100. Czy kontynuować?
pt: Parece que estás a enviar mais de $100. Queres continuar?
pt_br: Parece que você está enviando mais de US$ 100. Deseja continuar?
ru: Похоже, вы отправляете более 100$. Вы хотите продолжать?

# wallet__send_dialog2
source: It appears you are sending over 50% of your total balance. Do you want to continue?
ar: يبدو أنك ترسل أكثر من 50% من إجمالي رصيدك. هل تريد المتابعة؟
ca: Sembla que estàs enviant més del 50% del teu saldo total. Vols continuar?
cs: Zdá se, že posíláte více než 50 % svého celkového zůstatku. Přejete si pokračovat?
de: Es scheint, dass du über 50% deines Gesamtguthabens sendest. Möchtest du fortfahren?
el: Φαίνεται ότι στέλνετε πάνω από το 50% του συνολικού υπολοίπου σας. Θέλετε να συνεχίσετε;
es: Parece que está enviando más del 50% de su saldo total. ¿Desea continuar?
fr: Il apparaît que vous envoyez plus de 50 % de votre solde total. Voulez-vous continuer ?
it: Sembra che tu stia inviando più del 50% del suo saldo totale. Vuoi continuare?
nl: Het lijkt er op dat u meer dan 50% van uw totale saldo wil versturen. Wilt u doorgaan?
pl: Wygląda na to, że wysyłasz ponad 50% swojego salda. Czy kontynuować?
pt: Parece que estás a enviar mais de 50% do teu saldo total. Queres continuar?
pt_br: Parece que você está enviando mais de 50% do seu saldo total. Deseja continuar?
ru: Похоже, вы отправляете более 50% от общего баланса. Вы хотите продолжать?

# wallet__send_dialog3
source: The transaction fee appears to be over 50% of the amount you are sending. Do you want to continue?
ar: يبدو أن رسوم المعاملة أكثر من 50% من المبلغ الذي ترسله. هل تريد المتابعة؟
ca: La comissió de la transacció sembla ser més del 50% de l'import que estàs enviant. Vols continuar?
cs: Zdá se, že transakční poplatek přesahuje 50 % částky, kterou odesíláte. Přejete si pokračovat?
de: Die Transaktionsgebühr scheint über 50% des gesendeten Betrags zu liegen. Möchtest du fortfahren?
el: Το τέλος συναλλαγής φαίνεται να είναι πάνω από το 50% του ποσού που στέλνετε. Θέλετε να συνεχίσετε;
es: La comisión de transacción parece ser superior al 50% del importe que está enviando. ¿Desea continuar?
fr: Les frais de transaction semblent être supérieurs à 50 % du montant que vous envoyez. Voulez-vous continuer ?
it: La commissione della transazione sembra essere superiore al 50% dell'importo che stai inviando. Vuoi continuare?
nl: De transactiekosten lijken meer dan 50% van het totale bedrag wat u wilt versturen. Wilt u doorgaan?
pl: Opłata transakcyjna wynosi ponad 50% wysyłanej kwoty. Czy chcesz kontynuować?
pt: A taxa de transação parece ser superior a 50% do valor que estás a enviar. Queres continuar?
pt_br: A taxa de transação parece ser superior a 50% do valor que você está enviando. Deseja continuar?
ru: Комиссия за транзакцию составляет более 50% от суммы, которую вы отправляете. Вы хотите продолжать?

# wallet__send_dialog4
source: The transaction fee appears to be over $10. Do you want to continue?
ar: يبدو أن رسوم المعاملة أكثر من 10 دولارات. هل تريد المتابعة؟
ca: La comissió de la transacció sembla ser superior a 10 $. Vols continuar?
cs: Transakční poplatek se zdá být vyšší než $10. Přejete si pokračovat?
de: Die Transaktionsgebühr scheint über $10 zu liegen. Möchtest du fortfahren?
el: Το τέλος συναλλαγής φαίνεται να είναι πάνω από $10. Θέλετε να συνεχίσετε;
es: La comisión de transacción parece ser superior a 10 dólares. ¿Desea continuar?
fr: Les frais de transaction s'élèvent à plus de 10 $. Voulez-vous continuer ?
it: La commissione della transazione sembra essere superiore a $10. Vuoi continuare?
nl: De transactiekosten lijken meer dan $10 te zijn. Wilt u doorgaan?
pl: Opłata transakcyjna wynosi ponad 10 USD. Czy chcesz kontynuować?
pt: A taxa de transação parece ser superior a $10. Queres continuar?
pt_br: A taxa de transação parece ser superior a US$ 10. Deseja continuar?
ru: Комиссия за транзакцию составляет более 10$. Вы хотите продолжать?
