Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# onboarding__multiple_text
source: Don't install your Bitkit recovery phrase into multiple phones simultaneously, as this can corrupt your data.
ar: لا تقم بتثبيت عبارة استرداد Bitkit على هواتف متعددة في وقت واحد، لأن ذلك قد يفسد بياناتك.
ca: No instal·leu la vostra frase de recuperació de Bitkit en múltiples telèfons simultàniament, ja que això pot corrompre les vostres dades.
cs: Neinstalujte frázi pro obnovení Bitkit do více telefonů současně, protože by to mohlo poškodit vaše data.
de: Füge deine Wiederherstellungsphrase nicht mehreren Geräten gleichzeitig hinzu, da es zu unwiderruflichen Schäden deiner Daten kommen kann.
el: Μην εγκαταστήσετε τη φράση ανάκτησης του Bitkit σας σε πολλά τηλέφωνα ταυτόχρονα, καθώς αυτό μπορεί να καταστρέψει τα δεδομένα σας.
es: No instale su frase de recuperación de Bitkit en varios teléfonos simultáneamente, ya que esto puede corromper sus datos.
fr: N'installez pas votre phrase de récupération Bitkit sur plusieurs téléphones simultanément, car cela pourrait corrompre vos données.
it: Non installare la frase di recupero Bitkit su più telefoni contemporaneamente, per non danneggiare i dati.
nl: Installeer Bitkit niet op meerdere telefoons tegelijk met dezelfde herstelwoorden, dit kan data corruptie veroorzaken.
pl: Nie instaluj swojej frazy odzyskiwania Bitkit na kilku telefonach jednocześnie, ponieważ może to uszkodzić Twoje dane.
pt: Não instales a tua frase de recuperação Bitkit em múltiplos telemóveis simultaneamente, pois isso pode corromper os teus dados.
pt_br: Não instale sua frase de recuperação do Bitkit em vários telefones simultaneamente, isso pode corromper seus dados.
ru: Не устанавливайте вашу фразу восстановления Bitkit на нескольких телефонах одновременно, так как это может привести к повреждению данных.

# onboarding__new_wallet
source: New Wallet
ar: محفظة جديدة
ca: Nova cartera
cs: Nová peněženka
de: Neues Wallet
el: Νέο Πορτοφόλι
es: Cartera nueva
fr: Créer
it: Nuovo Wallet
nl: Nieuwe wallet
pl: Nowy portfel
pt: Nova Carteira
pt_br: Nova Carteira
ru: Новый Кошелёк

# onboarding__passphrase
source: Passphrase
ar: عبارة المرور
ca: Frase de pas
cs: Passphrase - přístupová fráze
de: Passwort
el: Κωδικός Πρόσβασης
es: Frase de acesso
fr: Phrase secrète
nl: Paswoord
pl: Hasło
pt: Frase-passe
pt_br: Frase de Acesso
ru: Кодовая Фраза

# onboarding__passphrase_header
source: Secure with <accent>Passphrase</accent>
ar: تأمين بـ <accent>عبارة مرور</accent>
ca: Assegura amb <accent>frase de pas</accent>
cs: Zabezpečení pomocí <accent>přístupové fráze</accent>
el: Ασφάλιση με <accent>Κωδικό Πρόσβασης</accent>
es: Asegurar con <accent>Passphrase</accent>
fr: Sécuriser avec une <accent>Passphrase</accent>
it: Proteggilo con la <accent>Passphrase</accent>
nl: Beveilig met <accent>Wachtwoordzin</accent>
pl: Zabezpiecz <accent>hasłem</accent>
pt: Protege com <accent>Frase-passe</accent>
pt_br: Proteja com uma <accent>Senha</accent>
ru: Защитите с <accent>Кодовой Фразой</accent>

# onboarding__passphrase_text
source: You can add a secret passphrase to the 12-word recovery phrase. If you do, make sure you don't forget.
ar: يمكنك إضافة عبارة مرور سرية إلى عبارة الاسترداد المكونة من 12 كلمة. إذا فعلت ذلك، تأكد من عدم نسيانها.
ca: Pots afegir una frase de pas secreta a la frase de recuperació de 12 paraules. Si ho fas, assegura't de no oblidar-la.
cs: K 12slovné frázi pro obnovení můžete přidat tajnou přístupovou frázi. Pokud ji přidáte, nezapomeňte ji.
de: Du kannst deiner 12-Wörter-langen Wiederherstellungsphrase ein geheimes Passwort hinzufügen. Wenn du das tust, stelle sicher, dass du es nicht vergisst.
el: Μπορείτε να προσθέσετε έναν μυστικό κωδικό πρόσβασης στη φράση ανάκτησης 12 λέξεων. Αν το κάνετε, βεβαιωθείτε ότι δεν θα τον ξεχάσετε.
es: Puedes añadir una frase de secreta a la frase de recuperación de 12 palabras. Si lo hace, asegúrese de no olvidarla.
fr: Vous pouvez ajouter une phrase secrète à la phrase de récupération de 12 mots. Si vous le faites, assurez-vous de ne pas l'oublier.
it: È possibile aggiungere una passphrase segreta alla frase di recupero di 12 parole. Se lo fai, assicurati di non dimenticarla.
nl: U kunt een geheim paswoord toevoegen aan uw 12 herstelwoorden. Als u dit doet vergeet het paswoord dan niet.
pl: Możesz dodać tajne hasło do 12-wyrazowej frazy odzyskiwania. Jeśli to zrobisz, pamiętaj, aby jej nie zapomnieć.
pt: Podes adicionar uma frase-passe secreta à frase de recuperação de 12 palavras. Se o fizeres, certifica-te de que não te esqueces.
pt_br: Você pode adicionar uma frase de acesso secreta à frase de recuperação de 12 palavras. Certifique-se de não esquecer.
ru: Вы можете добавить секретную кодовую фразу к фразе восстановления из 12 слов. Убедитесь, что не забудете её.

# onboarding__pp_checkbox
source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa Privacy
nl: Privacyverklaring
pl: Polityka prywatności
pt: Política de Privacidade
pt_br: Política de Privacidade
ru: Политика Конфиденциальности

# onboarding__pp_checkbox_value
source: I declare that I have read and accept the <accent>privacy policy.</accent>
ar: أقر بأنني قد قرأت وأقبل <accent>سياسة الخصوصية.</accent>
ca: Declaro que he llegit i accepto la <accent>política de privadesa.</accent>
cs: Prohlašuji, že jsem si přečetl/a <accent>zásady ochrany osobních údajů</accent> a souhlasím s nimi.
de: Ich erkläre, dass ich die <accent>Datenschutzerklärung</accent> gelesen und akzeptiert habe.
el: Δηλώνω ότι έχω διαβάσει και αποδέχομαι την <accent>πολιτική απορρήτου.</accent>
es: Declaro que he leído y acepto la <accent>política de privacidad.</accent>
fr: Je déclare avoir lu et accepté la <accent>politique de confidentialité</accent>.
it: Dichiaro di aver letto e di accettare <accent>l'informativa sulla privacy.</accent>
nl: Ik verklaar dat ik de <accent>privacyverklaring</accent> heb gelezen en accepteer.
pl: Oświadczam, że zapoznałem się i akceptuję <accent>politykę prywatności.</accent>
pt: Declaro que li e aceito a <accent>política de privacidade.</accent>
pt_br: Declaro que li e aceito a <accent>política de privacidade.</accent>
ru: Я подтверждаю, что прочитал и принимаю <accent>Политику Конфиденциальности.</accent>

# onboarding__restore
source: Restore
ar: استعادة
ca: Restaurar
cs: Obnovit
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fr: Restaurer
it: Ripristina
nl: Herstel
pl: Odzyskaj
pt: Restaurar
pt_br: Restaurar
ru: Восстановить

# onboarding__restore_error_description
source: Bitkit could not restore your wallet from backup or recovery phrase.
ar: تعذر على Bitkit استعادة محفظتك من النسخة الاحتياطية أو عبارة الاسترداد.
ca: Bitkit no ha pogut restaurar la teva cartera des de la còpia de seguretat o la frase de recuperació.
cs: Bitkit se nepodařilo obnovit peněženku ze zálohy nebo z fráze pro obnovení.
de: Bitkit konnte dein Wallet nicht aus deinem Backup oder deiner Wiederherstellungsphrase wiederherstellen.
el: Το Bitkit δεν μπόρεσε να επαναφέρει το πορτοφόλι σας από αντίγραφο ασφαλείας ή φράση ανάκτησης.
es: Bitkit no pudo restaurar su monedero desde la copia de seguridad o la frase de recuperación.
fr: Bitkit n'a pas pu restaurer votre portefeuille à partir d'une phrase de sauvegarde ou de récupération.
it: Bitkit non è riuscito a ripristinare il tuo portafoglio dalla frase di backup o ripristino.
nl: Bitkit kon uw wallet niet herstellen vanuit backup of herstelzin.
pl: Bitkit nie mógł przywrócić Twojego portfela z kopii zapasowej ani frazy odzyskiwania.
pt: Bitkit não conseguiu restaurar a tua carteira a partir da cópia de segurança ou frase de recuperação.
pt_br: Bitkit não pôde restaurar sua carteira a partir do backup ou frase de recuperação.
ru: Bitkit не удалось восстановить ваш кошелёк из резервной копии или фразы восстановления.

# onboarding__restore_error_title
source: Wallet Restore Failed
ar: فشل استعادة المحفظة
ca: La restauració de la cartera ha fallat
cs: Obnovení peněženky se nezdařilo
de: Wallet Wiederherstellung fehlgeschlagen
el: Η Επαναφορά Πορτοφολιού Απέτυχε
es: Fallo de Restauración del Monedero
fr: Échec de la restauration du wallet
it: Ripristino del portafoglio non riuscito
nl: Wallet Herstel Mislukt
pl: Odzyskanie portfela nie powiodło się
pt: Restauro da Carteira Falhou
pt_br: A Restauração da Carteira Falhou.
ru: Ошибка Восстановления Кошелька

# onboarding__restore_failed_header
source: Spending balance <accent>error</accent>
ar: خطأ في <accent>رصيد الإنفاق</accent>
ca: Error del <accent>saldo de despesa</accent>
cs: <accent>Chyba</accent> disponibilního zůstatku
de: Wiederherstellung <accent>fehlgeschlagen</accent>
el: Σφάλμα <accent>υπολοίπου δαπανών</accent>
es: <accent>Error</accent> en saldo de gastos
fr: <accent>Erreur dans</accent> le solde Dépenses
it: Conto di spesa <accent>errore</accent>
nl: Bestedingssaldo <accent>fout</accent>
pl: <accent>Błąd</accent> salda do wydawania
pt: <accent>Erro</accent> no saldo de gastos
pt_br: <accent>Erro</accent> no saldo de gastos
ru: Ошибка Баланса <accent>Расходов</accent>

# onboarding__restore_failed_text
source: Bitkit restored your savings, but failed to restore your current spending balance (Lightning state) and wallet data.
ar: استعاد Bitkit مدخراتك، لكنه فشل في استعادة رصيد إنفاقك الحالي (حالة Lightning) وبيانات المحفظة.
ca: Bitkit ha restaurat els teus estalvis, però no ha pogut restaurar el teu saldo de despesa actual (estat Lightning) i les dades de la cartera.
cs: Bitkit obnovil vaše úspory, ale neobnovil váš aktuální disponibilní zůstatek (stav lightning) a data peněženky.
de: Bitkit hat deine Sparkonto wiederhergestellt, aber konnte deinen aktuellen Ausgabenstand (Lightning state) und Wallet-Daten nicht wiederherstellen.
el: Το Bitkit επανέφερε τις αποταμιεύσεις σας, αλλά απέτυχε να επαναφέρει το τρέχον υπόλοιπο δαπανών σας (κατάσταση Lightning) και τα δεδομένα πορτοφολιού.
es: Bitkit restauró sus ahorros, pero falló al restaurar su saldo de gastos actual (estado Lightning) y los datos del monedero.
fr: Bitkit a restauré vos économies, mais n'a pas réussi à restaurer votre solde du compte courant actuel (état Lightning) et les données de votre portefeuille.
it: Bitkit ha ripristinato i tuoi risparmi, ma non è riuscito a ripristinare il conto di spesa corrente (stato Lightning) e i dati del portafoglio.
nl: Bitkit heeft uw spaargeld hersteld, maar kon uw huidige bestedingssaldo (Lightning staat) en wallet gegevens niet herstellen.
pl: Bitkit przywrócił Twoje oszczędności, ale nie udało się przywrócić bieżącego salda wydatków (stan Lightning) ani danych portfela.
pt: Bitkit restaurou as tuas poupanças, mas falhou ao restaurar o teu saldo de gastos atual (estado Lightning) e dados da carteira.
pt_br: Bitkit restaurou seu saldo de poupança, mas não restaurou seu saldo de gastos atual (conexão Lightning) e os dados da carteira.
ru: Bitkit восстановил ваши сбережения, но не смог восстановить ваш текущий Баланс Расходов (состояние Lightning) и данные кошелька.

# onboarding__restore_header
source: <accent>Restore</accent> your wallet
ar: <accent>استعد</accent> محفظتك
ca: <accent>Restaura</accent> la teva cartera
cs: <accent>Obnovte</accent>svou peněženku
de: <accent>Wallet</accent> wieder-herstellen
el: <accent>Επαναφέρετε</accent> το πορτοφόλι σας
es: <accent>Restaurar</accent> tu monedero
fr: <accent>Restaurez</accent> votre wallet
it: <accent>Ripristina</accent> il tuo portafoglio
nl: <accent>Herstel</accent> uw wallet
pl: <accent>Odzyskaj</accent> swój portfel
pt: <accent>Restaura</accent> a tua carteira
pt_br: <accent>Recuperar</accent> sua carteira
ru: <accent>Восстановить</accent> ваш кошелёк

# onboarding__restore_inv_checksum
source: The checksum for the recovery phrase appears to be incorrect. Please double check your recovery phrase.
ar: يبدو أن المجموع الاختباري لعبارة الاسترداد غير صحيح. يرجى التحقق مرة أخرى من عبارة الاسترداد.
ca: La suma de verificació de la frase de recuperació sembla ser incorrecta. Si us plau, comprova la teva frase de recuperació.
cs: Kontrolní součet pro frázi pro obnovení se zdá být nesprávný. Zkontrolujte prosím svou frázi pro obnovení.
de: Die Checksumme der Wiederherstellungsphrase erscheint inkorrekt. Bitte überprüfe deine Wiederherstellungsphrase.
el: Το άθροισμα ελέγχου για τη φράση ανάκτησης φαίνεται να είναι λανθασμένο. Παρακαλώ ελέγξτε ξανά τη φράση ανάκτησής σας.
es: La suma de comprobación de la frase de recuperación parece ser incorrecta. Por favor, vuelva a comprobar su frase de recuperación.
fr: La phrase de récupération semble incorrecte. Veuillez revérifier votre phrase de récupération.
it: Il checksum della frase di recupero sembra non essere corretto. Ti preghiamo di ricontrollare la frase di recupero.
nl: De checksum van de herstelwoorden lijkt niet juist te zijn. Loop ze nogmaals na.
pl: Sumy kontrolne frazy odzyskiwania nie zgadzają się. Sprawdź ją ponownie.
pt: O checksum da frase de recuperação parece estar incorreto. Por favor, verifica novamente a tua frase de recuperação.
pt_br: O checksum da frase de recuperação parece estar incorreta. Verifique novamente sua frase de recuperação.
ru: Контрольная сумма фразы восстановления некорректна. Пожалуйста, дважды проверьте вашу фразу восстановления.

# onboarding__restore_no_backup_button
source: Proceed Without Backup
ar: المتابعة بدون نسخة احتياطية
ca: Continuar sense còpia de seguretat
cs: Pokračovat bez zálohy
de: Weiter ohne Backup
el: Συνέχεια Χωρίς Αντίγραφο Ασφαλείας
es: Proceder sin respaldo de la copia de seguridad
fr: Procéder sans sauvegarde
it: Procedi Senza Backup
nl: Doorgaan Zonder Backup
pl: Kontynuuj bez kopii zapasowej
pt: Continuar Sem Cópia de Segurança
pt_br: Continuar sem Backup
ru: Продолжить Без Резервной Копии

# onboarding__restore_no_backup_warn
source: If you previously had a lightning backup it will be overwritten and lost. This could result in a loss of funds.
ar: إذا كان لديك نسخة احتياطية لـ Lightning سابقًا، فسيتم استبدالها وفقدانها. قد يؤدي هذا إلى خسارة الأموال.
ca: Si anteriorment tenies una còpia de seguretat Lightning, es sobreescriurà i es perdrà. Això podria resultar en una pèrdua de fons.
cs: Pokud jste dříve měli lightning zálohu, bude přepsána a ztracena. To by mohlo vést ke ztrátě finančních prostředků.
de: Falls du vorher ein Lightning Backup eingerichtet hast, wird es überschrieben und verloren gehen. Dies könnte zu einem Verlust deines Geldes führen.
el: Αν είχατε προηγουμένως αντίγραφο ασφαλείας lightning θα αντικατασταθεί και θα χαθεί. Αυτό μπορεί να οδηγήσει σε απώλεια κεφαλαίων.
es: Si anteriormente tenía una copia de seguridad Lightning, ésta se sobrescribirá y se perderá. Esto podría provocar una pérdida de fondos.
fr: Si vous disposiez auparavant d'une sauvegarde Lightning, celle-ci sera écrasée et perdue. Cela pourrait entraîner une perte de fonds.
it: Se in precedenza possedevi un backup lightning, questo verrà sovrascritto e perso. Ciò potrebbe causare una perdita di fondi.
nl: Als u eerder een lightning backup heeft gemaakt zal deze overschreven worden en niet meer toegangkelijk zijn. Hierdoor kunt u geld verliezen.
pl: Jeśli wcześniej miałeś kopię zapasową Lightning, zostanie ona nadpisana i utracona. Może to skutkować utratą środków.
pt: Se tinhas anteriormente uma cópia de segurança Lightning, ela será substituída e perdida. Isto pode resultar em perda de fundos.
pt_br: Se você já tinha um backup Lightning, ele será sobrescrito e perdido. Isso pode resultar em perda de fundos.
ru: Если у вас ранее была резервная копия Lightning, она будет перезаписана и утрачена. Это может привести к потере средств.

# onboarding__restore_passphrase_meaning
source: *Optional, enter only if you've set up one.
ar: *اختياري، أدخلها فقط إذا قمت بإعدادها.
ca: *Opcional, introdueix només si n'has configurat una.
cs: *Volitelné, zadejte pouze v případě, že jste jej nastavili.
de: *Optional, nur eingeben, falls wenn du eines eingerichtet hast.
el: *Προαιρετικό, εισάγετε μόνο αν έχετε ορίσει έναν.
es: *Opcional, introduzca solo si ha configurado una.
fr: *Facultatif, n'entrez que si vous en avez créé une.
it: *Opzionale, da inserire solo se ne hai impostata una.
nl: *Optioneel, alleen invullen als u er één heeft gebruikt.
pl: Opcjonalne, wpisz tylko jeśli zostało wcześniej ustawione.
pt: *Opcional, introduz apenas se tiveres configurado uma.
pt_br: *Opcional, insira apenas se já tiver configurado um.
ru: *Необязательно, введите только если вы установили её.

# onboarding__restore_passphrase_placeholder
source: Passphrase*
ar: عبارة المرور*
ca: Frase de pas*
cs: Passphrase* - přístupová fráze
de: Passwort*
el: Κωδικός Πρόσβασης*
es: Frase de acesso*
fr: Phrase secrète*
nl: Paswoord*
pl: Hasło*
pt: Frase-passe*
pt_br: Frase Secreta*
ru: Кодовая Фраза*

# onboarding__restore_phrase
source: Please type in your recovery phrase from any (paper) backup.
ar: يرجى كتابة عبارة الاسترداد من أي نسخة احتياطية (ورقية).
ca: Si us plau, introduïu la vostra frase de recuperació de qualsevol còpia de seguretat (en paper).
cs: Zadejte prosím frázi pro obnovení z jakékoli (papírové) zálohy.
de: Bitte gebe deine Wiederherstellungsphrase von deinem (Papier-) Backup ein.
el: Παρακαλώ πληκτρολογήστε τη φράση ανάκτησής σας από οποιοδήποτε (χάρτινο) αντίγραφο ασφαλείας.
es: Introduzca su frase de recuperación a partir de cualquier copia de seguridad (en papel).
fr: Veuillez saisir votre phrase de récupération à partir de n'importe quelle sauvegarde (papier).
it: Digita la frase di ripristino da qualsiasi backup (cartaceo).
nl: Vul hier uw herstelwoorden in vanuit een (papieren) backup.
pl: Wpisz swoją frazę odzyskiwania z dowolnej (papierowej) kopii zapasowej.
pt: Por favor, escreve a tua frase de recuperação de qualquer cópia de segurança (em papel).
pt_br: Digite sua frase de recuperação de qualquer backup (em um papel).
ru: Пожалуйста, введите вашу фразу восстановления.

# onboarding__restore_red_explain
source: If a word is shown in <accent>red</accent>, it means that it was not found in the recovery phrase dictionary. Check for spelling errors.
ar: إذا ظهرت كلمة <accent>بالأحمر</accent>، فهذا يعني أنها غير موجودة في قاموس عبارة الاسترداد. تحقق من الأخطاء الإملائية.
ca: Si una paraula es mostra en <accent>vermell</accent>, significa que no s'ha trobat al diccionari de frases de recuperació. Comprova si hi ha errors ortogràfics.
cs: Pokud je slovo zobrazeno <accent>červeně</accent>, znamená to, že nebylo nalezeno ve slovníku frází pro obnovení. Zkontrolujte, zda v něm nejsou pravopisné chyby.
de: Wenn ein Wort in <accent>rot</accent> angezeigt wird, bedeutet dies, dass es nicht im Wörterbuch der Wiederherstellungsphrase gefunden wurde. Überprüfe auf Rechtschreibfehler.
el: Αν μια λέξη εμφανίζεται με <accent>κόκκινο</accent>, σημαίνει ότι δεν βρέθηκε στο λεξικό φράσης ανάκτησης. Ελέγξτε για ορθογραφικά λάθη.
es: Si una palabra aparece en <accent>rojo</accent>, significa que no se encontró en el diccionario de frases de recuperación. Compruebe si hay errores ortográficos.
fr: Si un mot apparaît en <accent>rouge</accent>, cela signifie qu'il n'a pas été trouvé dans le dictionnaire des phrases de récupération. Vérifiez les fautes d'orthographe.
it: Se una parola viene visualizzata <accent>rosso</accent>, significa che non è stata trovata nel dizionario delle frasi di recupero. Controlla gli errori di ortografia.
nl: Als een woord in <accent>rood</accent> wordt weergegeven, betekent dit dat het niet is gevonden in het herstelzin-woordenboek. Controleer op spelfouten.
pl: Jeśli słowo jest oznaczone na <accent>czerwono</accent>, nie zostało znalezione w słowniku fraz odzyskiwania. Sprawdź, czy nie ma literówek.
pt: Se uma palavra for mostrada a <accent>vermelho</accent>, significa que não foi encontrada no dicionário de frases de recuperação. Verifica erros ortográficos.
pt_br: Se uma palavra for mostrada em <accent>vermelho</accent>, ela não foi encontrada no dicionário de palavras de recuperação. Verifique se há erros de ortografia.
ru: Если слово отображается <accent>красным</accent>, это означает, что оно не найдено в словаре. Проверьте на ошибки.

# onboarding__restore_success_header
source: Wallet <accent>restored</accent>
ar: تمت <accent>استعادة</accent> المحفظة
ca: Cartera <accent>restaurada</accent>
cs: Peněženka <accent>obnovena</accent>
de: Wallet <accent>wiederhergestellt</accent>
el: Πορτοφόλι <accent>επαναφέρθηκε</accent>
es: Monedero <accent>restaurado</accent>
fr: Wallet <accent>restauré</accent>
it: Portafoglio <accent>ripristinato</accent>
nl: Wallet <accent>hersteld</accent>
pl: Portfel <accent>przywrócony</accent>
pt: Carteira <accent>restaurada</accent>
pt_br: Carteira <accent>restaurada</accent>
ru: Кошелёк <accent>восстановлен</accent>

# onboarding__restore_success_text
source: You have successfully restored your wallet from backup. Enjoy Bitkit!
ar: لقد استعدت محفظتك بنجاح من النسخة الاحتياطية. استمتع بـ Bitkit!
ca: Has restaurat correctament la teva cartera des de la còpia de seguretat. Gaudeix de Bitkit!
cs: Úspěšně jste obnovili svou peněženku ze zálohy. Užijte si Bitkit!
de: Du hast erfolgreich dein Wallet mittels deines Backups wiederhergestellt. Viel Spaß mit Bitkit!
el: Επαναφέρατε επιτυχώς το πορτοφόλι σας από αντίγραφο ασφαλείας. Απολαύστε το Bitkit!
es: Ha restaurado con éxito su cartera desde la copia de seguridad. ¡Disfrute de Bitkit!
fr: Vous avez restauré avec succès votre portefeuille à partir d'une sauvegarde. Profitez de Bitkit !
it: Hai ripristinato con successo il tuo wallet dal backup. Goditi Bitkit!
nl: Uw wallet is succesvol hersteld vanuit de backup. Veel plezier met Bitkit!
pl: Pomyślnie przywrócono Twój portfel z kopii zapasowej. Ciesz się korzystaniem z Bitkit!
pt: Restauraste com sucesso a tua carteira a partir da cópia de segurança. Desfruta de Bitkit!
pt_br: Sua carteira foi restaurada a partir do backup. Aproveite a Bitkit!
ru: Вы успешно восстановили свой кошелёк из резервной копии. Наслаждайтесь Bitkit!

# onboarding__restore_suggestions
source: SUGGESTIONS
ar: اقتراحات
ca: SUGGERIMENTS
cs: NÁVRHY
de: VORSCHLÄGE
el: ΠΡΟΤΑΣΕΙΣ
es: SUGERENCIAS
it: CONSIGLI
nl: SUGGESTIES
pl: SUGESTIE
pt: SUGESTÕES
pt_br: SUGESTÕES
ru: ПРЕДЛОЖЕНИЯ

# onboarding__restore_wallet
source: Restore Wallet
ar: استعادة المحفظة
ca: Restaurar cartera
cs: Obnovit peněženku
de: Wallet wiederherstellen
el: Επαναφορά Πορτοφολιού
es: Restaurar cartera
fr: Restaurer le portefeuille
it: Ripristina Wallet
nl: Herstel een wallet
pl: Odzyskaj portfel
pt: Restaurar Carteira
pt_br: Restaurar Carteira
ru: Восстановить Кошелёк

# onboarding__skip
source: Skip
ar: تخطي
ca: Salta
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Saltar
fr: Ignorer
it: Salta
nl: Overslaan
pl: Pomiń
pt: Saltar
pt_br: Pular
ru: Пропустить

# onboarding__skip_intro
source: Skip Intro
ar: تخطي المقدمة
ca: Ometre introducció
cs: Přeskočit intro
de: Überspringen
el: Παράλειψη Εισαγωγής
es: Saltar introducción
fr: Sauter intro
it: Salta l'Intro
nl: Sla intro over
pl: Pomiń wprowadzenie
pt: Saltar Introdução
pt_br: Pular Introdução
ru: Пропустить

# onboarding__slide0_header
source: Freedom in <accent>your pocket</accent>
ar: الحرية في <accent>جيبك</accent>
ca: Llibertat a <accent>la teva butxaca</accent>
cs: Svoboda ve <accent>vaší kapse</accent>
el: Ελευθερία στην <accent>τσέπη σας</accent>
es: Libertad en <accent>tu bolsillo</accent>
fr: La liberté dans <accent>votre poche</accent>
it: La libertà <accent>nella tua tasca</accent>
nl: Vrijheid in <accent>uw zak</accent>
pl: Wolność w <accent>twojej kieszeni</accent>
pt: Liberdade no <accent>teu bolso</accent>
pt_br: Liberdade no <accent>seu bolso</accent>
ru: Свобода в <accent>вашем кармане</accent>
