Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# wallet__receive_bitcoin
source: Receive Bitcoin
ar: استلام Bitcoin
ca: Rebre Bitcoin
cs: Přijmout bitcoin
de: Bitcoin empfangen
el: Λήψη Bitcoin
es: Recibir Bitcoin
fr: Recevoir des bitcoins
it: Ricevi Bitcoin
nl: Bitcoin Ontvangen
pl: Otrzymaj Bitcoiny
pt: Receber Bitcoin
pt_br: Receber Bitcoin
ru: Получить Биткоин

# wallet__receive_bitcoin_invoice
source: Bitcoin invoice
ar: فاتورة Bitcoin
ca: Factura de Bitcoin
cs: bitcoinová faktura
de: Bitcoin-Rechnung
el: Τιμολόγιο Bitcoin
es: Factura bitcoin
fr: Facture bitcoin
nl: Bitcoin factuur
pl: Faktura bitcoinowa
pt: Fatura Bitcoin
pt_br: Invoice Bitcoin
ru: Биткоин инвойс

# wallet__receive_cjit_error
source: Transaction Failed
ar: فشلت المعاملة
ca: Transacció fallida
cs: Transakce selhala
de: CJIT Fehler
el: Η Συναλλαγή Απέτυχε
es: Transacción ha fallado
fr: Échec de la transaction
it: Transazione Fallita
nl: Transactie Mislukt
pl: Transakcja nie powiodła się
pt: Transação Falhou
pt_br: Falha na Transação
ru: Транзакция не удалась

# wallet__receive_cjit_error_msg
source: Failed to send funds to your spending account.
ar: فشل إرسال الأموال إلى حساب الإنفاق الخاص بك.
ca: No s'han pogut enviar fons al teu compte de despesa.
cs: Nepodařilo se odeslat prostředky na váš disponibilní účet.
de: Fehler beim Senden der Gelder auf dein Ausgabenkonto.
el: Αποτυχία αποστολής κεφαλαίων στον λογαριασμό δαπανών σας.
es: Fallo al enviar fondos a la cuenta de gastos.
fr: Échec de l’envoi vers Dépenses.
it: Impossibile inviare fondi al tuo conto di spesa.
nl: Kon geld niet naar uw bestedingsrekening sturen.
pl: Nie udało się wysłać środków na Twoje saldo wydatków.
pt: Falha ao enviar fundos para a tua conta de gastos.
pt_br: Falha ao enviar fundos para sua conta de gastos.
ru: Не удалось отправить средства на ваш Баланс Расходов.

# wallet__receive_connect_additional
source: To receive more instant Bitcoin, Bitkit has to increase your liquidity. A <accent>{networkFee}</accent> network fee and <accent>{serviceFee}</accent> service provider fee will be deducted from the amount you specified.
ar: لاستلام المزيد من Bitcoin الفوري، يتعين على Bitkit زيادة سيولتك. سيتم خصم رسوم شبكة <accent>{networkFee}</accent> ورسوم مزود الخدمة <accent>{serviceFee}</accent> من المبلغ الذي حددته.
ca: Per rebre més Bitcoin instantani, Bitkit ha d'augmentar la teva liquiditat. Una comissió de xarxa de <accent>{networkFee}</accent> i una comissió de proveïdor de servei de <accent>{serviceFee}</accent> es descomptaran de l'import que has especificat.
cs: Chcete-li získat více okamžitých bitcoinů, musí Bitkit navýšit vaši likviditu. Od vámi zadané částky bude odečten síťový poplatek <accent>{networkFee}</accent> a <accent>{serviceFee}</accent> poplatek poskytovatele služeb .
el: Για να λάβετε περισσότερα άμεσα Bitcoin, το Bitkit πρέπει να αυξήσει τη ρευστότητά σας. Τέλος δικτύου <accent>{networkFee}</accent> και τέλος παρόχου υπηρεσιών <accent>{serviceFee}</accent> θα αφαιρεθούν από το ποσό που καθορίσατε.
es: Para recibir más Bitcoin instantáneo, Bitkit tiene que aumentar su liquidez. Una comisión de red de <accent>{networkFee}</accent> y una comisión del proveedor de servicios de <accent>{serviceFee}</accent> se deducirán de la cantidad especificada.
fr: Pour recevoir plus de bitcoins instantanés, Bitkit doit augmenter vos liquidités. A <accent>{lspFee}</accent> frais de fournisseur de services seront déduits du montant que vous avez spécifié.
it: Per ricevere altri Bitcoin istantanei, Bitkit deve aumentare la tua liquidità. Una commissione di rete di <accent>{networkFee}</accent> e una commissione del fornitore di servizi di <accent>{serviceFee}</accent> verranno dedotte dall'importo specificato.
nl: Om meer direct Bitcoin te ontvangen, moet Bitkit uw liquiditeit verhogen. Een <accent>{networkFee}</accent> netwerkvergoeding en <accent>{serviceFee}</accent> serviceprovidervergoeding worden afgetrokken van het bedrag dat u heeft opgegeven.
pl: Bitkit musi zwiększyć Twoją płynność, abyś mógł otrzymywać więcej natychmiastowych płatności. Od wskazanej kwoty zostanie pobrana opłata sieciowa <accent>{networkFee}</accent> i serwisowa <accent>{serviceFee}</accent>.
pt: Para receberes mais Bitcoin instantâneo, Bitkit tem de aumentar a tua liquidez. Uma taxa de rede de <accent>{networkFee}</accent> e uma taxa de fornecedor de serviços de <accent>{serviceFee}</accent> serão deduzidas do valor que especificaste.
pt_br: Para receber mais Bitcoin instantâneo, a Bitkit precisa aumentar sua liquidez. A taxa de rede de <accent>{networkFee}</accent> e <accent>{serviceFee}</accent> de taxa do provedor de serviços serão deduzidas do valor que você especificou.

# wallet__receive_connect_initial
source: To set up your spending balance, a <accent>{networkFee}</accent> network fee and <accent>{serviceFee}</accent> service provider fee will be deducted.
ar: لإعداد رصيد إنفاقك، سيتم خصم رسوم شبكة <accent>{networkFee}</accent> ورسوم مزود الخدمة <accent>{serviceFee}</accent>.
ca: Per configurar el teu saldo de despesa, es descomptarà una comissió de xarxa de <accent>{networkFee}</accent> i una comissió de proveïdor de servei de <accent>{serviceFee}</accent>.
cs: Chcete-li nastavit disponibilní zůstatek, bude odečten síťový poplatek <accent>{networkFee}</accent> a <accent>{serviceFee}</accent> poplatek poskytovateli služeb.
el: Για τη ρύθμιση του υπολοίπου δαπανών σας, θα αφαιρεθεί τέλος δικτύου <accent>{networkFee}</accent> και τέλος παρόχου υπηρεσιών <accent>{serviceFee}</accent>.
es: Para configurar su saldo de gastos, se deducirán una comisión de red de <accent>{networkFee}</accent> y una comisión del proveedor de servicios de <accent>{serviceFee}</accent>.
fr: Pour établir votre solde Dépenses, un <accent>{networkFee}</accent> frais de réseau et <accent>{serviceFee}</accent> frais de fournisseur de services seront déduits.
it: Per configurare il tuo conto di spesa, verranno dedotte una commissione di rete di <accent>{networkFee}</accent> e una commissione del fornitore di servizi di <accent>{serviceFee}</accent>.
nl: Om uw bestedingssaldo in te stellen, worden een <accent>{networkFee}</accent> netwerkvergoeding en <accent>{serviceFee}</accent> serviceprovidervergoeding afgetrokken.
pl: Aby skonfigurować saldo wydatków, zostanie pobrana opłata sieciowa <accent>{networkFee}</accent> oraz opłata dostawcy usługi <accent>{serviceFee}</accent>
pt: Para configurar o teu saldo de gastos, uma taxa de rede de <accent>{networkFee}</accent> e uma taxa de fornecedor de serviços de <accent>{serviceFee}</accent> serão deduzidas.
pt_br: Para configurar seu saldo de gastos, uma taxa de rede de <accent>{networkFee}</accent> e <accent>{serviceFee}</accent> de taxa do provedor de serviços serão deduzidas.

# wallet__receive_copied
source: Invoice copied to clipboard
ar: تم نسخ الفاتورة إلى الحافظة
ca: Factura copiada al porta-retalls
cs: Faktura zkopírovaná do schránky
de: Rechnung in die Zwischenablage kopiert
el: Το τιμολόγιο αντιγράφηκε στο πρόχειρο
es: Factura copiada al portapapeles
fr: Facture copiée dans le presse-papiers
it: Fattura copiata negli appunti
nl: Factuur gekopieerd naar klembord
pl: Faktura skopiowana do schowka
pt: Fatura copiada para a área de transferência
pt_br: Invoice copiado para a área de transferência.
ru: Инвойс скопирован в буфер обмена

# wallet__receive_foreground_msg
source: Payments to your spending balance might fail if you switch between apps.
ar: قد تفشل المدفوعات إلى رصيد إنفاقك إذا قمت بالتبديل بين التطبيقات.
ca: Els pagaments al teu saldo de despesa poden fallar si canvies entre aplicacions.
cs: Při přepínání mezi aplikacemi může dojít k selhání plateb na váš disponibilní zůstatek.
de: Zahlungen auf Ihr Guthaben können fehlschlagen, wenn Sie zwischen Apps wechseln.
el: Οι πληρωμές στο υπόλοιπο δαπανών σας μπορεί να αποτύχουν αν αλλάξετε μεταξύ εφαρμογών.
es: Los pagos a su saldo de gastos podrían fallar si cambia entre aplicaciones.
fr: Les paiements sur votre solde du compte courant peuvent échouer si vous passez d'une application à l'autre.
it: I pagamenti al tuo saldo di spesa potrebbero fallire se passi tra le app.
nl: Betalingen naar uw bestedingssaldo kunnen mislukken als u tussen apps wisselt.
pl: Płatności na saldo wydatków mogą się nie powieść, jeśli przełączą się Państwo między aplikacjami.
pt: Pagamentos para o teu saldo de gastos podem falhar se alternares entre apps.
pt_br: Os pagamentos ao seu saldo de gastos podem falhar se o usuário alternar entre aplicativos.

# wallet__receive_foreground_title
source: Keep Bitkit In Foreground
ar: أبقِ Bitkit في المقدمة
ca: Mantén Bitkit en primer pla
cs: Udržovat Bitkit na popředí
de: Bitkit im Vordergrund halten
el: Κρατήστε το Bitkit σε Πρώτο Πλάνο
es: Mantenga Bitkit en Primer Plano
fr: Garder Bitkit au premier plan
it: Mantieni Bitkit in Primo Piano
nl: Houd Bitkit Op De Voorgrond
pl: Zachowaj Bitkit na pierwszym planie
pt: Mantém Bitkit em Primeiro Plano
pt_br: Mantenha a Bitkit em primeiro plano

# wallet__receive_insufficient_text
source: Insufficient receiving capacity to receive this amount over Lightning.
ar: سعة استلام غير كافية لاستلام هذا المبلغ عبر Lightning.
ca: Capacitat de recepció insuficient per rebre aquest import a través de Lightning.
cs: Nedostatečná přijímací kapacita pro příjem této částky přes lightning.
de: Unzureichende Empfangskapazität, um diesen Betrag über Lightning zu empfangen.
el: Ανεπαρκής χωρητικότητα λήψης για να λάβετε αυτό το ποσό μέσω Lightning.
es: Capacidad de recepción insuficiente para recibir esta cantidad a través de Lightning.
fr: Capacité insuffisante pour recevoir ce montant en Lightning.
it: Capacità di ricezione insufficiente per ricevere questo importo tramite Lightning.
nl: Onvoldoende ontvangstcapaciteit om dit bedrag via Lightning te ontvangen.
pl: Niewystarczająca zdolność odbiorcza, aby otrzymać tę kwotę przez Lightning.
pt: Capacidade de receção insuficiente para receber este valor por Lightning.
pt_br: Limite de recebimento insuficiente para esse valor.
ru: Недостаточно входящей ликвидности для получения данной суммы через Lightning.

# wallet__receive_insufficient_title
source: Insufficient receiving balance.
ar: رصيد استلام غير كافٍ.
ca: Saldo de recepció insuficient.
cs: Nedostatečný zůstatek na příjmovém účtu.
de: Unzureichendes Empfangskonto.
el: Ανεπαρκές υπόλοιπο λήψης.
es: Saldo de recepción insuficiente.
fr: Solde de réception insuffisant.
it: Saldo di ricezione insufficiente.
nl: Onvoldoende ontvangstcapaciteit.
pl: Niewystarczające saldo odbiorcze.
pt: Saldo de receção insuficiente.
pt_br: Limite de recebimento insuficiente.
ru: Недостаточный входящий баланс.

# wallet__receive_ldk_init
source: Spending Balance Initializing...
ar: جارٍ تهيئة رصيد الإنفاق...
ca: Inicialitzant saldo de despesa...
cs: Inicializace disponibilního zůstatku...
de: Ausgabensaldo Initialisierung...
el: Αρχικοποίηση Υπολοίπου Δαπανών...
es: Inicializando Saldo de Gastos...
fr: Initialisation du solde Dépenses…
it: Inizializzazione Saldo di Spesa...
nl: Bestedingssaldo Initialiseren...
pl: Inicjalizacja salda wydatków...
pt: A Inicializar Saldo de Gastos...
pt_br: Carregando saldo de gastos...
ru: Инициализация Баланса Расходов...

# wallet__receive_lightning_invoice
source: Lightning invoice
ar: فاتورة Lightning
ca: Factura Lightning
cs: Lightningová faktura
de: Lightning-Rechnung
el: Τιμολόγιο Lightning
es: Factura Lightning
fr: Facture Lightning
nl: Lightning factuur
pl: Faktura Lightning
pt: Fatura Lightning
pt_br: Invoice Lightning
ru: Лайтнинг инвойс

# wallet__receive_liquidity__label
source: Spending Balance Liquidity
ar: سيولة رصيد الإنفاق
ca: Liquiditat del saldo de despesa
cs: Likvidita disponibilního zůstatku
de: Ausgabensaldo Liquidität
el: Ρευστότητα Υπολοίπου Δαπανών
es: Liquidez del Saldo de Gastos
fr: Liquidité disponible
it: Liquidità Saldo di Spesa
nl: Bestedingssaldo Liquiditeit
pl: Saldo wydatków Płynność
pt: Liquidez do Saldo de Gastos
pt_br: Liquidez do Saldo de Gastos
ru: Ликвидность Баланса Расходов

# wallet__receive_liquidity__label_additional
source: Additional Spending Balance Liquidity
ar: سيولة رصيد إنفاق إضافية
ca: Liquiditat addicional del saldo de despesa
cs: Dodatečná likvidita disponibilního zůstatku
de: Zusätzliche Ausgaben Saldo Liquidität
el: Πρόσθετη Ρευστότητα Υπολοίπου Δαπανών
es: Liquidez Adicional del Saldo de Gastos
fr: Liquidité supplémentaire du solde Dépenses
it: Liquidità Aggiuntiva Saldo di Spesa
nl: Extra Bestedingssaldo Liquiditeit
pl: Dodatkowa płynność salda wydatków
pt: Liquidez Adicional do Saldo de Gastos
pt_br: Liquidez adicional do saldo de gastos
ru: Дополнительная Ликвидность Баланса Расходов

# wallet__receive_liquidity__nav_title
source: Spending Balance Setup
ar: إعداد رصيد الإنفاق
ca: Configuració del saldo de despesa
cs: Nastavení disponibilního zůstatku
de: Einrichtung des Ausgabensaldos
el: Ρύθμιση Υπολοίπου Δαπανών
es: Configuración del Saldo de Gastos
fr: Configuration du solde compte Dépenses
it: Configurazione Saldo di Spesa
nl: Bestedingssaldo Instellen
pl: Konfiguracja salda wydatków
pt: Configuração do Saldo de Gastos
pt_br: Setup do saldo de gastos
ru: Настройка Баланса Расходов

# wallet__receive_liquidity__nav_title_additional
source: Increase Receiving Capacity
ar: زيادة سعة الاستلام
ca: Augmentar capacitat de recepció
cs: Zvýšení přijímací kapacity
de: Erhöhung der Empfangskapazität
el: Αύξηση Χωρητικότητας Λήψης
es: Incrementar Capacidad de Recepción
fr: Augmenter la capacité de réception
it: Aumenta Capacità di Ricezione
nl: Ontvangstcapaciteit Verhogen
pl: Zwiększenie zdolności odbioru
pt: Aumentar Capacidade de Receção
pt_br: Aumentar a capacidade de recebimento
ru: Увеличить Приёмную Мощность

# wallet__receive_liquidity__text
source: Your Spending Balance uses the Lightning Network to make your payments cheaper, faster, and more private. This works like internet access, but you pay for liquidity & routing instead of bandwidth. This setup includes some one-time costs.
ar: يستخدم رصيد إنفاقك Lightning Network لجعل مدفوعاتك أرخص وأسرع وأكثر خصوصية. يعمل هذا مثل الوصول إلى الإنترنت، لكنك تدفع مقابل السيولة والتوجيه بدلاً من النطاق الترددي. يتضمن هذا الإعداد بعض التكاليف لمرة واحدة.
ca: El teu saldo de despesa utilitza Lightning Network per fer els teus pagaments més barats, ràpids i privats. Això funciona com l'accés a Internet, però pagues per liquiditat i encaminament en lloc d'amplada de banda. Aquesta configuració inclou alguns costos únics.
cs: Váš zůstatek na účtu využívá síť lightning network, aby byly vaše platby levnější, rychlejší a soukromější. Funguje to jako přístup k internetu, ale místo za šířku pásma platíte za likviditu a směrování. Toto nastavení zahrnuje některé jednorázové náklady.
de: Your Spending Balance nutzt das Lightning Network, um Ihre Zahlungen günstiger, schneller und privater zu machen. Dies funktioniert wie ein Internetzugang, aber Sie zahlen für Liquidität und Routing statt für Bandbreite. Diese Einrichtung umfasst einige einmalige Kosten.
el: Το Υπόλοιπο Δαπανών σας χρησιμοποιεί το Lightning Network για να κάνει τις πληρωμές σας φθηνότερες, ταχύτερες και πιο ιδιωτικές. Αυτό λειτουργεί όπως η πρόσβαση στο διαδίκτυο, αλλά πληρώνετε για ρευστότητα & δρομολόγηση αντί για εύρος ζώνης. Αυτή η ρύθμιση περιλαμβάνει ορισμένα εφάπαξ κόστη.
es: Su Saldo de Gastos utiliza Lightning Network para hacer sus pagos más baratos, rápidos y privados. Funciona como el acceso a Internet, pero paga por liquidez y enrutamiento en lugar de ancho de banda. Esta configuración incluye algunos costes únicos.
fr: Votre solde Dépenses utilise le Lightning Network pour rendre vos paiements moins chers, plus rapides et plus confidentiels. Cela fonctionne comme l'accès à Internet, mais vous payez pour la liquidité et le routage au lieu de la bande passante. Cette configuration implique des coûts uniques.
it: Il tuo Saldo di Spesa utilizza la rete Lightning Network per rendere i tuoi pagamenti più economici, veloci e privati. Funziona come l'accesso a internet, ma paghi per la liquidità e il routing invece che per la banda. Questa configurazione include alcuni costi una tantum.
nl: Uw Bestedingssaldo gebruikt het Lightning Network om uw betalingen goedkoper, sneller en meer privé te maken. Dit werkt als internettoegang, maar u betaalt voor liquiditeit en routering in plaats van bandbreedte. Deze configuratie bevat eenmalige kosten.
pl: Saldo Wydatków wykorzystuje sieć Lightning, aby Twoje płatności były tańsze, szybsze i bardziej prywatne. Działa to podobnie jak dostęp do Internetu, ale płacą Państwo za płynność i routing zamiast za przepustowość. Ta konfiguracja obejmuje pewne jednorazowe koszty.
pt: O teu Saldo de Gastos usa a Lightning Network para tornar os teus pagamentos mais baratos, rápidos e privados. Funciona como acesso à internet, mas pagas por liquidez e encaminhamento em vez de largura de banda. Esta configuração inclui alguns custos únicos.
pt_br: Seu Saldo de Gastos usa a Lightning Network para tornar seus pagamentos mais baratos, mais rápidos e mais privados. Isso funciona como o acesso à Internet, mas você paga por liquidez e roteamento em vez de largura de banda. Essa configuração inclui alguns custos únicos.

# wallet__receive_liquidity__text_additional
source: Your Spending Balance uses the Lightning Network to make your payments cheaper, faster, and more private. This works like internet access, but you pay for liquidity & routing instead of bandwidth. Bitkit needs to increase the receiving capacity of your spending balance to process this payment.
ar: يستخدم رصيد إنفاقك Lightning Network لجعل مدفوعاتك أرخص وأسرع وأكثر خصوصية. يعمل هذا مثل الوصول إلى الإنترنت، لكنك تدفع مقابل السيولة والتوجيه بدلاً من النطاق الترددي. يحتاج Bitkit إلى زيادة سعة استلام رصيد إنفاقك لمعالجة هذه الدفعة.
ca: El teu saldo de despesa utilitza Lightning Network per fer els teus pagaments més barats, ràpids i privats. Això funciona com l'accés a Internet, però pagues per liquiditat i encaminament en lloc d'amplada de banda. Bitkit necessita augmentar la capacitat de recepció del teu saldo de despesa per processar aquest pagament.
cs: Váš zůstatek na účtu využívá síť lightning network, aby byly vaše platby levnější, rychlejší a soukromější. Funguje to jako přístup k internetu, ale místo za šířku pásma platíte za likviditu a směrování. Bitkit potřebuje zvýšit přijímací kapacitu vašeho výdajového zůstatku, aby mohl tuto platbu zpracovat.
de: Your Spending Balance nutzt das Lightning Network, um Ihre Zahlungen günstiger, schneller und privater zu machen. Dies funktioniert wie ein Internetzugang, aber Sie zahlen für Liquidität und Routing statt für Bandbreite. Bitkit muss die Aufnahmekapazität Ihres Guthabens erhöhen, um diese Zahlung zu verarbeiten.
el: Το Υπόλοιπο Δαπανών σας χρησιμοποιεί το Lightning Network για να κάνει τις πληρωμές σας φθηνότερες, ταχύτερες και πιο ιδιωτικές. Αυτό λειτουργεί όπως η πρόσβαση στο διαδίκτυο, αλλά πληρώνετε για ρευστότητα & δρομολόγηση αντί για εύρος ζώνης. Το Bitkit πρέπει να αυξήσει τη χωρητικότητα λήψης του υπολοίπου δαπανών σας για να επεξεργαστεί αυτή την πληρωμή.
es: Su Saldo de Gastos utiliza Lightning Network para hacer sus pagos más baratos, rápidos y privados. Funciona como el acceso a Internet, pero paga por liquidez y enrutamiento en lugar de ancho de banda. Bitkit necesita aumentar la capacidad de recepción de su saldo de gastos para procesar este pago.
fr: Votre solde Dépenses utilise le Lightning Network pour rendre vos paiements moins chers, plus rapides et plus confidentiels. Cela fonctionne comme l'accès à Internet, mais vous payez pour la liquidité et le routage au lieu de la bande passante. Bitkit a besoin d'augmenter la capacité de réception de votre solde du compte courant pour traiter ce paiement.
it: Il tuo Saldo di Spesa utilizza la rete Lightning Network per rendere i tuoi pagamenti più economici, veloci e privati. Funziona come l'accesso a internet, ma paghi per la liquidità e il routing invece che per la banda. Bitkit deve aumentare la capacità di ricezione del tuo saldo di spesa per elaborare questo pagamento.
nl: Uw Bestedingssaldo gebruikt het Lightning Network om uw betalingen goedkoper, sneller en meer privé te maken. Dit werkt als internettoegang, maar u betaalt voor liquiditeit en routering in plaats van bandbreedte. Bitkit moet de ontvangstcapaciteit van uw bestedingssaldo verhogen om deze betaling te verwerken.
pl: Saldo Wydatków wykorzystuje sieć Lightning, aby Twoje płatności były tańsze, szybsze i bardziej prywatne. Działa to podobnie jak dostęp do Internetu, ale płacą Państwo za płynność i routing zamiast za przepustowość. Bitkit musi zwiększyć zdolność odbiorczą Państwa salda wydatków, aby przetworzyć tę płatność.
pt: O teu Saldo de Gastos usa a Lightning Network para tornar os teus pagamentos mais baratos, rápidos e privados. Funciona como acesso à internet, mas pagas por liquidez e encaminhamento em vez de largura de banda. Bitkit precisa de aumentar a capacidade de receção do teu saldo de gastos para processar este pagamento.
pt_br: Seu Saldo de Gastos usa a Lightning Network para tornar seus pagamentos mais baratos, mais rápidos e mais privados. Isso funciona como o acesso à Internet, mas você paga por liquidez e roteamento em vez de largura de banda. A Bitkit precisa aumentar a capacidade de recebimento de seu saldo de gastos para processar esse pagamento.

# wallet__receive_note_placeholder
source: Optional note to payer
ar: ملاحظة اختيارية للدافع
ca: Nota opcional per al pagador
cs: Nepovinná poznámka pro plátce
de: Optionale Notiz an den Zahler
el: Προαιρετική σημείωση στον πληρωτή
es: Nota opcional para el pagador
fr: Note facultative à destination du payeur
it: Nota opzionale per chi paga
nl: Desgewenst bericht aan de betaler
pl: Opcjonalna notatka dla płatnika
pt: Nota opcional para o pagador
pt_br: Comentário opcional para o pagador
ru: Опциональная заметка для плательщика

# wallet__receive_share_address
source: Share receiving address
ar: مشاركة عنوان الاستلام
ca: Compartir l'adreça de recepció
cs: Sdílet přijímací adresu
de: Empfangsadresse teilen
el: Κοινοποίηση διεύθυνσης λήψης
es: Compartir dirección de recepción
fr: Partager l'adresse de réception
it: Condividi indirizzo di ricezione
nl: Deel ontvangstadres
pl: Udostępnij adres
pt: Partilhar endereço de receção
pt_br: Compartilhar endereço de recebimento
ru: Поделиться адресом

# wallet__receive_show_qr
source: Show QR Code
ar: عرض رمز QR
ca: Mostra el codi QR
cs: Zobrazit QR kód
de: QR-Code anzeigen
el: Εμφάνιση Κωδικού QR
es: Mostrar código QR
fr: Afficher le QR code
it: Visualizza QR Code
nl: Toon QR Code
pl: Skanuj kod QR
pt: Mostrar Código QR
pt_br: Mostrar código QR
ru: Показать QR-код

# wallet__receive_specify
source: Edit Invoice
ar: تعديل الفاتورة
ca: Editar factura
cs: Upravit fakturu
de: Rechnung bearbeiten
el: Επεξεργασία Τιμολογίου
es: Editar Factura
fr: Modifier la facture
it: Modifica Fattura
nl: Bewerk Factuur
pl: Edytuj fakturę
pt: Editar Fatura
pt_br: Editar Invoice
ru: Редактировать Инвойс

# wallet__receive_spending
source: Receive Lightning Funds
ar: الاستلام على رصيد الإنفاق
ca: Rebre al saldo de despesa
cs: Příijmout na disponibilní zůstatek
de: Auf Ausgabenkonto empfangen
el: Λήψη στο Υπόλοιπο Δαπανών
es: Recibir en Saldo de Gastos
fr: Recevoir sur le compte de dépenses
it: Ricevi sul saldo delle spese
nl: Ontvang op Bestedingssaldo
pl: Odbiór na saldo wydatków
pt: Receber no Saldo de Gastos
pt_br: Receber no Saldo de Gastos
ru: Получить на Баланс Расходов
