Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# wallet__send_dialog5_description
source: Current network conditions require that your fee should be greater than {minimumFee} ₿/vbyte. This transaction may fail, take a while to confirm, or get trimmed from the mempool. Do you wish to proceed?
ar: تتطلب ظروف الشبكة الحالية أن تكون رسومك أكبر من {minimumFee} ₿/vbyte. قد تفشل هذه المعاملة، أو تستغرق وقتًا للتأكيد، أو يتم حذفها من mempool. هل تريد المتابعة؟
ca: Les condicions actuals de la xarxa requereixen que la teva comissió sigui superior a {minimumFee} ₿/vbyte. Aquesta transacció pot fallar, trigar a confirmar-se o ser eliminada de la mempool. Vols continuar?
cs: Současné síťové podmínky vyžadují, aby váš poplatek byl vyšší než {minimumFee} ₿/vbyte. Tato transakce může selhat, chvíli trvat, než se potvrdí nebo může být z mempoolu odstraněna. Přejete si pokračovat?
de: Aktuelle Netzbedingungen erfordern, dass deine Gebühr größer als {minimumFee} ₿/vbyte ist. Diese Transaktion könnte fehlschlagen, lange dauern oder aus dem Mempool entfernt werden. Möchtest du fortfahren?
el: Οι τρέχουσες συνθήκες δικτύου απαιτούν το τέλος σας να είναι μεγαλύτερο από {minimumFee} ₿/vbyte. Αυτή η συναλλαγή μπορεί να αποτύχει, να διαρκέσει πολύ για επιβεβαίωση ή να αφαιρεθεί από το mempool. Θέλετε να προχωρήσετε;
es: Las condiciones actuales de la red requieren que su comisión sea mayor de {minimumFee} ₿/vbyte. Esta transacción podría fallar, tardar en confirmarse o ser eliminada del mempool. ¿Desea continuar?
fr: Les conditions actuelles du réseau exigent que vos frais soientt supérieur à {minimumFee} ₿/vbyte. Cette transaction peut échouer, prendre un certain temps pour être confirmée ou être supprimée de la mempool. Souhaitez-vous poursuivre ?
it: Le attuali condizioni della rete richiedono che la commissione sia superiore a {minimumFee} ₿/vbyte. Questa transazione potrebbe non riuscire, richiedere del tempo per essere confermata o essere eliminata dal mempool. Desideri procedere?
nl: De huidige netwerkomstandigheden vereisen dat uw vergoeding groter is dan {minimumFee} ₿/vbyte. Deze transactie kan mislukken, lang duren om te bevestigen, of uit de mempool worden verwijderd. Wilt u doorgaan?
pl: Obecne warunki sieciowe wymagają, aby opłata transakcyjna była wyższa niż {minimumFee} ₿/vbyte. Ta transakcja może się nie powieść, jej potwierdzenie może chwilę potrwać lub może zostać obcięta z puli mempool. Czy chcesz kontynuować?
pt: As condições atuais da rede exigem que a tua taxa seja superior a {minimumFee} ₿/vbyte. Esta transação pode falhar, demorar a confirmar, ou ser removida do mempool. Desejas prosseguir?
pt_br: As condições atuais da rede exigem que sua taxa seja maior que {minimumFee} ₿/vbyte. Essa transação pode falhar, demorar um pouco para ser confirmada ou ser excluída da mempool. Deseja prosseguir?
ru: Текущие условия сети требуют, чтобы ваша комиссия была больше {minimumFee} ₿/вбайт. Эта транзакция может не пройти, занять время на подтверждение или быть удалена из мемпула. Вы хотите продолжить?

# wallet__send_dialog5_title
source: Fee is potentially too low
ar: الرسوم منخفضة جدًا محتملاً
ca: La comissió pot ser massa baixa
cs: Poplatek je potenciálně příliš nízký
de: Gebühr ist möglicherweise zu niedrig
el: Το τέλος είναι πιθανόν πολύ χαμηλό
es: La comisión es potencialmente muy baja
fr: Les frais sont sont potentiellement trop faibles
it: Le commissione è potenzialmente troppo bassa
nl: Vergoeding is mogelijk te laag
pl: Opłata transakcyjna jest potencjalnie zbyt niska
pt: Taxa potencialmente muito baixa
pt_br: A taxa é potencialmente muito baixa
ru: Комиссия может быть слишком низкой

# wallet__send_done
source: DONE
ar: تم
ca: FET
cs: HOTOVO
de: FERTIG
el: ΟΛΟΚΛΗΡΩΘΗΚΕ
es: HECHO
fr: FAIT
it: FATTO
nl: KLAAR
pl: GOTOWE
pt: CONCLUÍDO
pt_br: FEITO
ru: ГОТОВО

# wallet__send_error_create_tx
source: Unable to broadcast the transaction. Please try again.
ar: تعذر بث المعاملة. يرجى المحاولة مرة أخرى.
ca: No s'ha pogut emetre la transacció. Si us plau, torna-ho a provar.
cs: Transakci se nepodařilo provést. Zkuste to prosím znovu.
de: Die Transaktion konnte nicht gesendet werden. Bitte versuche es erneut.
el: Αδυναμία μετάδοσης της συναλλαγής. Παρακαλώ δοκιμάστε ξανά.
es: No se puede emitir la transacción. Por favor, inténtelo de nuevo.
fr: Impossible de diffuser la transaction. Veuillez réessayer.
it: Impossibile trasmettere la transazione. Per favore riprova.
nl: De transactie niet verzonden worden. Probeer het opnieuw.
pl: Nie udało się wysłać transakcji. Proszę spróbować ponownie.
pt: Não foi possível transmitir a transação. Por favor, tenta novamente.
pt_br: Não foi possível transmitir a transação. Por favor, tente novamente.
ru: Не удалось отправить транзакцию. Пожалуйста, попробуйте снова.

# wallet__send_error_slash_ln
source: Unfortunately contact could not be paid instantly. You can try a regular payment (more expensive, slower).
ar: للأسف لا يمكن الدفع لجهة الاتصال فورًا. يمكنك تجربة دفعة عادية (أكثر تكلفة وأبطأ).
ca: Malauradament, el contacte no es pot pagar instantàniament. Pots provar un pagament regular (més car, més lent).
cs: Bohužel kontakt nemohl obdržet okamžitou platbu. Můžete zkusit běžnou platbu (dražší, pomalejší).
de: Dieser Kontakt konnte leider nicht sofort bezahlt werden. Du kannst eine reguläre Zahlung versuchen (teurer, langsamer).
el: Δυστυχώς η επαφή δεν μπόρεσε να πληρωθεί άμεσα. Μπορείτε να δοκιμάσετε κανονική πληρωμή (πιο ακριβή, πιο αργή).
es: Lamentablemente, el contacto no se puede pagar al instante. Puede intentar un pago regular (más caro, más lento).
fr: Malheureusement, le contact ne peut pas être payé instantanément. Vous pouvez essayer un paiement On-Chain (plus cher, plus lent).
it: Purtroppo il contatto non può essere pagato istantaneamente. Puoi provare con un pagamento regolare (più costoso, più lento).
nl: Helaas kon het contact niet direct worden betaald. U kunt proberen een normale betaling te doen (deze is langzamer en duurder).
pl: Nie udało się wykonać szybkiej płatności. Możesz spróbować regularnej płatności (droższej, wolniejszej).
pt: Infelizmente o contacto não pôde ser pago instantaneamente. Podes tentar um pagamento regular (mais caro, mais lento).
pt_br: Infelizmente, o contato não pôde ser pago instantaneamente. Você pode tentar realizar um pagamento regular (mais caro, mais lento).
ru: К сожалению, мгновенный платеж к контакту не выполнен. Можно попробовать обычный платеж (дороже, медленнее).

# wallet__send_error_tx_failed
source: Transaction Failed
ar: فشلت المعاملة
ca: Transacció fallida
cs: Transakce selhala
de: Transaktion fehlgeschlagen
el: Η Συναλλαγή Απέτυχε
es: Transacción ha fallado
fr: Échec de la transaction
it: Transazione Fallita
nl: Transactie Mislukt
pl: Transakcja nie powiodła się
pt: Transação Falhou
pt_br: Falha na Transação
ru: Транзакция не удалась

# wallet__send_fee_and_speed
source: Speed and fee
ar: السرعة والرسوم
ca: Velocitat i comissió
cs: Rychlost a poplatek
de: Geschwindigkeit und Gebühr
el: Ταχύτητα και τέλος
es: Velocidad y tarifa
fr: Vitesse et frais
it: Velocità e commissioni
nl: Snelheid en vergoeding
pl: Prędkość i opłata transakcyjna
pt: Velocidade e taxa
pt_br: Taxa e velocidade
ru: Скорость и комиссия

# wallet__send_fee_custom
source: Set Custom Fee
ar: تعيين رسوم مخصصة
ca: Estableix una comissió personalitzada
cs: Nastavit vlastní poplatek
de: Benutzerdefinierte Gebühr festlegen
el: Ορισμός Προσαρμοσμένου Τέλους
es: Fijar tarifa personalizada
fr: Fixer des frais personnalisés
it: Imposta commissione personalizzata
nl: Vergoeding Instellen
pl: Ustaw opłatę niestandardową
pt: Definir Taxa Personalizada
pt_br: Definir Taxa Personalizada
ru: Установить Пользовательскую Комиссию

# wallet__send_fee_error
source: Fee Invalid
ar: رسوم غير صالحة
ca: Comissió no vàlida
cs: Neplatný poplatek
de: Ungültige Gebühr
el: Μη Έγκυρο Τέλος
es: Comisión inválida
fr: Frais non valides
it: Commissione non valida
nl: Vergoeding Ongeldig
pl: Opłata transakcyjna nieprawidłowa
pt: Taxa Inválida
pt_br: Taxa Inválida
ru: Неверная комиссия

# wallet__send_fee_error_min
source: Unable to decrease the fee any further.
ar: تعذر تخفيض الرسوم أكثر.
ca: No es pot reduir més la comissió.
cs: Není možné poplatek dále snížit.
de: Gebühr kann nicht weiter reduziert werden.
el: Αδυναμία περαιτέρω μείωσης του τέλους.
es: No se puede reducir más la comisión.
fr: Impossible de réduire davantage le montant des frais de réseaux
it: Impossibile diminuire ulteriormente la commissione.
nl: Kan de vergoeding niet verder verlagen.
pl: Nie ma możliwości dalszego obniżenia opłaty transakcyjnej.
pt: Não é possível diminuir mais a taxa.
pt_br: Não é possível reduzir ainda mais a taxa.
ru: Невозможно уменьшить комиссию дальше.

# wallet__send_fee_speed
source: Speed
ar: السرعة
ca: Velocitat
cs: Rychlost
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fr: Vitesse
it: Velocità
nl: Snelheid
pl: Prędkość
pt: Velocidade
pt_br: Velocidade
ru: Скорость

# wallet__send_fee_total
source: ₿ {feeSats} for this transaction
ar: ₿ {feeSats} لهذه المعاملة
ca: ₿ {feeSats} per a aquesta transacció
cs: ₿ {feeSats} za tuto transakci
de: ₿ {feeSats} für diese Transaktion
el: ₿ {feeSats} για αυτή τη συναλλαγή
es: ₿ {feeSats} para esta transacción
fr: ₿ {feeSats} pour cette transaction
it: ₿ {feeSats} per questa transazione
nl: ₿ {feeSats} voor deze transactie
pl: ₿ {feeSats} dla tej transakcji
pt: ₿ {feeSats} para esta transação
pt_br: ₿ {feeSats} para esta transação
ru: ₿ {feeSats} за эту транзакцию

# wallet__send_fee_total_fiat
source: ₿ {feeSats} for this transaction ({fiatSymbol}{fiatFormatted})
ar: ₿ {feeSats} لهذه المعاملة ({fiatSymbol}{fiatFormatted})
ca: ₿ {feeSats} per a aquesta transacció ({fiatSymbol}{fiatFormatted})
cs: ₿ {feeSats} za tuto transakci ({fiatSymbol}{fiatFormatted} ).
de: ₿ {feeSats} für diese Transaktion ({fiatSymbol}{fiatFormatted})
el: ₿ {feeSats} για αυτή τη συναλλαγή ({fiatSymbol}{fiatFormatted})
es: ₿ {feeSats} para esta transacción ({fiatSymbol}{fiatFormatted})
fr: ₿ {feeSats} pour cette transaction ({fiatSymbol}{fiatFormatted} )
it: ₿ {feeSats} per questa transazione ({fiatSymbol}{fiatFormatted})
nl: ₿ {feeSats} voor deze transactie ({fiatSymbol}{fiatFormatted})
pl: ₿ {feeSats} dla tej transakcji ({fiatSymbol}{fiatFormatted} )
pt: ₿ {feeSats} para esta transação ({fiatSymbol}{fiatFormatted})
pt_br: ₿ {feeSats} para esta transação ({fiatSymbol}{fiatFormatted} )
ru: ₿ {feeSats} за эту транзакцию ({fiatSymbol}{fiatFormatted})

# wallet__send_instant_failed
source: Instant Payment Failed
ar: فشلت الدفعة الفورية
ca: Pagament instantani fallit
cs: Okamžitá platba se nezdařila
de: Sofortige Zahlung fehlgeschlagen
el: Η Άμεση Πληρωμή Απέτυχε
es: Pagamiento instantáneo he fallado.
fr: Échec du paiement instantané
it: Pagamento Istantaneo Fallito
nl: Directe Betaling Mislukt
pl: Natychmiastowa płatność nie powiodła się
pt: Pagamento Instantâneo Falhou
pt_br: Falha no Pagamento Instantâneo
ru: Не удалось выполнить мгновенный платеж

# wallet__send_invoice
source: Invoice
ar: الفاتورة
ca: Factura
cs: Faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
fr: Facture
nl: Factuur
pl: Faktura
pt: Fatura
ru: Инвойс

# wallet__send_invoice_expiration
source: Invoice expiration
ar: انتهاء صلاحية الفاتورة
ca: Caducitat de la factura
cs: Expirace faktury
de: Rechnungsverfall
el: Λήξη τιμολογίου
es: Expiración de la factura
fr: Expiration de la facture
it: Scadenza invoice
nl: Factuur afloop
pl: Termin faktury
pt: Expiração da fatura
pt_br: Vencimento do invoice
ru: Срок действия инвойса

# wallet__send_max
source: MAX
ar: الحد الأقصى
el: ΜΕΓ.
it: MASSIMO
pt: MÁX
ru: МАКС

# wallet__send_max_spending__description
source: The maximum spendable amount is a bit lower due to a required reserve balance.
ar: الحد الأقصى للمبلغ القابل للإنفاق أقل قليلاً بسبب رصيد الاحتياطي المطلوب.
ca: L'import màxim gastable és una mica inferior a causa d'un saldo de reserva requerit.
cs: Maximální částka, kterou lze utratit, je o něco nižší kvůli požadovanému zůstatku rezervy.
de: Der maximal auszahlbare Betrag ist etwas niedriger, da eine Reserve erforderlich ist.
el: Το μέγιστο δαπανήσιμο ποσό είναι λίγο χαμηλότερο λόγω απαιτούμενου υπολοίπου αποθεματικού.
es: La cantidad máxima gastable es un poco menor debido a un saldo de reserva requerido.
fr: Le montant maximum pouvant être dépensé est un peu moins élevé en raison d'un solde de Réserve requis.
it: L'importo massimo spendibile è leggermente inferiore a causa del saldo di riserva richiesto.
nl: Het maximaal besteedbare bedrag is iets lager vanwege een vereist reservesaldo.
pl: Maksymalna kwota do wydania jest nieco niższa ze względu na wymagane saldo rezerwowe.
pt: O valor máximo gastável é um pouco inferior devido a um saldo de reserva necessário.
pt_br: O valor máximo utilizável é um pouco menor devido a um saldo de reserva obrigatório.

# wallet__send_max_spending__title
source: Reserve Balance
ar: رصيد الاحتياطي
ca: Saldo de reserva
cs: Zůstatek rezervy
de: Reserve-Saldo
el: Υπόλοιπο Αποθεματικού
es: Saldo de Reserva
fr: Solde Réserve
it: Saldo di Riserva
nl: Reservesaldo
pl: Saldo rezerwy
pt: Saldo de Reserva
pt_br: Saldo de reserva

# wallet__send_output_to_small_description
source: Please increase your send amount to proceed.
ar: يرجى زيادة مبلغ الإرسال للمتابعة.
ca: Si us plau, augmenta l'import a enviar per continuar.
cs: Chcete-li pokračovat, zvyšte prosím odesílanou částku.
de: Bitte erhöhe deinen Betrag, um fortzufahren.
el: Παρακαλώ αυξήστε το ποσό αποστολής για να προχωρήσετε.
es: Por favor, aumente la cantidad a enviar para continuar.
fr: Veuillez augmenter le montant pour continuer.
it: Per favore aumenta l'importo da inviare per procedere.
nl: Verhoog het bedrag om verder te gaan.
pl: Proszę zwiększyć wysyłaną kwotę, aby kontynuować.
pt: Por favor, aumenta o valor a enviar para prosseguir.
pt_br: Por favor, aumente o valor para prosseguir.
ru: Пожалуйста, увеличьте сумму для отправки.

# wallet__send_output_to_small_title
source: Send Amount Too Small
ar: مبلغ الإرسال صغير جدًا
ca: Import a enviar massa petit
cs: Odeslaná částka příliš nízká
de: Gesendeter Betrag zu klein
el: Πολύ Μικρό Ποσό Αποστολής
es: Cantidad de Envío Demasiado Pequeña
fr: Montant envoyé trop faible
it: Importo da inviare troppo piccolo
nl: Bedrag Te Laag
pl: Zbyt niska kwota transakcji
pt: Valor de Envio Muito Pequeno
pt_br: O valor é muito pequeno
ru: Сумма слишком мала

# wallet__send_pending
source: Payment Pending
ar: الدفعة معلقة
ca: Pagament pendent
cs: Platba čeká na vyřízení
de: Zahlung ausstehend
el: Πληρωμή σε Εκκρεμότητα
es: Pago Pendiente
fr: Paiement en attente
it: Pagamento in sospeso
nl: Betaling Onderweg
pl: Płatność w toku
pt: Pagamento Pendente
pt_br: Pagamento Pendente
ru: Платеж в ожидании

# wallet__send_pending_note
source: This payment is taking a bit longer than expected. You can continue using Bitkit.
ar: هذه الدفعة تستغرق وقتًا أطول من المتوقع. يمكنك متابعة استخدام Bitkit.
ca: Aquest pagament està trigant una mica més del que s'esperava. Pots continuar utilitzant Bitkit.
cs: Tato platba trvá o něco déle, než se očekávalo. Bitkit můžete používat i nadále.
de: Diese Zahlung dauert länger als erwartet. Du kannst Bitkit weiterhin verwenden.
el: Αυτή η πληρωμή διαρκεί λίγο περισσότερο από το αναμενόμενο. Μπορείτε να συνεχίσετε να χρησιμοποιείτε το Bitkit.
es: Este pago está tardando un poco más de lo esperado. Puede continuar usando Bitkit.
fr: Ce paiement prend un peu plus de temps que prévu. Vous pouvez continuer à utiliser Bitkit.
it: Questo pagamento sta richiedendo un po' più tempo del previsto. Puoi continuare a utilizzare Bitkit.
nl: Deze betaling duurt iets langer dan verwacht. U kunt Bitkit blijven gebruiken.
pl: Ta płatność trwa nieco dłużej niż oczekiwano. Możesz kontynuować korzystanie z Bitkit.
pt: Este pagamento está a demorar um pouco mais do que o esperado. Podes continuar a usar Bitkit.
pt_br: Esse pagamento está demorando mais do que o esperado. Enquanto isso, você pode continuar usando a Bitkit.
ru: Этот платеж занимает больше времени, чем ожидалось. Вы можете продолжать использовать Bitkit.

# wallet__send_quickpay__title
source: Paying <accent>invoice...</accent>
ar: جارٍ الدفع <accent>للفاتورة...</accent>
ca: Pagant <accent>factura...</accent>
cs: Placení <accent>faktury...</accent>
de: Bezahlen <accent>Rechnung...</accent>
el: Πληρωμή <accent>τιμολογίου...</accent>
es: Pagando <accent>factura...</accent>
fr: Payer <accent>facture...</accent>
it: Pagamento <accent>fattura...</accent>
nl: Betalen <accent>factuur...</accent>
pl: Płatność <accent>faktury w toku...</accent>
pt: A pagar <accent>fatura...</accent>
pt_br: Pagando <accent>invoice...</accent>

# wallet__send_regular
source: Regular Payment
ar: دفعة عادية
ca: Pagament regular
cs: Pravidelná platba
de: Reguläre Zahlung
el: Κανονική Πληρωμή
es: Pagamiento regular
fr: Paiement standard
it: Pagamento Regolare
nl: Normale Betaling
pl: Regularna płatność
pt: Pagamento Regular
pt_br: Pagamento Padrão
ru: Обычный Платеж

# wallet__send_review
source: Review & Send
ar: مراجعة وإرسال
ca: Revisar i enviar
cs: Zkontrolovat a odeslat
de: Überprüfen & Senden
el: Έλεγχος & Αποστολή
es: Revisar y enviar
fr: Révision et envoi
it: Rivedi & Invia
nl: Controleer & Verstuur
pl: Przejrzyj i wyślij
pt: Rever e Enviar
pt_br: Revisar e Enviar
ru: Проверить и Отправить

# wallet__send_sent
source: Bitcoin Sent
ar: تم إرسال Bitcoin
ca: Bitcoin enviat
cs: bitcoin odeslán
de: Bitcoin gesendet
el: Bitcoin Στάλθηκε
es: Bitcoin Enviado
fr: Envoi de bitcoins
it: Bitcoin Inviati
nl: Bitcoin Verstuurd
pl: Wysłane bitcoiny
pt: Bitcoin Enviado
pt_br: Bitcoin Enviado
ru: Биткоины отправлены

# wallet__send_swipe
source: Swipe To Pay
ar: اسحب للدفع
ca: Llisca per pagar
cs: Zaplatit přejetím prstem
de: Zum Bezahlen wischen
el: Σύρετε για Πληρωμή
es: Deslizar para pagar
fr: Glisser pour payer
it: Scorri per Pagare
nl: Veeg Om Te Betalen
pl: Przesuń, aby zapłacić
pt: Desliza Para Pagar
pt_br: Deslize para Pagar
ru: Отправить

# wallet__send_to
source: To
ar: إلى
ca: A
cs: Komu
de: An
el: Προς
es: Para
fr: Pour
it: A
nl: Naar
pl: Do
pt: Para
pt_br: Para
ru: Кому

# wallet__send_yes
source: Yes, Send
ar: نعم، أرسل
ca: Sí, envia
cs: Ano, odeslat
de: Ja, senden
el: Ναι, Αποστολή
es: Sí, enviar
fr: Oui, Envoyer
it: Si, Invia
nl: Ja, Verstuur
pl: Tak, wyślij
pt: Sim, Enviar
pt_br: Sim, Enviar
ru: Да, Отправить

# wallet__spending__onboarding
source: <accent>Send bitcoin</accent> to your spending balance
ar: <accent>أرسل Bitcoin</accent> إلى رصيد إنفاقك
ca: <accent>Envia bitcoin</accent> al teu saldo de despesa
cs: <accent>Odeslat bitcoin</accent> do vašeho disponibilního zůstatku
de: <accent>Sende Bitcoin</accent> auf dein Ausgabenkonto
el: <accent>Στείλτε bitcoin</accent> στο υπόλοιπο δαπανών σας
es: <accent>Envía bitcoin</accent> a tu saldo de gastos
fr: <accent>Envoyer les bitcoins</accent> sur votre solde Dépenses
it: <accent>Invia bitcoin</accent> al tuo conto di spesa
nl: <accent>Stuur bitcoin</accent> naar uw bestedingssaldo
pl: <accent>Wyślij bitcoin</accent> na Twoje saldo wydatków
pt: <accent>Envia bitcoin</accent> para o teu saldo de gastos
pt_br: <accent>Transfira bitcoin</accent> para seu saldo de gastos
ru: <accent>Отправьте биткоин</accent> на ваш Баланс Расходов

# wallet__spending__title
source: Spending
ar: الإنفاق
ca: Despesa
cs: Útraty
de: AusgabenKonto
el: Δαπάνες
es: Gasto
fr: Dépenses
it: Spesa
nl: Bestedingssaldo
pl: Wydatki
pt: Gastos
pt_br: Gastos
ru: Расходы

# wallet__tag_remove_error_description
source: Bitkit was unable to find the transaction data.
ar: تعذر على Bitkit العثور على بيانات المعاملة.
ca: Bitkit no ha pogut trobar les dades de la transacció.
cs: Bitkit se nepodařilo najít data transakce.
de: Bitkit konnte die Transaktionsdaten nicht finden.
el: Το Bitkit δεν μπόρεσε να βρει τα δεδομένα συναλλαγής.
es: Bitkit no pudo encontrar los datos de la transacción.
fr: Bitkit n'a pas pu trouver les données de la transaction.
it: Bitkit non è riuscito a trovare i dati della transazione.
nl: Bitkit kon de transactiegegevens niet vinden.
pl: Bitkit nie był w stanie znaleźć danych transakcji.
pt: Bitkit não conseguiu encontrar os dados da transação.
pt_br: A Bitkit não conseguiu encontrar os dados da transação.
ru: Bitkit не удалось найти данные транзакции.

# wallet__tag_remove_error_title
source: Removing Tag Failed
ar: فشل إزالة العلامة
ca: Error en eliminar l'etiqueta
cs: Odstranění značky se nezdařilo
de: Tag entfernen fehlgeschlagen
el: Η Αφαίρεση Ετικέτας Απέτυχε
es: Error al Eliminar Etiqueta
fr: Échec du retrait de l'étiquette
it: Rimozione del tag non riuscita
nl: Tag Verwijderen Mislukt
pl: Usunięcie tagu nie powiodło się
pt: Remoção de Etiqueta Falhou
pt_br: Falha ao Remover a Tag
ru: Ошибка удаления тега

# wallet__tags
source: Tags
ar: العلامات
ca: Etiquetes
cs: Tagy
el: Ετικέτες
es: Etiquetas
it: Tag
nl: Labels
pl: Tagi
pt: Etiquetas
ru: Теги

# wallet__tags_add
source: Add Tag
ar: إضافة علامة
ca: Afegeix etiqueta
cs: Vložit tag
de: Tag hinzufügen
el: Προσθήκη Ετικέτας
es: Añadir etiqueta
fr: Ajouter une étiquette
it: Aggiungi Tag
nl: Label Toevoegen
pl: Dodaj tag
pt: Adicionar Etiqueta
pt_br: Adicionar Tag
ru: Добавить Тег

# wallet__tags_add_button
source: Add
ar: إضافة
ca: Afegir
cs: Vložit
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить

# wallet__tags_add_error_description
source: Bitkit was unable to find the transaction data.
ar: تعذر على Bitkit العثور على بيانات المعاملة.
ca: Bitkit no ha pogut trobar les dades de la transacció.
cs: Bitkit se nepodařilo najít data transakce.
de: Bitkit konnte die Transaktionsdaten nicht finden.
el: Το Bitkit δεν μπόρεσε να βρει τα δεδομένα συναλλαγής.
es: Bitkit no pudo encontrar los datos de la transacción.
fr: Bitkit n'a pas pu trouver les données de la transaction.
it: Bitkit non è riuscito a trovare i dati della transazione.
nl: Bitkit kon de transactiegegevens niet vinden.
pl: Bitkit nie był w stanie znaleźć danych transakcji.
pt: Bitkit não conseguiu encontrar os dados da transação.
pt_br: A Bitkit não conseguiu encontrar os dados da transação.
ru: Bitkit не удалось найти данные транзакции.

# wallet__tags_add_error_header
source: Adding Tag Failed
ar: فشل إضافة العلامة
ca: Error en afegir l'etiqueta
cs: Přidání značky se nezdařilo
de: Tag hinzufügen fehlgeschlagen
el: Η Προσθήκη Ετικέτας Απέτυχε
es: Error al Añadir Etiqueta
fr: Échec de l'ajout de l' étiquette
it: Aggiunta del tag non riuscita
nl: Toevoegen Tag Mislukt
pl: Dodanie tagu nie powiodło się
pt: Adição de Etiqueta Falhou
pt_br: Falha ao adicionar a tag.
ru: Ошибка добавления тега

# wallet__tags_filter
source: Filter activity using tags
ar: تصفية النشاط باستخدام العلامات
ca: Filtra l'activitat utilitzant etiquetes
cs: Filtrujte aktivitu pomocí tagů
de: Aktivität nach Tags filtern
el: Φιλτράρισμα δραστηριότητας με ετικέτες
es: Filtrar la actividad mediante etiquetas
fr: Filtrer l'activité à l'aide de tags
it: Filtra le attività utilizzando i tag
nl: Filter activiteiten met labels
pl: Filtruj aktywność za pomocą tagów
pt: Filtrar atividade usando etiquetas
pt_br: Filtrar atividades usando tags
ru: Фильтрация активности по тегам

# wallet__tags_filter_title
source: Select Tag
ar: اختر علامة
ca: Selecciona etiqueta
cs: Vyberte popisek
de: Tag auswählen
el: Επιλογή Ετικέτας
es: Seleccionar Etiqueta
fr: Sélectionnez un Tag
it: Seleziona Tag
nl: Selecteer Label
pl: Wybierz tag
pt: Selecionar Etiqueta
pt_br: Selecionar Tag
ru: Выберите тег

# wallet__tags_new
source: New tag
ar: علامة جديدة
ca: Nova etiqueta
cs: Nový tag
de: Neuer Tag
el: Νέα ετικέτα
es: Nueva etiqueta
fr: Nouvelle étiquette
it: Nuovo tag
nl: Nieuwe label
pl: Nowy tag
pt: Nova etiqueta
pt_br: Nova Tag
ru: Новый тег
