Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# wallet__activity_explore
source: Explore
ar: استكشاف
ca: Explorar
cs: Prozkoumat
de: Erkunden
el: Εξερεύνηση
es: Explorar
fr: Explorer
it: Esplora
nl: Ontdek
pl: Eksploruj
pt: Explorar
pt_br: Explorar
ru: Эксплорер

# wallet__activity_explorer
source: Open Block Explorer
ar: فتح مستكشف الكتل
ca: Obrir l'explorador de blocs
cs: Otevřít průzkumník bloků
de: Block-Explorer öffnen
el: Άνοιγμα Block Explorer
es: Abrir el Explorador de bloques
fr: Ouvrez l'explorateur Blockchain
it: Apri Block Explorer
nl: Blokverkenner Openen
pl: Otwórz Eksplorator bloków
pt: Abrir Explorador de Blocos
pt_br: Abrir o Explorador de Blocos
ru: Открыть Эксплорер

# wallet__activity_failed
source: Failed
ar: فشلت
ca: Fallit
cs: Selhání
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
fr: Échec
it: Fallito
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
pt_br: Falha
ru: Не удалось

# wallet__activity_fee
source: Fee
ar: الرسوم
ca: Comissió
cs: Poplatek
de: Gebühr
el: Τέλος
es: Tarifa
fr: Frais
it: Commissione
nl: Vergoeding
pl: Opłata
pt: Taxa
pt_br: Taxa
ru: Комиссия

# wallet__activity_group_month
source: This month
ar: هذا الشهر
ca: Aquest mes
el: Αυτόν τον μήνα
es: Este mes
fr: Ce mois-ci
it: Questo mese
nl: Deze maand
pl: W tym miesiącu
pt: Este mês
pt_br: Este mês

# wallet__activity_group_week
source: This week
ar: هذا الأسبوع
ca: Aquesta setmana
el: Αυτή την εβδομάδα
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
pl: W tym tygodniu
pt: Esta semana
pt_br: Esta semana

# wallet__activity_group_year
source: This year
ar: هذا العام
ca: Aquest any
el: Αυτό το έτος
es: Este año
fr: Cette année
it: Quest'anno
nl: Dit jaar
pl: W tym roku
pt: Este ano
pt_br: Este ano

# wallet__activity_input
source: {count, plural, one {INPUT} other {INPUTS (#)}}
ar: {count, plural, zero {المدخلات} one {المدخل} two {المدخلان} few {المدخلات (#)} many {المدخلات (#)} other {المدخلات (#)}}
ca: {count, plural, one {ENTRADA} other {ENTRADES (#)}}
cs: {count, plural, one {INPUT} few {VSTUPY (#)} many {VSTUPY (#)} other {VSTUPY (#)}}
de: {count, plural, one {EINGANG} other {EINGÄNGE (#)}}
el: {count, plural, one {ΕΙΣΟΔΟΣ} other {ΕΙΣΟΔΟΙ (#)}}
es: {count, plural, one {ENTRADA} other {ENTRADAS (#)}}
fr: {count, plural, one {ENTRÉE} many {ENTRÉES (#)} other {ENTRÉES (#)}}
it: {count, plural, one {INGRESSO} other {INGRESSI (#)}}
pl: {count, plural, one {WEJŚCIE} few {WEJŚCIA (#)} many {WEJŚCIA (#)} other {WEJŚCIA (#)}}
pt: {count, plural, one {ENTRADA} other {ENTRADAS (#)}}
pt_br: {count, plural, one {ENTRADA} many {ENTRADAS (#)} other {ENTRADAS (#)}}
ru: {count, plural, one {ВВОД} few {ВВОДЫ (#)} many {ВВОДЫ (#)} other {ВВОДЫ (#)}}

# wallet__activity_invoice
source: Invoice
ar: الفاتورة
ca: Factura
cs: Faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
fr: Facture
nl: Factuur
pl: Faktura
pt: Fatura
ru: Инвойс

# wallet__activity_invoice_comment
source: Comment
ar: تعليق
ca: Comentari
cs: Komentář
de: Kommentar
el: Σχόλιο
es: Comentario
fr: Commentaire
it: Commento
nl: Opmerking
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий

# wallet__activity_invoice_note
source: Invoice note
ar: ملاحظة الفاتورة
ca: Nota de la factura
cs: Poznámka k faktuře
de: Rechnungsnotiz
el: Σημείωση τιμολογίου
es: Nota de la factura
fr: Note de facturation
it: Nota invoice
nl: Factuur bericht
pl: Nota do faktury
pt: Nota da fatura
pt_br: Descrição do invoice
ru: Заметка инвойса

# wallet__activity_low_fee
source: Fee potentially too low
ar: الرسوم منخفضة جدًا محتملاً
ca: Comissió potencialment massa baixa
cs: Poplatek je potenciálně příliš nízký
de: Gebühr möglicherweise zu niedrig
el: Το τέλος είναι πιθανόν πολύ χαμηλό
es: Comisión potencialmente muy baja
fr: Frais potentiellement trop faibles
it: Commissione potenzialmente troppo bassa
nl: Vergoeding mogelijk te laag
pl: Opłata potencjalnie zbyt niska
pt: Taxa potencialmente muito baixa
pt_br: Taxa potencialmente muito baixa
ru: Комиссия может быть слишком низкой

# wallet__activity_no
source: No activity yet
ar: لا يوجد نشاط بعد
ca: Encara no hi ha cap activitat
cs: Zatím žádná aktivita
de: Noch keine Aktivitäten
el: Δεν υπάρχει δραστηριότητα ακόμα
es: Aún no hay actividad
fr: Pas encore d'activité
it: Nessuna attività ancora
nl: Nog geen activiteiten
pl: Nie ma jeszcze aktywności
pt: Ainda sem atividade
pt_br: Nenhuma atividade ainda
ru: Пока нет транзакций

# wallet__activity_no_explain
source: Receive some funds to get started
ar: استلم بعض الأموال للبدء
ca: Rep alguns fons per començar
cs: Získejte finanční prostředky, abyste mohli začít
de: Empfange einige Gelder, um zu starten
el: Λάβετε κεφάλαια για να ξεκινήσετε
es: Reciba algunos fondos para empezar
fr: Recevoir des fonds pour démarrer
it: Ricevi dei fondi per iniziare
nl: Ontvang wat geld om te beginnen
pl: Otrzymaj trochę środków aby rozpocząć
pt: Recebe alguns fundos para começar
pt_br: Receba alguns bitcoins para começar
ru: Получите немного средств, чтобы начать

# wallet__activity_output
source: {count, plural, one {OUTPUT} other {OUTPUTS (#)}}
ar: {count, plural, zero {المخرجات} one {المخرج} two {المخرجان} few {المخرجات (#)} many {المخرجات (#)} other {المخرجات (#)}}
ca: {count, plural, one {SORTIDA} other {SORTIDES (#)}}
cs: {count, plural, one {VÝSTUP} few {VÝSTUPY (#)} many {VÝSTUPY (#)} other {VÝSTUPY (#)}}
de: {count, plural, one {AUSGANG} other {AUSGÄNGE (#)}}
el: {count, plural, one {ΕΞΟΔΟΣ} other {ΕΞΟΔΟΙ (#)}}
es: {count, plural, one {SALIDA} other {SALIDAS (#)}}
fr: {count, plural, one {SORTIE} many {SORTIES (#)} other {SORTIES (#)}}
it: {count, plural, one {USCITA} other {USCITE (#)}}
pl: {count, plural, one {WYJŚCIE} few {WYJŚCIA (#)} many {WYJŚCIA (#)} other {WYJŚCIA (#)}}
pt: {count, plural, one {SAÍDA} other {SAÍDAS (#)}}
pt_br: {count, plural, one {SAÍDA} many {SAÍDAS (#)} other {SAÍDAS (#)}}
ru: {count, plural, one {ВЫХОД} few {ВЫХОДЫ (#)} many {ВЫХОДЫ (#)} other {ВЫХОДЫ (#)}}

# wallet__activity_payment
source: Payment
ar: الدفع
ca: Pagament
cs: Platba
de: Zahlung
el: Πληρωμή
es: Pago
fr: Paiement
it: Pagamento
nl: Betaling
pl: Płatność
pt: Pagamento
pt_br: Pagamento
ru: Платеж

# wallet__activity_payment_hash
source: Payment hash
ar: تجزئة الدفع
ca: Hash de pagament
cs: Hash platby
de: Zahlungs-Hash
el: Hash πληρωμής
es: Identificador de pago
fr: Hash du paiement
it: Hash pagamento
nl: Hash van de betaling
pl: Hash płatności
pt: Hash do pagamento
pt_br: Hash de pagamento
ru: Хеш платежа

# wallet__activity_pending
source: Pending
ar: معلق
ca: Pendent
cs: Zpracovávání
de: Ausstehend
el: Εκκρεμεί
es: Pendiente
fr: En attente
it: In attesa
nl: Onderweg
pl: W toku
pt: Pendente
pt_br: Pendente
ru: В ожидании

# wallet__activity_preimage
source: Preimage
ar: الصورة المسبقة
ca: Preimatge
es: Preimagen
fr: Préimage
pt: Pré-imagem
pt_br: Pré imagem

# wallet__activity_received
source: Received
ar: مستلم
ca: Rebut
cs: Přijmuto
de: Empfangen
el: Λήφθηκε
es: Recibido
fr: Reçu
it: Ricevuto
nl: Ontvangen
pl: Otrzymano
pt: Recebido
pt_br: Recebido
ru: Получено

# wallet__activity_removed
source: Removed from Mempool
ar: تمت الإزالة من Mempool
ca: Eliminat de la mempool
cs: Odebráno z Mempoolu
de: Aus Mempool entfernt
el: Αφαιρέθηκε από το Mempool
es: Eliminado De Mempool
fr: Retiré de la Mempool
it: Rimossa dalla Mempool
nl: Verwijderd uit de Mempool
pl: Usunięto z Mempool
pt: Removida do Mempool
pt_br: Removido da Mempool
ru: Удалено из мемпула

# wallet__activity_removed_msg
source: Please check your activity list. The {count} impacted transaction(s) will be highlighted in red.
ar: يرجى التحقق من قائمة نشاطك. المعاملات المتأثرة ({count}) ستظهر باللون الأحمر.
ca: Si us plau, comprova la teva llista d'activitat. Les {count} transacció/transaccions afectades es ressaltaran en vermell.
cs: Zkontrolujte si seznam aktivit. Těchto/tato {count} dotčených transakce(í) budou zvýrazněny červeně.
de: Bitte überprüfe deine Aktivitätsliste. Die {count} betroffene(n) Transaktion(en) wird/werden in Rot hervorgehoben.
el: Παρακαλώ ελέγξτε τη λίστα δραστηριότητάς σας. Οι {count} επηρεαζόμενες συναλλαγές θα επισημανθούν με κόκκινο.
es: Por favor, compruebe su lista de actividad. Las {count} transacción(es) afectada(s) aparecerán resaltadas en rojo.
fr: Veuillez vérifier votre liste d'activités. La (les) transaction concernée par le site {count} est surlignée en rouge.
it: Controlla l'elenco delle tue attività. La/e {count} transactione/(i) interessata/e saranno evidenziate in rosso.
nl: Controleer uw activiteitenlijst. De {count} betreffende transactie(s) zijn rood gemarkeerd.
pl: Sprawdź swoją listę aktywności. {count} dotkniętych transakcji zostanie wyróżnionych na czerwono.
pt: Por favor, verifica a tua lista de atividade. As {count} transação(ões) afetada(s) serão destacadas a vermelho.
pt_br: Verifique suas atividades. As {count} transações inpactadas estão em vermelho
ru: Пожалуйста, проверьте свой список активности. {count}затронутых(ая) транзакции будут выделены красным.

# wallet__activity_removed_title
source: Transactions Removed From Mempool
ar: تمت إزالة المعاملات من Mempool
ca: Transaccions eliminades de la mempool
cs: Transakce odstraněna z Mempoolu
de: Transaktionen aus Mempool entfernt
el: Συναλλαγές Αφαιρέθηκαν από το Mempool
es: Transacciones Eliminadas De Mempool
fr: Transactions supprimées de la Mempool
it: Transazioni rimosse da Mempool
nl: Transacties Verwijderd uit Mempool
pl: Transakcje usunięte z Mempool
pt: Transações Removidas do Mempool
pt_br: Transações Removidas do Mempool
ru: Транзакции удалены из мемпула

# wallet__activity_sent
source: Sent
ar: مرسل
ca: Enviat
cs: Posláno
de: Gesendet
el: Στάλθηκε
es: Enviado
fr: Envoyé
it: Inviato
nl: Verstuurd
pl: Wysłane
pt: Enviado
pt_br: Enviado
ru: Отправлено

# wallet__activity_show_all
source: Show All Activity
ar: عرض كل النشاط
ca: Mostra tota l'activitat
cs: Zobrazit veškerou aktivitu
de: Alle Aktivitäten anzeigen
el: Εμφάνιση Όλης της Δραστηριότητας
es: Mostrar toda la actividad
fr: Afficher toutes les activités
it: Visualizza tutte le attività
nl: Toon Alle Activiteiten
pl: Pokaż całą aktywność
pt: Mostrar Toda a Atividade
pt_br: Mostrar Todas as Atividades
ru: Показать Все

# wallet__activity_status
source: Status
ar: الحالة
ca: Estat
el: Κατάσταση
es: Estatus
fr: Statut
it: Stato
pt: Estado
ru: Статус

# wallet__activity_successful
source: Successful
ar: ناجح
ca: Exitós
cs: Úspěch
de: Erfolgreich
el: Επιτυχής
es: Éxito
fr: Réussite
it: Successo
nl: Succesvol
pl: Sukces
pt: Bem-sucedido
pt_br: Sucesso
ru: Успешно

# wallet__activity_tabs__all
source: All
ar: الكل
ca: Tots
cs: Vše
de: Alle
el: Όλα
es: Todas
fr: Tous
it: Tutti
nl: Alle
pl: Wszystko
pt: Tudo
pt_br: Todos
ru: Все

# wallet__activity_tabs__other
source: Other
ar: أخرى
ca: Altres
cs: Další
de: Sonstiges
el: Άλλα
es: Otros
fr: Autre
it: Altro
nl: Overige
pl: Inne
pt: Outro
pt_br: Outros
ru: Другое

# wallet__activity_tabs__received
source: Received
ar: مستلم
ca: Rebut
cs: Přijmuto
de: Empfangen
el: Ληφθέντα
es: Recibido
fr: Reçu
it: Ricevuto
nl: Ontvangen
pl: Otrzymane
pt: Recebido
pt_br: Recebido
ru: Входящие

# wallet__activity_tabs__sent
source: Sent
ar: مرسل
ca: Enviat
cs: Posláno
de: Gesendet
el: Σταλμένα
es: Enviado
fr: Envoyé
it: Inviato
nl: Verstuurd
pl: Wysłano
pt: Enviado
pt_br: Enviado
ru: Исходящие

# wallet__activity_tag
source: Tag
ar: علامة
ca: Etiqueta
el: Ετικέτα
es: Etiquetar
fr: Étiquette
nl: Label
pt: Etiqueta
ru: Тег

# wallet__activity_time
source: Time
ar: الوقت
ca: Hora
cs: Čas
de: Zeit
el: Ώρα
es: Tiempo
fr: L'heure
it: Orario
nl: Tijd
pl: Czas
pt: Hora
pt_br: Hora
ru: Время

# wallet__activity_transfer
source: Transfer
ar: تحويل
ca: Transferència
cs: Převod
de: Übertragung
el: Μεταφορά
es: Transferir
fr: Transfert
it: Trasferisci
nl: Overboeken
pl: Transfery
pt: Transferência
pt_br: Transferência
ru: Перенос

# wallet__activity_transfer_pending
source: Transfer (±{duration})
ar: تحويل (±{duration})
ca: Transferència (±{duration})
cs: Převod (±{duration})
de: Übertragung (±{duration})
el: Μεταφορά (±{duration})
es: Transferencia (±{duration})
fr: Transfert (±{duration})
it: Trasferimento (±{duration})
nl: Overboeking (±{duration})
pt: Transferência (±{duration})
pt_br: Transferência (±{duration})
ru: Перевод (±{duration})

# wallet__activity_transfer_savings_done
source: From Spending
ar: من الإنفاق
ca: Des de despesa
cs: Z útraty
de: Von Ausgabenkonto
el: Από Δαπάνες
es: Desde Gastos
fr: Depuis le compte Dépenses
it: Da Saldo Spendibile
nl: Van Bestedingssaldo
pl: Z salda wydatków
pt: De Gastos
pt_br: Do Saldo de Gastos
ru: От Расходов

# wallet__activity_transfer_savings_pending
source: From Spending (±{duration})
ar: من الإنفاق (±{duration})
ca: Des de despesa (±{duration})
cs: Z disponibilního zůstatku (±{duration})
de: Von Ausgabenkonto (±{duration})
el: Από Δαπάνες (±{duration})
es: Desde Gastos (±{duration})
fr: Depuis le compte Dépenses (±{duration})
it: Da Saldo Spendibile (±{duration})
nl: Van Bestedingssaldo (±{duration})
pl: Z salda wydatków (±{duration})
pt: De Gastos (±{duration})
pt_br: Do Saldo de Gastos (±{duration})
ru: От Расходов (±{duration}м)

# wallet__activity_transfer_spending_done
source: From Savings
ar: من المدخرات
ca: Des d'estalvis
cs: Z úspor
de: Von Sparkonto
el: Από Αποταμιεύσεις
es: Desde Ahorros
fr: Déplacé vers l'Épargne
it: Da Risparmi
nl: Van Spaargeld
pl: Z oszczędności
pt: De Poupanças
pt_br: Da Poupança
ru: От Сбережений

# wallet__activity_transfer_spending_pending
source: From Savings (±{duration})
ar: من المدخرات (±{duration})
ca: Des d'estalvis (±{duration})
cs: Z úspor (±{duration})
de: Von Sparkonto (±{duration})
el: Από Αποταμιεύσεις (±{duration})
es: Desde Ahorros (±{duration})
fr: Depuis l'Épargne (±{duration})
it: Dai risparmi (±{duration})
nl: Van Spaargeld (±{duration})
pl: Z oszczędności (±{duration})
pt: De Poupanças (±{duration})
pt_br: Da Poupança (±{duration})
ru: От Сбережений (±{duration}м)

# wallet__activity_transfer_to_spending
source: To Spending
ar: إلى الإنفاق
ca: A despesa
cs: Do útrat
de: Zum Ausgabenkonto
el: Στις Δαπάνες
es: A Gastos
fr: Vers le compte Dépenses
it: A Saldo Spendibile
nl: Naar Bestedingssaldo
pl: Do salda wydatków
pt: Para Gastos
pt_br: Para o Saldo de Gastos
ru: В Расходы

# wallet__activity_tx_id
source: Transaction ID
ar: معرّف المعاملة
ca: ID de transacció
cs: ID transakce
de: Transaktions-ID
el: ID Συναλλαγής
es: ID de la transacción
fr: ID de la transaction
it: ID Transazione
nl: Transactie ID
pl: ID transakcji
pt: ID da Transação
pt_br: ID da transação
ru: ID Транзакции

# wallet__balance_hidden_message
source: Swipe your wallet balance to reveal it again.
ar: اسحب رصيد محفظتك لإظهاره مرة أخرى.
ca: Llisca el saldo de la teva cartera per revelar-lo de nou.
cs: Přejeďte prstem po zůstatku v peněžence a znovu jej odkryjte.
de: Streiche über dein Wallet-Guthaben, um es erneut anzuzeigen.
el: Σύρετε το υπόλοιπο του πορτοφολιού σας για να το αποκαλύψετε ξανά.
es: Deslice el balance del monedero para mostrarlo de nuevo.
fr: Faites glisser votre solde pour l’afficher à nouveau.
it: Scorri il saldo del tuo portafoglio per rivelarlo di nuovo.
nl: Veeg uw saldo om deze weer te onthullen.
pl: Przeciągnij saldo portfela, aby je ponownie wyświetlić.
pt: Desliza o saldo da tua carteira para revelá-lo novamente.
pt_br: Deslize o seu saldo para revelá-lo novamente.
ru: Смахните ваш баланс кошелька, чтобы снова его показать.

# wallet__balance_hidden_title
source: Wallet Balance Hidden
ar: رصيد المحفظة مخفي
ca: Saldo de la cartera amagat
cs: Skrytý zůstatek peněženky
de: Wallet-Guthaben versteckt
el: Υπόλοιπο Πορτοφολιού Κρυμμένο
es: Saldo del Monedero Oculto
fr: Balance du wallet cachée
it: Saldo del portafoglio nascosto
nl: Saldo Wallet Verborgen
pl: Ukryte saldo portfela
pt: Saldo da Carteira Oculto
pt_br: Saldo da Carteira Oculto
ru: Баланс Кошелька Скрыт

# wallet__balance_total_pending
source: <text> (</text><pending/><text> pending)</text>
ar: <text> (</text><pending/><text> معلق)</text>
ca: <text> (</text><pending/><text> pendent)</text>
cs: <text> (</text><pending/><text> čeká na vyřízení)</text>
de: <text>(</text><pending/><text>anhängig)</text>
el: <text> (</text><pending/><text> εκκρεμεί)</text>
es: <text> (</text><pending/><text> pendiente)</text>
fr: <text> (</text><pending/><text> en attente)</text>
it: <text> (</text><pending/><text> in sospeso)</text>
nl: <text> (</text><pending/><text> in afwachting)</text>
pl: <text> (</text><pending/><text> w toku)</text>
pt: <text> (</text><pending/><text> pendente)</text>
pt_br: <text> (</text><pending/><text> pendente)</text>

# wallet__balance_unit_switched_message
source: Tap your wallet balance to switch it back to {unit}.
ar: انقر على رصيد محفظتك لإعادته إلى {unit}.
ca: Toca el saldo de la teva cartera per tornar-lo a {unit}.
cs: Klepnutím na zůstatek v peněžence jej přepnete zpět na {unit}.
de: Tippe auf dein Wallet-Guthaben, um es zurück zu {unit} zu wechseln.
el: Πατήστε στο υπόλοιπο του πορτοφολιού σας για να το αλλάξετε πίσω σε {unit}.
es: Toque el saldo de su monedero para cambiarlo de nuevo a {unit}.
fr: Appuyez sur votre solde pour le repasser en {unit}.
it: Tocca il saldo del tuo portafoglio per ripristinarlo {unit}.
nl: Tik op uw saldo om het terug te zetten naar {unit}.
pl: Dotknij salda portfela, aby przełączyć je z powrotem na {unit}.
pt: Toca no saldo da tua carteira para voltar a {unit}.
pt_br: Toque no seu saldo para visualizá-lo em {unit}.
ru: Нажмите на баланс кошелька, чтобы переключить обратно на {unit}.

# wallet__balance_unit_switched_title
source: Switched to {unit}
ar: تم التبديل إلى {unit}
ca: Canviat a {unit}
cs: Přepnuto na {unit}
de: Gewechselt zu {unit}
el: Αλλαγή σε {unit}
es: Cambió a {unit}
fr: Passé en {unit}
it: Passato a {unit}
nl: Overgeschakeld naar {unit}
pl: Przełączono na {unit}
pt: Mudado para {unit}
pt_br: Saldo exibido em {unit}
ru: Переключено на {unit}

# wallet__boost
source: Boost
ar: تعزيز
ca: Impulsar
cs: Posílit
de: Beschleunigen
el: Ενίσχυση
es: Impulso
it: Potenzia
pl: Przyśpiesz
pt: Impulsionar
pt_br: Impulsionar
ru: Ускорить

# wallet__boost_error_msg
source: Bitkit was unable to boost the transaction.
ar: تعذر على Bitkit تعزيز المعاملة.
ca: Bitkit no ha pogut impulsar la transacció.
cs: Bitkit se nepodařilo posílit transakci.
de: Bitkit konnte die Transaktion nicht beschleunigen.
el: Το Bitkit δεν μπόρεσε να ενισχύσει τη συναλλαγή.
es: Bitkit no pudo potenciar la transacción.
fr: Bitkit n'a pas été en mesure de relancer la transaction.
it: Bitkit non è stato in grado di potenziare la transazione.
nl: Bitkit kon de transactie niet boosten.
pl: Bitkit nie był w stanie przyśpieszyć transakcji.
pt: Bitkit não conseguiu impulsionar a transação.
pt_br: A Bitkit não conseguiu acelerar a transação.
ru: Bitkit не удалось ускорить транзакцию.

# wallet__boost_error_title
source: Boost Failed
ar: فشل التعزيز
ca: Impuls fallit
cs: Posílení se nezdařilo
de: Beschleunigen fehlgeschlagen
el: Η Ενίσχυση Απέτυχε
es: Impulso fallido
fr: Échec du boost
it: Potenziamento non riuscito
nl: Boost Mislukt
pl: Przyśpieszenie nie powiodło się
pt: Impulso Falhou
pt_br: Aceleração Falhou
ru: Не удалось ускорить

# wallet__boost_fee_custom
source: Your transaction may settle faster if you include an additional network fee. Set your custom fee below.
ar: قد تتم تسوية معاملتك بشكل أسرع إذا قمت بتضمين رسوم شبكة إضافية. عيّن رسومك المخصصة أدناه.
ca: La teva transacció pot liquidar-se més ràpid si incloues una comissió de xarxa addicional. Estableix la teva comissió personalitzada a continuació.
cs: Vaše transakce se může vypořádat rychleji, pokud zahrnete další síťový poplatek. Níže si nastavte vlastní poplatek.
de: Deine Transaktion könnte schneller abgeschlossen werden, wenn du eine zusätzliche Netzwerkgebühr einbeziehst. Lege deine benutzerdefinierte Gebühr unten fest.
el: Η συναλλαγή σας μπορεί να ολοκληρωθεί πιο γρήγορα αν συμπεριλάβετε ένα επιπλέον τέλος δικτύου. Ορίστε το προσαρμοσμένο τέλος σας παρακάτω.
es: Su transacción puede liquidarse más rápidamente si incluye una tasa de red adicional. Establezca su tarifa personalizada a continuación.
fr: Votre transaction peut être confirmée plus rapidement si vous incluez des frais de réseau supplémentaires. Définissez vos frais personnalisés ci-dessous.
it: La transazione può essere regolata più velocemente se include una commissione di rete aggiuntiva. Imposta la tua tariffa personalizzata qui sotto.
nl: Uw transactie kan sneller bevestigd worden als u een hogere vergoeding betaalt. Hieronder kunt u een aangepaste vergoeding instellen.
pl: Twoja transakcja może zostać rozliczona szybciej, jeśli uwzględnisz dodatkową opłatę sieciową. Ustaw niestandardową opłatę poniżej.
pt: A tua transação pode liquidar mais rapidamente se incluíres uma taxa de rede adicional. Define a tua taxa personalizada abaixo.
pt_br: Sua transação pode ser confirmada mais rapidamente se você incluir uma taxa adicional de rede. Configure sua taxa personalizada abaixo.
ru: Ваша транзакция может быть подтверждена быстрее, если вы включите дополнительную комиссию. Установите значение ниже.

# wallet__boost_fee_recomended
source: Your transaction may settle faster if you include an additional network fee. Here is a recommendation:
ar: قد تتم تسوية معاملتك بشكل أسرع إذا قمت بتضمين رسوم شبكة إضافية. إليك توصية:
ca: La teva transacció pot liquidar-se més ràpid si incloues una comissió de xarxa addicional. Aquí tens una recomanació:
cs: Vaše transakce se může vypořádat rychleji, pokud zahrnete další síťový poplatek. Zde je doporučení:
de: Deine Transaktion könnte schneller abgeschlossen werden, wenn du eine zusätzliche Netzwerkgebühr einbeziehst. Hier ist eine Empfehlung:
el: Η συναλλαγή σας μπορεί να ολοκληρωθεί πιο γρήγορα αν συμπεριλάβετε ένα επιπλέον τέλος δικτύου. Ακολουθεί μια σύσταση:
es: Su transacción puede liquidarse más rápidamente si incluye una comisión de red adicional. He aquí una recomendación:
fr: Votre transaction peut être confirmée plus rapidement si vous incluez des frais de réseau supplémentaires. Voici une recommandation :
it: La transazione può essere regolata più velocemente se includi una fee di rete aggiuntiva. Ecco una raccomandazione:
nl: Uw transactie kan sneller bevestigd worden als u een hogere vergoeding betaalt. Hieronder ziet u een voorstel:
pl: Twoja transakcja może zostać rozliczona szybciej, jeśli uwzględnisz dodatkową opłatę sieciową. Oto zalecenie:
pt: A tua transação pode liquidar mais rapidamente se incluíres uma taxa de rede adicional. Aqui está uma recomendação:
pt_br: Sua transação pode ser confirmada mais rapidamente se você incluir uma taxa adicional de rede. Aqui está uma recomendação:
ru: Ваша транзакция может быть подтверждена быстрее, если вы включите дополнительную комиссию. Вот рекомендация:

# wallet__boost_recomended_button
source: Use Suggested Fee
ar: استخدام الرسوم المقترحة
ca: Utilitza la comissió suggerida
cs: Použít navrhovaný poplatek
de: Empfohlene Gebühr verwenden
el: Χρήση Προτεινόμενου Τέλους
es: Usar Comisión Sugerida
fr: Utilise les frais suggérés
it: Utilizza la tariffa suggerita
nl: Voorgestelde Vergoeding
pl: Zastosuj sugerowaną opłatę
pt: Usar Taxa Sugerida
pt_br: Usar Taxa Sugerida
ru: Использовать рекомендованную комиссию

# wallet__boost_success_msg
source: The transaction was successfully boosted.
ar: تم تعزيز المعاملة بنجاح.
ca: La transacció s'ha impulsat correctament.
cs: Transakce byla úspěšně posílena.
de: Die Transaktion wurde erfolgreich beschleunigt.
el: Η συναλλαγή ενισχύθηκε επιτυχώς.
es: La transacción se ha impulsado satisfactoriamente.
fr: La transaction a été boostée avec succès.
it: La transazione è stata potenziata con successo.
nl: De transactie is met succes geboost.
pl: Transakcja została pomyślnie przyspieszona.
pt: A transação foi impulsionada com sucesso.
pt_br: A transação foi acelerada com sucesso.
ru: Транзакция успешно ускорена.
