Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# security__backup_funds
source: Now that you have some funds in your wallet, it is time to back up your money!
ar: الآن بعد أن لديك بعض الأموال في محفظتك، حان الوقت لعمل نسخة احتياطية من أموالك!
ca: Ara que tens alguns fons a la teva cartera, és hora de fer una còpia de seguretat dels teus diners!
cs: Nyní, když máte v peněžence nějaké prostředky, je čas je zálohovat!
de: Da du jetzt einige Gelder in deinem Wallet hast, ist es Zeit, dein Geld zu sichern!
el: Τώρα που έχετε κάποια κεφάλαια στο πορτοφόλι σας, ήρθε η ώρα να δημιουργήσετε αντίγραφο ασφαλείας!
es: Ahora que tiene fondos en su cartera, ¡és el momento de hacer una copia de seguridad de su dinero!
fr: Maintenant que vous avez des fonds dans votre portefeuille, il est temps de sécuriser votre argent !
it: Ora che ha dei fondi nel tuo wallet, è il momento di fare il backup!
nl: Er staat nu geld op uw wallet, tijd om een backup te maken!
pl: Ponieważ posiadasz już środki na swoim portfelu, to czas aby zarobić kopię zapasową!
pt: Agora que tens alguns fundos na tua carteira, é hora de fazer a cópia de segurança do teu dinheiro!
pt_br: Agora que o você tem fundos na sua carteira, é hora de fazer o backup do seu dinheiro!
ru: Теперь, когда у вас есть средства в кошельке, пришло время создать их резервную копию!

# security__backup_funds_no
source: There are no funds in your wallet yet, but you can create a backup if you wish.
ar: لا توجد أموال في محفظتك بعد، ولكن يمكنك إنشاء نسخة احتياطية إذا أردت.
ca: Encara no hi ha fons a la teva cartera, però pots fer una còpia de seguretat si ho desitges.
cs: Ve vaší peněžence zatím nejsou žádné prostředky, ale pokud chcete, můžete si vytvořit zálohu.
de: Es befinden sich noch keine Gelder in deinem Wallet, aber du kannst trotzdem ein Backup erstellen, wenn du möchtest.
el: Δεν υπάρχουν ακόμα κεφάλαια στο πορτοφόλι σας, αλλά μπορείτε να δημιουργήσετε αντίγραφο ασφαλείας αν θέλετε.
es: Todavía no hay fondos en su cartera, pero puede crear una copia de seguridad si lo desea.
fr: Il n'y a pas encore de fonds dans votre portefeuille, mais vous pouvez créer une sauvegarde si vous le souhaitez.
it: Non ci sono ancora fondi nel tuo wallet, ma puoi comunque creare un backup.
nl: Er is nog geen geld in uw wallet, maar u kunt wel alvast een backup maken.
pl: Obecnie brak środków na twoim portfelu ale możesz wykonać kopię zapasową.
pt: Ainda não tens fundos na tua carteira, mas podes criar uma cópia de segurança se desejares.
pt_br: Ainda não há fundos em sua carteira, mas você pode criar um backup, se desejar.
ru: В вашем кошельке пока нет средств, но при желании вы можете создать резервную копию.

# security__backup_title
source: <accent>Safely store</accent> your Bitcoin
ar: <accent>احفظ بأمان</accent> Bitcoin الخاص بك
ca: <accent>Emmagatzema amb seguretat</accent> els teus Bitcoin
cs: <accent>Bezpečně uložte</accent> své bitcoiny
de: <accent>Deine Bitcoin</accent> sicher lagern
el: <accent>Αποθηκεύστε με ασφάλεια</accent> τα Bitcoin σας
es: <accent>Resguarda</accent> tus Bitcoin
fr: <accent>Conservez</accent> vos bitcoins en <accent>toute sécurité</accent>
it: <accent>Conserva in sicurezza</accent> i tuoi Bitcoin
nl: <accent>Veilig bewaren</accent> uw Bitcoin
pl: <accent>Bezpiecznie przechowuj</accent> swoje Bitcoiny
pt: <accent>Guarda em segurança</accent> o teu Bitcoin
pt_br: <accent>Armazene</accent> seu Bitcoin com segurança
ru: <accent>Безопасно храните</accent> свои биткойны

# security__backup_wallet
source: Wallet Backup
ar: نسخ احتياطي للمحفظة
ca: Còpia de seguretat de la cartera
cs: Záloha peněženky
el: Αντίγραφο Ασφαλείας Πορτοφολιού
es: Copia de seguridad de la cartera
fr: Sauvegarde du portefeuille
it: Backup del portafoglio
pl: Kopia zapasowa portfela
pt: Cópia de Segurança da Carteira
pt_br: Backup da Carteira
ru: Резервная Копия Кошелька

# security__bio
source: Biometrics
ar: المقاييس الحيوية
ca: Biometria
cs: Biometrické údaje
de: Biometrie
el: Βιομετρικά
es: Biometría
fr: Biométrie
it: Biometria
nl: Biometrie
pl: Biometria
pt: Biometria
pt_br: Biometria
ru: Биометрия

# security__bio_ask
source: PIN code set. Would you like to use {biometricsName} instead of your PIN code?
ar: تم تعيين رمز PIN. هل تريد استخدام {biometricsName} بدلاً من رمز PIN؟
ca: Codi PIN configurat. Vols utilitzar {biometricsName} en lloc del teu codi PIN?
cs: PIN kód nastaven. Chcete místo kódu PIN používat {biometricsName}?
de: PIN-Code gesetzt. Möchtest du {biometricsName} anstelle deines PIN-Codes verwenden?
el: Ο κωδικός PIN ορίστηκε. Θέλετε να χρησιμοποιήσετε {biometricsName} αντί για τον κωδικό PIN σας;
es: Código PIN establecido. ¿Le gustaría usar {biometricsName} en lugar de su código PIN?
fr: Code PIN défini. Vous souhaitez utiliser {biometricsName} au lieu de votre code PIN ?
it: Codice PIN impostato. Desideri usare {biometricsName} invece del tuo codice PIN?
nl: PIN-code gezet. Wilt u {biometricsName} gebruiken in plaats van uw PIN-code?
pl: Kod PIN ustawiony. Czy chcesz używać {biometricsName} zamiast twojego PIN-u?
pt: Código PIN definido. Gostarias de usar {biometricsName} em vez do teu código PIN?
pt_br: PIN configurado. Você gostaria de usar {biometricsName} em vez de seu código PIN?
ru: PIN-код установлен. Хотите использовать {biometricsName} вместо вашего PIN-кода?

# security__bio_auth_with
source: Authenticate with {biometricsName}
ar: المصادقة باستخدام {biometricsName}
ca: Autentica amb {biometricsName}
cs: Ověřit pomocí {biometricsName}
de: Authentifizieren mit {biometricsName}
el: Ταυτοποίηση με {biometricsName}
es: Autenticar con {biometricsName}
fr: S'authentifier avec {biometricsName}
it: Autenticati con {biometricsName}
nl: Identiteit verifiëren met {biometricsName}
pl: Autoryzuj przy pomocy {biometricsName}
pt: Autenticar com {biometricsName}
pt_br: Autenticar com {biometricsName}
ru: Авторизоваться с {biometricsName}

# security__bio_confirm
source: Confirm {biometricsName}
ar: تأكيد {biometricsName}
ca: Confirma {biometricsName}
cs: Potvrďte {biometricsName}
de: Bestätige {biometricsName}
el: Επιβεβαίωση {biometricsName}
es: Confirma {biometricsName}
fr: Confirmer {biometricsName}
it: Conferma {biometricsName}
nl: Bevestig {biometricsName}
pl: Potwierdź {biometricsName}
pt: Confirmar {biometricsName}
pt_br: Confirme {biometricsName}
ru: Подтвердить {biometricsName}

# security__bio_error_message
source: Bitkit could not set up {type} for your device.
ar: تعذر على Bitkit إعداد {type} لجهازك.
ca: Bitkit no ha pogut configurar {type} per al teu dispositiu.
cs: Bitkit se nepodařilo nastavit {type} pro vaše zařízení.
de: Bitkit konnte {type} für dein Gerät nicht einrichten.
el: Το Bitkit δεν μπόρεσε να ρυθμίσει το {type} για τη συσκευή σας.
es: Bitkit no pudo configurar {type} para su dispositivo.
fr: Bitkit n'a pas pu configurer {type} pour votre appareil.
it: Bitkit non è in grado di configurare {type} per il tuo dispositivo.
nl: Bitkit kon {type} niet instellen voor uw toestel.
pl: Bitkit nie mógł skonfigurować {type} na Twoim urządzeniu.
pt: Bitkit não conseguiu configurar {type} para o teu dispositivo.
pt_br: Bitkit não conseguiu configurar {type} para o seu dispositivo.
ru: Bitkit не удалось настроить {type} для вашего устройства.

# security__bio_error_title
source: Biometrics Setup Failed
ar: فشل إعداد المقاييس الحيوية
ca: Configuració biomètrica fallida
cs: Nastavení biometrických údajů se nezdařilo
de: Einrichten der Biometrie fehlgeschlagen
el: Η Ρύθμιση Βιομετρικών Απέτυχε
es: la configuración de los datos biométricos he fallado
fr: Échec de la configuration des données biométriques
it: Configurazione Biometrica Fallita
nl: Instellen Biometrie Mislukt
pl: Konfiguracja biometrii nie powiodła się.
pt: Configuração de Biometria Falhou
pt_br: Falha na configuração da biometria
ru: Ошибка Настройки Биометрии

# security__bio_loading
source: Loading...
ar: جارٍ التحميل...
ca: Carregant...
cs: Nahrávání...
de: Lädt...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Aan het laden...
pl: Ładuję...
pt: A carregar...
pt_br: Carregando...
ru: Загрузка...

# security__bio_no
source: It appears that your device does not support Biometric security.
ar: يبدو أن جهازك لا يدعم أمان المقاييس الحيوية.
ca: Sembla que el teu dispositiu no admet seguretat biomètrica.
cs: Zdá se, že vaše zařízení nepodporuje biometrické zabezpečení.
de: Es scheint, dass dein Gerät keine biometrische Sicherheit unterstützt.
el: Φαίνεται ότι η συσκευή σας δεν υποστηρίζει βιομετρική ασφάλεια.
es: Parece que su dispositivo no es compatible con la seguridad biométrica.
fr: Il semble que votre appareil ne prenne pas en charge la sécurité biométrique.
it: Sembra che il tuo dispositivo non supporti la sicurezza Biometrica.
nl: Het lijkt er op dat uw apparaat biometrische beveiliging niet ondersteunt.
pl: Wygląda, że twoje urządzenie nie wspiera zabezpieczeń biometrycznych.
pt: Parece que o teu dispositivo não suporta segurança Biométrica.
pt_br: Parece que seu dispositivo não é compatível com a segurança Biométrica.
ru: Похоже, ваше устройство не поддерживает Биометрическую Авторизовацию.

# security__bio_not_available
source: Looks like you haven't set up biometric security yet (or it is not supported). Try to enable it in your phone settings.
ar: يبدو أنك لم تقم بإعداد أمان المقاييس الحيوية بعد (أو أنه غير مدعوم). حاول تمكينه في إعدادات هاتفك.
ca: Sembla que encara no has configurat la seguretat biomètrica (o no és compatible). Prova d'activar-la a la configuració del teu telèfon.
cs: Vypadá to, že jste ještě nenastavili biometrické zabezpečení (nebo není podporováno). Zkuste jej povolit v nastavení telefonu.
de: Es scheint, dass du die biometrische Sicherheit noch nicht eingerichtet hast (oder sie wird nicht unterstützt). Versuche, sie in den Einstellungen deines Telefons zu aktivieren.
el: Φαίνεται ότι δεν έχετε ρυθμίσει ακόμα βιομετρική ασφάλεια (ή δεν υποστηρίζεται). Δοκιμάστε να την ενεργοποιήσετε στις ρυθμίσεις του τηλεφώνου σας.
es: Parece que aún no ha configurado la seguridad biométrica (o no es compatible). Intente activarla en los ajustes de su teléfono.
fr: Il semble que vous n'ayez pas encore configuré la sécurité biométrique (ou qu'elle ne soit pas prise en charge). Essayez de l'activer dans les paramètres de votre téléphone.
it: Sembra che tu non abbia ancora configurato la sicurezza biometrica (o non è supportata). Prova ad abilitarlo nelle impostazioni del tuo telefono.
nl: Het lijkt erop dat u de biometrische beveiliging nog niet hebt ingesteld (of dat deze niet wordt ondersteund). Probeer het in te schakelen in de instellingen van uw telefoon.
pl: Wygląda na to, że nie skonfigurowałeś jeszcze zabezpieczeń biometrycznych (lub nie są one obsługiwane). Spróbuj włączyć je w ustawieniach telefonu.
pt: Parece que ainda não configuraste segurança biométrica (ou não é suportada). Tenta ativá-la nas definições do teu telemóvel.
pt_br: Parece que você ainda não configurou Face ou Touch ID (ou não é suportado pelo seu dispositivo). Tente configurar pelo seu smartphone.
ru: Похоже, вы ещё не настроили биометрическую безопасность (или она не поддерживается). Попробуйте включить её в настройках телефона.

# security__bio_phone_settings
source: Phone Settings
ar: إعدادات الهاتف
ca: Configuració del telèfon
cs: Nastavení telefonu
de: Telefoneinstellungen
el: Ρυθμίσεις Τηλεφώνου
es: Ajustes del teléfono
fr: Réglages tél.
it: Impostazioni del Telefono
nl: Telefooninstellingen
pl: Ustawienia telefonu
pt: Definições do Telemóvel
pt_br: Configurações do Telefone
ru: Настройки Телефона

# security__bio_use
source: Use {biometricsName}
ar: استخدام {biometricsName}
ca: Utilitzar {biometricsName}
cs: Použít {biometricsName}
de: Verwende {biometricsName}
el: Χρήση {biometricsName}
es: Utilizar {biometricsName}
fr: Utiliser {biometricsName}
it: Utilizza {biometricsName}
nl: Gebruik {biometricsName}
pl: Użyj {biometricsName}
pt: Usar {biometricsName}
pt_br: Usar {biometricsName}
ru: Использовать {biometricsName}

# security__close_app
source: Close Bitkit
ar: إغلاق Bitkit
ca: Tanca Bitkit
cs: Ukončit Bitkit
de: Bitkit schließen
el: Κλείσιμο Bitkit
es: Cerrar Bitkit
fr: Fermer Bitkit
it: Chiudi Bitkit
nl: Bitkit Sluiten
pl: Zamknij Bitkit
pt: Fechar Bitkit
pt_br: Fechar Bitkit
ru: Закрыть Bitkit

# security__contact_support
source: Contact Support
ar: الاتصال بالدعم
ca: Contacta amb el suport
cs: Kontaktovat podporu
de: Support kontaktieren
el: Επικοινωνία με Υποστήριξη
es: Contactar con el servicio de asistencia
fr: Contacter le support
it: Contatta l'Assistenza
nl: Contact Opnemen
pl: Skontaktuj się z pomocą techniczną
pt: Contactar Suporte
pt_br: Contactar Suporte
ru: Связаться с Поддержкой

# security__cp_changed_text
source: You have successfully changed your PIN to a new 4-digit combination.
ar: لقد غيرت رمز PIN بنجاح إلى مجموعة جديدة من 4 أرقام.
ca: Has canviat correctament el teu PIN a una nova combinació de 4 dígits.
cs: Úspěšně jste změnili svůj PIN na novou 4místnou kombinaci.
de: Du hast deinen PIN erfolgreich zu einer neuen 4-Ziffern-Kombination geändert.
el: Αλλάξατε επιτυχώς το PIN σας σε νέο 4ψήφιο συνδυασμό.
es: Ha cambiado correctamente su PIN por una nueva combinación de 4 dígitos.
fr: Vous avez modifié avec succès votre code PIN en le remplaçant par une nouvelle combinaison de 4 chiffres.
it: Hai cambiato con successo il PIN con una nuova combinazione a 4 cifre.
nl: U heeft de 4-cijferige pincode succesvol aangepast.
pl: Pomyślnie zmieniono kod PIN na nową 4 cyfrową kombinację.
pt: Alteraste com sucesso o teu PIN para uma nova combinação de 4 dígitos.
pt_br: Você alterou com sucesso seu PIN para uma nova combinação de 4 dígitos.
ru: Вы успешно изменили свой PIN-код на новую комбинацию из 4 цифр.

# security__cp_changed_title
source: PIN changed
ar: تم تغيير رمز PIN
ca: El PIN ha canviat
cs: PIN změněn
de: PIN geändert
el: Το PIN άλλαξε
es: PIN cambiado
fr: Le code PIN a été modifié
it: Il PIN è stato modificato
nl: De pincode is veranderd
pl: Kod PIN zmieniony
pt: PIN alterado
pt_br: PIN alterado
ru: PIN-код Изменён

# security__cp_retype_text
source: Please retype your 4-digit PIN to complete the setup process.
ar: يرجى إعادة كتابة رمز PIN المكون من 4 أرقام لإكمال عملية الإعداد.
ca: Si us plau, torna a escriure el teu PIN de 4 dígits per completar el procés de configuració.
cs: Chcete-li dokončit proces nastavení, zadejte znovu svůj 4místný kód PIN.
de: Bitte gib deinen 4-stelligen PIN erneut ein, um den Einrichtungsprozess abzuschließen.
el: Παρακαλώ επαναπληκτρολογήστε το 4ψήφιο PIN σας για να ολοκληρώσετε τη διαδικασία ρύθμισης.
es: Vuelva a introducir su PIN de 4 dígitos para completar el proceso de configuración.
fr: Veuillez retaper votre code PIN à 4 chiffres pour terminer la procédure de configuration.
it: Digita nuovamente il tuo PIN a 4 cifre per completare il processo di configurazione.
nl: Voer uw 4-cijferige pincode nogmaals in om de instellingen te voltooien.
pl: Wpisz proszę ponownie 4 cyfrowy kod PIN aby zakończyć konfigurację.
pt: Por favor, reescreve o teu PIN de 4 dígitos para completar o processo de configuração.
pt_br: Digite novamente o PIN de 4 dígitos para concluir o processo de configuração.
ru: Повторно введите 4-значный PIN-код, чтобы завершить процесс установки.

# security__cp_retype_title
source: Retype New PIN
ar: أعد كتابة رمز PIN الجديد
ca: Torna a escriure el nou PIN
cs: Znovu zadejte nový PIN
de: Neuen PIN erneut eingeben
el: Επαναπληκτρολογήστε Νέο PIN
es: Reintroducir nuevo PIN
fr: Confirmer le nouveau code PIN
it: Digita il Nuovo PIN
nl: Voer De Nieuwe Pincode Nogmaals In
pl: Wpisz ponownie kod PIN
pt: Reescrever Novo PIN
pt_br: Digite novamente o novo PIN
ru: Повторите Новый PIN-код

# security__cp_setnew_text
source: Please use a PIN you will remember. If you forget your PIN you can reset it, but that will require restoring your wallet.
ar: يرجى استخدام رمز PIN ستتذكره. إذا نسيت رمز PIN، يمكنك إعادة تعيينه، لكن ذلك سيتطلب استعادة محفظتك.
ca: Si us plau, utilitza un PIN que recordis. Si oblides el teu PIN pots restablir-lo, però això requerirà restaurar la teva cartera.
cs: Použijte prosím PIN, který si zapamatujete. Pokud svůj PIN zapomenete, můžete jej resetovat, ale to bude vyžadovat obnovení vaší peněženky.
de: Bitte verwende einen PIN, den du dir merken wirst. Wenn du deinen PIN vergisst, kannst du ihn zurücksetzen, aber das erfordert die Wiederherstellung deines Wallets.
el: Παρακαλώ χρησιμοποιήστε ένα PIN που θα θυμάστε. Αν ξεχάσετε το PIN σας μπορείτε να το επαναφέρετε, αλλά αυτό θα απαιτήσει επαναφορά του πορτοφολιού σας.
es: Por favor, utilice un PIN que recuerde. Si olvida su PIN puede restablecerlo, pero para ello tendrá que restaurar su monedero.
fr: Veuillez utiliser un code PIN dont vous vous souviendrez. Si vous oubliez votre code PIN, vous pouvez le réinitialiser, mais cela nécessitera de restaurer votre portefeuille.
it: Utilizza un PIN che ricorderai. Se dimentichi il PIN, puoi reimpostarlo, ma ciò richiede il ripristino del wallet.
nl: Zorg dat u een pincode gebruikt die u kunt onthouden. U kunt de pincode wel resetten als u die vergeet, maar dat vereist wel dat de hele wallet hersteld wordt.
pl: Użyj kodu PIN, który zapamiętasz. Jeśli zapomnisz kodu PIN, możesz go zresetować, ale będzie to wymagało przywrócenia portfela.
pt: Por favor, usa um PIN de que te lembres. Se esqueceres o teu PIN, podes redefini-lo, mas isso exigirá restaurar a tua carteira.
pt_br: Use um PIN que você se lembrará. Se você esquecer o PIN, poderá redefini-lo mas isso exigirá a restauração da carteira.
ru: Пожалуйста, используйте PIN-код, который вы запомните. Если вы забудете свой PIN-код, вы можете сбросить его, но для этого потребуется восстановить кошелёк.

# security__cp_setnew_title
source: Set New PIN
ar: تعيين رمز PIN جديد
ca: Configura un nou PIN
cs: Nastavte nový PIN
de: Neuen PIN festlegen
el: Ορίστε Νέο PIN
es: Establecer nuevo PIN
fr: Définir un nouveau code PIN
it: Imposta Nuovo PIN
nl: Nieuwe Pincode Instellen
pl: Ustaw nowy kod PIN
pt: Definir Novo PIN
pt_br: Definir novo PIN
ru: Новый PIN-код

# security__cp_text
source: You can change your PIN code to a new 4-digit combination. Please enter your current PIN code first.
ar: يمكنك تغيير رمز PIN إلى مجموعة جديدة من 4 أرقام. يرجى إدخال رمز PIN الحالي أولاً.
ca: Pots canviar el teu codi PIN per una nova combinació de 4 dígits. Si us plau, introdueix primer el teu codi PIN actual.
cs: Svůj PIN kód můžete změnit na novou 4místnou kombinaci. Nejprve zadejte svůj aktuální PIN kód.
de: Du kannst deinen PIN-Code in eine neue 4-Ziffern-Kombination ändern. Bitte gib zuerst deinen aktuellen PIN-Code ein.
el: Μπορείτε να αλλάξετε τον κωδικό PIN σας σε νέο 4ψήφιο συνδυασμό. Παρακαλώ εισάγετε πρώτα τον τρέχοντα κωδικό PIN σας.
es: Puede cambiar su código PIN por una nueva combinación de 4 dígitos. Por favor, introduzca primero su código PIN actual.
fr: Vous pouvez remplacer votre code PIN par une nouvelle combinaison de 4 chiffres. Veuillez d'abord introduire votre code PIN actuel.
it: Puoi cambiare il codice PIN con una nuova combinazione di 4 cifre. Inserisci prima il codice PIN corrente.
nl: U kunt de 4 cijfers van uw pincode veranderen. Voer dan eerst uw huidige pincode in.
pl: Możesz zmienić swój kod PIN na nową 4-cyfrową kombinację. Najpierw wprowadź aktualny kod PIN.
pt: Podes alterar o teu código PIN para uma nova combinação de 4 dígitos. Por favor, introduz primeiro o teu código PIN atual.
pt_br: Você pode alterar seu código PIN para uma nova combinação de 4 dígitos. Primeiro, digite seu código PIN atual.
ru: Вы можете изменить свой PIN-код на новую четырёхзначную комбинацию. Сначала введите текущий PIN-код.

# security__cp_title
source: Change PIN
ar: تغيير رمز PIN
ca: Canvia el PIN
cs: Změna PIN
de: PIN ändern
el: Αλλαγή PIN
es: Cambiar PIN
fr: Modifier le code PIN
it: Cambia PIN
nl: Pincode Veranderen
pl: Zmień kod PIN
pt: Alterar PIN
pt_br: Alterar PIN
ru: Изменить PIN-код

# security__cp_try_again
source: Try again, this is not the same PIN.
ar: حاول مرة أخرى، هذا ليس نفس رمز PIN.
ca: Torna a provar, això no és el mateix PIN.
cs: Zkuste to znovu, toto není stejný PIN.
de: Versuche es erneut, dieser PIN stimmt nicht überein.
el: Δοκιμάστε ξανά, αυτό δεν είναι το ίδιο PIN.
es: Inténtelo de nuevo, no es el mismo PIN.
fr: Réessayez, il ne s'agit pas du même code PIN.
it: Provi di nuovo, il PIN non coincide.
nl: Probeer het nogmaals, dit is niet dezelfde pincode.
pl: Spróbuj ponownie, kody PIN się różnią.
pt: Tenta novamente, este não é o mesmo PIN.
pt_br: Tente novamente, este não é o mesmo PIN.
ru: Попробуйте ещё раз, это не тот PIN-код.

# security__display_seed
source: Show Seed Phrase
ar: عرض عبارة البذرة
ca: Mostra la frase semilla
cs: Zobrazit seed frázi
de: Seed-Phrase anzeigen
el: Εμφάνιση Φράσης Seed
es: Mostrar frase semilla
fr: Afficher la phrase de récupération.
it: Mostra la Seed Phrase
nl: Toon Herstelwoorden
pl: Pokaż frazę odzyskiwania
pt: Mostrar Frase Semente
pt_br: Mostrar Seed
ru: Показать Фразу Восстановления

# security__export_button
source: Export
ar: تصدير
ca: Exportar
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exportation
it: Esporta
nl: Exporteren
pl: Eksport
pt: Exportar
pt_br: Exportar
ru: Экспортировать

# security__export_error_file
source: Bitkit could not create the backup file.
ar: تعذر على Bitkit إنشاء ملف النسخة الاحتياطية.
ca: Bitkit no ha pogut crear el fitxer de còpia de seguretat.
cs: Bitkit se nepodařilo vytvořit záložní soubor.
de: Bitkit konnte die Backup-Datei nicht erstellen.
el: Το Bitkit δεν μπόρεσε να δημιουργήσει το αρχείο αντιγράφου.
es: Bitkit no pudo crear el fichero de backup.
fr: Bitkit n'a pas pu créer le fichier de sauvegarde.
it: Bitkit non è riuscito a creare il file di backup.
nl: Bitkit kon het back-up bestand niet aanmaken.
pl: Bitkit nie mógł utworzyć pliku kopii zapasowej.
pt: Bitkit não conseguiu criar o ficheiro de cópia de segurança.
pt_br: Bitkit não conseguiu criar o arquivo de backup.
ru: Bitkit не смог создать файл резервной копии.

# security__export_error_msg
source: Bitkit could not export the backup file to your phone.
ar: تعذر على Bitkit تصدير ملف النسخة الاحتياطية إلى هاتفك.
ca: Bitkit no ha pogut exportar el fitxer de còpia de seguretat al teu telèfon.
cs: Bitkit se nepodařilo exportovat záložní soubor do telefonu.
de: Bitkit konnte die Backup-Datei nicht auf dein Telefon exportieren.
el: Το Bitkit δεν μπόρεσε να εξάγει το αρχείο αντιγράφου στο τηλέφωνό σας.
es: Bitkit no pudo exportar el fichero de copia de seguridad a su teléfono.
fr: Bitkit n'a pas pu exporter le fichier de sauvegarde vers votre téléphone.
it: Bitkit non è riuscito ad esportare il file di backup sul tuo telefono.
nl: Bitkit kon het back-up bestand niet naar uw telefoon exporteren.
pl: Bitkit nie mógł wyeksportować pliku kopii zapasowej do telefonu.
pt: Bitkit não conseguiu exportar o ficheiro de cópia de segurança para o teu telemóvel.
pt_br: Bitkit não conseguiu exportar o arquivo de backup para o seu telefone.
ru: Bitkit не удалось экспортировать файл резервной копии на ваш телефон.

# security__export_error_title
source: Backup Failed
ar: فشل النسخ الاحتياطي
ca: La còpia de seguretat ha fallat
cs: Zálohování se nezdařilo
de: Backup fehlgeschlagen
el: Το Αντίγραφο Απέτυχε
es: Copia de seguridad fallida
fr: Échec de la sauvegarde
it: Backup fallito
nl: Back-up mislukt
pl: Tworzenie kopii zapasowej nie powiodło się
pt: Cópia de Segurança Falhou
pt_br: Falha ao Fazer Backup
ru: Ошибка Резервного Копирования

# security__export_password
source: Password
ar: كلمة المرور
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ru: Пароль
