Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# lightning__savings_advanced__text
source: You can transfer part of your spending balance to savings, because you have multiple active Lightning Connections.
ar: يمكنك تحويل جزء من رصيد إنفاقك إلى المدخرات، لأن لديك اتصالات Lightning نشطة متعددة.
ca: Pots transferir part del teu saldo de despesa a estalvis, perquè tens múltiples connexions Lightning actives.
cs: Část disponibilního zůstatku můžete převést na spoření, protože máte více aktivních lightning připojení.
de: Sie können einen Teil Ihres Ausgabensaldos auf ein Sparguthaben übertragen, da Sie mehrere aktive Blitzverbindungen haben.
el: Μπορείτε να μεταφέρετε μέρος του υπολοίπου δαπανών σας στις αποταμιεύσεις, επειδή έχετε πολλαπλές ενεργές Συνδέσεις Lightning.
es: Puedes transferir parte de tu saldo de gastos a ahorros, porque tienes varias Conexiones Lightning activas.
fr: Vous pouvez transférer une partie de votre solde du compte des dépenses vers l'épargne, car vous avez plusieurs Connexions Éclair actives.
it: Puoi trasferire parte del tuo saldo di spesa ai risparmi, perché hai più connessioni Lightning attive.
nl: U kunt een deel van uw bestedingssaldo overboeken naar spaargeld, omdat u meerdere actieve Lightning Verbindingen heeft.
pl: Możesz przenieść część swojego salda wydatków na oszczędności, ponieważ masz kilka aktywnych połączeń Lightning.
pt: Podes transferir parte do teu saldo de gastos para poupanças, porque tens múltiplas Ligações Lightning ativas.
pt_br: Você pode transferir parte do seu saldo de gastos para a poupança, porque tem várias conecções Lightning ativas.
ru: Вы можете перевести часть своего баланса расходов в сбережения, поскольку у вас есть несколько активных Lightning соединений.

# lightning__savings_advanced__title
source: Select funds <accent>to transfer</accent>
ar: اختر الأموال <accent>للتحويل</accent>
ca: Selecciona fons <accent>per transferir</accent>
cs: Vyberte prostředky <accent>k převodu</accent>
de: Fonds auswählen <accent>zu übertragen</accent>
el: Επιλέξτε κεφάλαια <accent>για μεταφορά</accent>
es: Seleccionar fondos <accent>para transferir</accent>
fr: Sélectionnez les fonds <accent>à transférer</accent>
it: Seleziona fondi <accent>da trasferire</accent>
nl: Selecteer geld <accent>om over te boeken</accent>
pl: Wybierz fundusze <accent>do przesłania</accent>
pt: Seleciona fundos <accent>para transferir</accent>
pt_br: Selecione fundos <accent>para transferir</accent>
ru: Выберите Средства <accent>для Перевода</accent>

# lightning__savings_advanced__total
source: Total selected
ar: إجمالي المحدد
ca: Total seleccionat
cs: Celkem vybráno
de: Gesamtausgewählt
el: Σύνολο επιλεγμένων
es: Total seleccionado
fr: Total sélectionné
it: Totale selezionato
nl: Totaal geselecteerd
pl: Łącznie wybrano
pt: Total selecionado
pt_br: Total selecionado
ru: Всего Выбрано

# lightning__savings_confirm__label
source: Transfer to savings
ar: تحويل إلى المدخرات
ca: Transferir a estalvis
cs: Převést do úspor
de: Überweisung zu den Ersparnissen
el: Μεταφορά στις αποταμιεύσεις
es: Transferir a ahorros
fr: Transfert vers l'Épargne
it: Trasferisci ai risparmi
nl: Overboeking naar spaargeld
pl: Prześlij na Oszczędności
pt: Transferir para poupanças
pt_br: Transferência para poupança
ru: Перевести в Сбережения

# lightning__savings_confirm__transfer_all
source: Transfer all
ar: تحويل الكل
ca: Transferir tot
cs: Převést vše
el: Μεταφορά όλων
es: Transferir todo
fr: Tout transférer
it: Trasferisci tutto
nl: Alles overboeken
pl: Prześlij wszystko
pt: Transferir tudo
pt_br: Transferir tudo
ru: Перевести Всё

# lightning__savings_intro__button
source: Get Started
ar: ابدأ
ca: Començar
cs: Začít
de: Los geht's
el: Ξεκινήστε
es: Empezar
fr: Commencer
it: Inizia
nl: Starten
pl: Rozpocznij
pt: Começar
pt_br: Começar
ru: Начать

# lightning__savings_intro__text
source: Transfer your spending balance to your savings to store your Bitcoin long-term and secure your future.
ar: حوّل رصيد إنفاقك إلى مدخراتك لتخزين Bitcoin على المدى الطويل وتأمين مستقبلك.
ca: Transfereix el teu saldo de despesa als teus estalvis per emmagatzemar els teus Bitcoin a llarg termini i assegurar el teu futur.
cs: Převeďte si disponibilní zůstatek na spoření, abyste si Bitcoiny uložili na delší dobu a zajistili si budoucnost.
de: Übertragen Sie Ihr Ausgabensaldo auf Ihr Sparguthaben, um Ihre Bitcoin langfristig zu speichern und Ihre Zukunft zu sichern.
el: Μεταφέρετε το υπόλοιπο δαπανών σας στις αποταμιεύσεις για να αποθηκεύσετε τα Bitcoin σας μακροπρόθεσμα και να εξασφαλίσετε το μέλλον σας.
es: Transfiera su saldo de gastos a sus ahorros para almacenar su Bitcoin a largo plazo y asegurar su futuro.
fr: Transférez le solde de votre compte Dépenses vers votre Épargne pour conserver vos bitcoins à long terme.
it: Trasferisci il tuo saldo di spesa ai tuoi risparmi per conservare i tuoi Bitcoin a lungo termine e garantire il tuo futuro.
nl: Boek uw bestedingssaldo over naar uw spaargeld om uw Bitcoin langdurig te bewaren en uw toekomst veilig te stellen.
pl: Przenieś saldo wydatków do oszczędności, aby przechowywać Bitcoiny długoterminowo i zabezpieczyć swoją przyszłość.
pt: Transfere o teu saldo de gastos para as tuas poupanças para guardar o teu Bitcoin a longo prazo e assegurar o teu futuro.
pt_br: Transfira seu saldo de gastos para sua poupança para armazenar seu Bitcoin a longo prazo e garantir seu futuro.
ru: Переведите свой баланс расходов в сбережения, чтобы хранить свой биткойн в долгосрочной перспективе и обеспечить своё будущее.

# lightning__savings_intro__title
source: Transfer <accent>to savings</accent>
ar: تحويل <accent>إلى المدخرات</accent>
ca: Transferir <accent>a estalvis</accent>
cs: Převést <accent>do úspor</accent>
de: Übertragung <accent>zu den Einsparungen</accent>
el: Μεταφορά <accent>στις αποταμιεύσεις</accent>
es: Transferir <accent>a ahorros</accent>
fr: Transfert <accent>vers l'Épargne</accent>
it: Trasferisci <accent>ai risparmi</accent>
nl: Overboeking <accent>naar spaargeld</accent>
pl: Prześlij <accent>na saldo oszczędności</accent>
pt: Transferir <accent>para poupanças</accent>
pt_br: Transferir <accent>para poupança</accent>
ru: Перевод <accent>в Сбережения</accent>

# lightning__savings_interrupted__nav_title
source: Transfer <accent>interrupted</accent>
ar: تحويل <accent>متقطع</accent>
ca: Transferència <accent>interrompuda</accent>
cs: Převod <accent>přerušen</accent>
de: Transfer <accent>unterbrochen</accent>
el: Μεταφορά <accent>διακόπηκε</accent>
es: Transferencia <accent>interrumpida</accent>
fr: Transfert <accent>interrompu</accent>
it: Trasferimento <accent>interrotto</accent>
nl: Overboeking <accent>onderbroken</accent>
pl: Transfer środków <accent>przerwany</accent>
pt: Transferência <accent>interrompida</accent>
pt_br: Transferência <accent>interrompida</accent>
ru: Перевод <accent>Прерван</accent>

# lightning__savings_interrupted__text
source: Funds were not transferred yet. Bitkit will try to initiate the transfer during the next <accent>30 minutes</accent>. Please keep your app open.
ar: لم تُحوَّل الأموال بعد. سيحاول Bitkit بدء التحويل خلال الـ <accent>30 دقيقة</accent> القادمة. يرجى إبقاء التطبيق مفتوحًا.
ca: Els fons encara no s'han transferit. Bitkit intentarà iniciar la transferència durant els pròxims <accent>30 minuts</accent>. Si us plau, mantén l'aplicació oberta.
cs: Prostředky dosud nebyly převedeny. Bitkit se pokusí převod iniciovat během následujících <accent>30 minut</accent>. Nechte prosím aplikaci otevřenou.
de: Die Gelder wurden noch nicht übertragen. Bitkit wird versuchen, die Übertragung in den nächsten <accent>30 Minuten</accent> zu initiieren. Bitte halte deine App offen.
el: Τα κεφάλαια δεν έχουν μεταφερθεί ακόμα. Το Bitkit θα προσπαθήσει να ξεκινήσει τη μεταφορά τα επόμενα <accent>30 λεπτά</accent>. Παρακαλώ κρατήστε την εφαρμογή ανοιχτή.
es: Los fondos todavía no se transfirieron. Bitkit intentará iniciar la transferencia durante los próximos <accent>30 minutos</accent>. Por favor, mantenga la aplicación abierta.
fr: Les fonds n'ont pas encore été transférés. Bitkit va essayer d'initier le transfert au cours des <accent>30</accent> prochaines <accent>minutes</accent>. Veuillez garder votre application ouverte.
it: I fondi non sono stati ancora trasferiti. Bitkit tenterà di avviare il trasferimento durante i prossimi <accent>30 minuti</accent>. Per favore mantieni l'app aperta.
nl: Het geld is nog niet overgeboekt. Bitkit zal proberen de overboeking gedurende <accent>30 minuten</accent> te initiëren. Houd uw app open.
pl: Środki nie zostały jeszcze przelane. Bitkit spróbuje zainicjować transfer w ciągu najbliższych <accent>30 minut</accent>. Proszę pozostawić aplikację otwartą.
pt: Os fundos ainda não foram transferidos. Bitkit tentará iniciar a transferência durante os próximos <accent>30 minutos</accent>. Por favor, mantém a tua app aberta.
pt_br: Os fundos ainda não foram transferidos. A Bitkit tentará iniciar a transferência durante os próximos <accent>30 minutos</accent>. Por favor, mantenha o aplicativo aberto.
ru: Средства ещё не переведены. Bitkit попытается инициировать перевод в течение следующих <accent>30 минут</accent>. Пожалуйста, держите приложение открытым.

# lightning__savings_interrupted__title
source: Keep Bitkit <accent>open</accent>
ar: أبقِ Bitkit <accent>مفتوحًا</accent>
ca: Mantén Bitkit <accent>obert</accent>
cs: Ponechte Bitkit <accent>otevřený</accent>
de: Bitkit behalten <accent>open</accent>
el: Κρατήστε το Bitkit <accent>ανοιχτό</accent>
es: Mantener Bitkit <accent>abierto</accent>
fr: Gardez Bitkit <accent>ouvert</accent>
it: Mantieni Bitkit <accent>aperto</accent>
nl: Houd Bitkit <accent>open</accent>
pl: Pozostaw Bitkit <accent>otwarty</accent>
pt: Mantém Bitkit <accent>aberto</accent>
pt_br: Mantenha a Bitkit <accent>aberta</accent>
ru: Держите Bitkit <accent>Открытым</accent>

# lightning__savings_progress__text
source: Please wait, your funds transfer is in progress. This should take <accent>±10 seconds.</accent>
ar: يرجى الانتظار، تحويل أموالك قيد التنفيذ. يجب أن يستغرق هذا <accent>±10 ثوانٍ.</accent>
ca: Si us plau, espera, la transferència de fons està en curs. Això hauria de trigar <accent>±10 segons.</accent>
cs: Počkejte prosím, probíhá převod finančních prostředků. To by mělo trvat <accent>±10 sekund.</accent>
de: Bitte warten Sie, Ihre Überweisung ist in Arbeit. Dies sollte dauern<accent>±10 Sekunden.</accent>
el: Παρακαλώ περιμένετε, η μεταφορά κεφαλαίων σας είναι σε εξέλιξη. Αυτό θα διαρκέσει <accent>±10 δευτερόλεπτα.</accent>
es: Por favor espere, su transferencia de fondos está en progreso. Esto debería tardar <accent>±10 segundos.</accent>
fr: Veuillez patienter, votre transfert de fonds est en cours. Cela devrait prendre <accent>±10 secondes.</accent>
it: Attendi, il trasferimento dei fondi è in corso. Dovrebbe richiedere <accent>±10 secondi.</accent>
nl: Even geduld, uw overboeking is bezig. Dit duurt ongeveer <accent>±10 seconden.</accent>
pl: Proszę czekać, transfer środków jest w toku. Powinno to zająć <accent>±10 sekund.</accent>
pt: Por favor, aguarda, a transferência dos teus fundos está em progresso. Isto deve demorar <accent>±10 segundos.</accent>
pt_br: Aguarde, sua transferência de fundos está em andamento. Isso deve levar <accent>±10 segundos.</accent>
ru: Пожалуйста, подождите, ваш перевод средств выполняется. Это займёт <accent>±10 секунд.</accent>

# lightning__savings_progress__title
source: Funds <accent>in transfer</accent>
ar: الأموال <accent>قيد التحويل</accent>
ca: Fons <accent>en transferència</accent>
cs: Finanční prostředky <accent>v převodu</accent>
de: Mittel <accent>bei der Übertragung</accent>
el: Κεφάλαια <accent>σε μεταφορά</accent>
es: Fondos <accent>en transferencia</accent>
fr: Fonds <accent>en transfert</accent>
it: Fondi <accent>in trasferimento</accent>
nl: Geld <accent>in overboeking</accent>
pl: Fundusze <accent>w przelewie</accent>
pt: Fundos <accent>em transferência</accent>
pt_br: <accent>Transferindo</accent> fundos
ru: Средства <accent>в Процессе Перевода</accent>

# lightning__setting_up_button
source: Continue Using Bitkit
ar: متابعة استخدام Bitkit
ca: Continua utilitzant Bitkit
cs: Pokračujte v používání Bitkit
de: Bitkit weiter verwenden
el: Συνεχίστε να Χρησιμοποιείτε το Bitkit
es: Continuar Usando Bitkit
fr: Continuer à utiliser Bitkit
it: Continua ad utilizzare Bitkit
nl: Ga Door Met Bitkit
pl: Kontunuuj korzystanie z Bitkit'a
pt: Continuar a Usar Bitkit
pt_br: Continuar Usando o Bitkit
ru: Продолжить Использование Bitkit

# lightning__setting_up_header
source: In transfer
ar: قيد التحويل
ca: En transferència
cs: V převodu
de: In Übertragung
el: Σε μεταφορά
es: En transferencia
fr: En transfert
it: In trasferimento
nl: Onderweg
pl: W transferze
pt: Em transferência
pt_br: Em transferência
ru: В Процессе Перевода

# lightning__setting_up_step1
source: Processing Payment
ar: جارٍ معالجة الدفع
ca: Processant pagament
cs: Zpracování platby
de: Zahlung wird verarbeitet
el: Επεξεργασία Πληρωμής
es: Procesando Pago
fr: Traitement des paiements
it: Elaborazione del pagamento
nl: Betaling Verwerken
pl: Przetwarzanie płatności
pt: A Processar Pagamento
pt_br: Processando Pagamento
ru: Обработка Платежа

# lightning__setting_up_step2
source: Payment Successful
ar: نجح الدفع
ca: Pagament realitzat amb èxit
cs: Platba úspěšně proběhla
de: Zahlung erfolgreich
el: Επιτυχής Πληρωμή
es: Pago Exitoso
fr: Paiement réussi
it: Pagamento Riuscito
nl: Betaling Voltooid
pl: Płatność powiodła się
pt: Pagamento Bem-sucedido
pt_br: Pagamento Realizado
ru: Платеж Успешен

# lightning__setting_up_step3
source: Queued For Opening
ar: في قائمة الانتظار للفتح
ca: En cua per obrir
cs: Ve frontě na otevření
de: In Warteschlange für Öffnung
el: Σε Ουρά για Άνοιγμα
es: En Cola Para Apertura
fr: En attente d'ouverture
it: In Coda Per l'Apertura
nl: In de Wacht om te Worden Geopend
pl: W kolejce do otwarcia
pt: Em Fila Para Abertura
pt_br: Na Fila Para Abertura
ru: В Очереди на Открытие

# lightning__setting_up_step4
source: Opening Connection
ar: جارٍ فتح الاتصال
ca: Obrint connexió
cs: Otevírání spojení
de: Verbindung wird geöffnet
el: Άνοιγμα Σύνδεσης
es: Abriendo Conexión
fr: Ouverture de la connexion
it: Apertura della Connessione
nl: Verbinding Wordt Gereed Gemaakt
pl: Otwieranie połączenia
pt: A Abrir Ligação
pt_br: Abrindo Conexão
ru: Открытие Соединения

# lightning__setting_up_text
source: Please wait, your funds transfer is in progress. This should take <accent>±10 minutes.</accent>
ar: يرجى الانتظار، تحويل أموالك قيد التنفيذ. يجب أن يستغرق هذا <accent>±10 دقائق.</accent>
ca: Si us plau, espera, la transferència de fons està en curs. Això hauria de trigar <accent>±10 minuts.</accent>
cs: Počkejte prosím, probíhá převod finančních prostředků. To by mělo trvat <accent>±10 minut.</accent>
de: Bitte warte, deine Übertragung wird bearbeitet. Dies sollte <accent>±10 Minuten</accent> dauern.
el: Παρακαλώ περιμένετε, η μεταφορά κεφαλαίων σας είναι σε εξέλιξη. Αυτό θα διαρκέσει <accent>±10 λεπτά.</accent>
es: Por favor espere, su transferencia de fondos está en progreso. Esto debería tardar <accent>±10 minutos.</accent>
fr: Veuillez patienter, le transfert des fonds est en cours. Cela devrait prendre <accent>±10 minutes</accent>.
it: Attendi, il trasferimento dei fondi è in corso. L'operazione dovrebbe richiedere <accent>±10 minuti.</accent>
nl: Even geduld, uw overboeking is onderweg. Dit zou <accent>±10 minuten</accent> moeten duren.
pl: Proszę czekać, transfer środków jest w toku. Powinno to zająć <accent>±10 minut.</accent>
pt: Por favor, aguarda, a transferência dos teus fundos está em progresso. Isto deve demorar <accent>±10 minutos.</accent>
pt_br: Aguarde, sua transferência de fundos está em andamento. Isso deve levar <accent>±10 minutos.</accent>
ru: Пожалуйста, подождите, ваш перевод средств выполняется. Это займёт <accent>±10 минут.</accent>

# lightning__spending
source: Spending
ar: الإنفاق
ca: Despesa
cs: Útraty
de: Ausgabenkonto
el: Δαπάνες
es: Gasto
fr: Dépenser
it: Spesa
nl: Bestedingssaldo
pl: Wydatki
pt: Gastos
pt_br: Gastos
ru: Расходы

# lightning__spending_advanced__fee
source: Liquidity fee
ar: رسوم السيولة
ca: Comissió de liquiditat
cs: Poplatek za likviditu
de: Liquiditätsgebühr
el: Τέλος ρευστότητας
es: Comisión de liquidez
fr: Frais de liquidité
it: Commissione di liquidità
nl: Liquiditeitskosten
pl: Opłata za płynność
pt: Taxa de liquidez
pt_br: Taxa de liquidez
ru: Комиссия за Ликвидность

# lightning__spending_advanced__title
source: Receiving <accent>capacity</accent>
ar: سعة <accent>الاستلام</accent>
ca: Capacitat de <accent>recepció</accent>
cs: Příjímací <accent>kapacita</accent>
de: Empfang von <accent>Kapazität</accent>
el: Χωρητικότητα <accent>λήψης</accent>
es: Capacidad de <accent>recepción</accent>
fr: Recevoir <accent>capacité</accent>
it: Capacità <accent>di ricezione</accent>
nl: Ontvangst <accent>capaciteit</accent>
pl: Pojemność <accent>odbiorcza</accent>
pt: Capacidade de <accent>receção</accent>
pt_br: Capacidade de recebimento <accent>capacidade</accent>
ru: Входящая <accent>Ёмкость</accent>

# lightning__spending_amount__error_max__description
source: The amount you can transfer to your spending balance is currently limited to ₿ {amount}.
ar: المبلغ الذي يمكنك تحويله إلى رصيد إنفاقك محدود حاليًا بـ ₿ {amount}.
ca: L'import que pots transferir al teu saldo de despesa està actualment limitat a ₿ {amount}.
cs: Částka, kterou můžete převést na svůj disponibilní zůstatek, je v současné době omezena na ₿ {amount}.
de: Der Betrag, den Sie auf Ihr Ausgabenkonto übertragen können, ist derzeit auf ₿ {amount} begrenzt.
el: Το ποσό που μπορείτε να μεταφέρετε στο υπόλοιπο δαπανών σας περιορίζεται αυτή τη στιγμή σε ₿ {amount}.
es: La cantidad que puede transferir a su saldo de gastos está actualmente limitada a ₿ {amount}.
fr: Le montant que vous pouvez transférer vers votre solde de dépenses est actuellement limité à ₿ {amount}.
it: L'importo che puoi trasferire al tuo conto di spesa è attualmente limitato a ₿ {amount}.
nl: Het bedrag dat u kunt overboeken naar uw bestedingssaldo is momenteel beperkt tot ₿ {amount}.
pl: Kwota, którą można przelać na saldo wydatków, jest obecnie ograniczona do ₿ {amount}.
pt: O valor que podes transferir para o teu saldo de gastos está atualmente limitado a ₿ {amount}.
pt_br: O valor que você pode transferir para seu saldo de gastos está atualmente limitado a ₿ {amount}.
ru: Сумма, которую вы можете перевести на баланс расходов, в настоящее время ограничена ₿ {amount}.

# lightning__spending_amount__error_max__description_zero
source: Your transfer to the spending balance is limited due to liquidity policy. For details, visit the Help Center.
ar: تحويلك إلى رصيد الإنفاق محدود بسبب سياسة السيولة. للتفاصيل، قم بزيارة مركز المساعدة.
ca: La teva transferència al saldo de despesa està limitada per la política de liquiditat. Per a més detalls, visita el Centre d'ajuda.
cs: Váš převod do disponibilního zůstatku je omezen z důvodu pravidel likvidity. Podrobnosti naleznete v Centru nápovědy.
el: Η μεταφορά σας στο υπόλοιπο δαπανών περιορίζεται λόγω πολιτικής ρευστότητας. Για λεπτομέρειες, επισκεφθείτε το Κέντρο Βοήθειας.
es: Su transferencia al saldo de gastos está limitada debido a la política de liquidez. Para más detalles, visite el Centro de Ayuda.
fr: Votre transfert vers le solde des dépenses est limité en raison de la politique de liquidité. Pour plus de détails, consultez le Centre d'aide.
it: Il tuo trasferimento al saldo di spesa è limitato a causa della policy di liquidità. Per dettagli, visita il Centro Assistenza.
nl: Uw overboeking naar het bestedingssaldo is beperkt vanwege liquiditeitsbeleid. Bezoek het Helpcentrum voor meer informatie.
pl: Transfer do salda wydatków jest ograniczony ze względu na politykę płynności. Aby uzyskać szczegółowe informacje, proszę odwiedzić Centrum pomocy.
pt: A tua transferência para o saldo de gastos está limitada devido à política de liquidez. Para detalhes, visita o Centro de Ajuda.
pt_br: Sua transferência para o saldo de gastos é limitada devido à política de liquidez. Para obter detalhes, visite a Central de Ajuda.

# lightning__spending_amount__error_max__title
source: Spending Balance Maximum
ar: الحد الأقصى لرصيد الإنفاق
ca: Màxim del saldo de despesa
cs: Maximální disponibilní zůstatek
de: Maximaler Ausgabensaldo
el: Μέγιστο Υπόλοιπο Δαπανών
es: Máximo del Saldo de Gastos
fr: Seuil Maximum Épargne
it: Massimo Conto di Spesa
nl: Bestedingssaldo Maximum
pl: Maksymalne saldo wydatków
pt: Máximo do Saldo de Gastos
pt_br: Saldo de gastos Máximo
ru: Максимум Баланса Расходов

# lightning__spending_amount__error_min__description
source: A minimum of ₿ {amount} is needed to set up your spending balance.
ar: يلزم حد أدنى من ₿ {amount} لإعداد رصيد إنفاقك.
ca: Es necessita un mínim de ₿ {amount} per configurar el teu saldo de despesa.
cs: K vytvoření disponibilního zůstatku je zapotřebí minimálně ₿ {amount}.
el: Απαιτείται ελάχιστο ₿ {amount} για τη ρύθμιση του υπολοίπου δαπανών σας.
es: Se necesita un mínimo de ₿ {amount} para configurar su saldo de gastos.
fr: Un minimum de ₿ {amount} est nécessaire pour établir votre solde de Dépenses.
it: È necessario un minimo di ₿ {amount} per configurare il tuo conto di spesa.
nl: Een minimum van ₿ {amount} is nodig om uw bestedingssaldo in te stellen.
pl: Do utworzenia salda wydatków wymagana jest minimalna kwota ₿ {amount}.
pt: É necessário um mínimo de ₿ {amount} para configurar o teu saldo de gastos.
pt_br: É necessário um mínimo de ₿ {amount} para estabelecer seu saldo de gastos.

# lightning__spending_amount__error_min__title
source: Savings Balance Minimum
ar: الحد الأدنى لرصيد المدخرات
ca: Mínim del saldo d'estalvis
cs: Minimální zůstatek úspor
el: Ελάχιστο Υπόλοιπο Αποταμιεύσεων
es: Mínimo del Saldo de Ahorros
fr: Seuil Minimum Épargne
it: Minimo Conto di Risparmio
nl: Spaarsaldo Minimum
pl: Minimalne saldo oszczędności
pt: Mínimo do Saldo de Poupanças
pt_br: Saldo mínimo de poupança

# lightning__spending_amount__title
source: Transfer <accent>to spending</accent>
ar: تحويل <accent>إلى الإنفاق</accent>
ca: Transferir <accent>a despesa</accent>
cs: Převést <accent>do výdajů</accent>
de: <accent>zu den Ausgaben</accent>
el: Μεταφορά <accent>στις δαπάνες</accent>
es: Transferir <accent>a gastos</accent>
fr: Transfert <accent>Dépenses</accent>
it: Trasferisci <accent>a spesa</accent>
nl: Overboeking <accent>naar bestedingssaldo</accent>
pl: Prześlij <accent>na saldo wydatków</accent>
pt: Transferir <accent>para gastos</accent>
pt_br: Transferir <accent>para gastos</accent>
ru: Перевод <accent>на Расходы</accent>

# lightning__spending_confirm__amount
source: To spending
ar: إلى الإنفاق
ca: A despesa
cs: Do výdajů
de: Zu den Ausgaben
el: Στις δαπάνες
es: A gastos
fr: Vers Dépenses
it: A spesa
nl: Naar bestedingssaldo
pl: Do salda wydatków
pt: Para gastos
pt_br: Para gastos
ru: На Баланс Расходов

# lightning__spending_confirm__default
source: Use Defaults
ar: استخدام الإعدادات الافتراضية
ca: Utilitzar valors predeterminats
cs: Použití výchozích nastavení
de: Standardwerte verwenden
el: Χρήση Προεπιλογών
es: Usar valores por defecto
fr: Utiliser les valeurs par défaut
it: Usa Predefiniti
nl: Gebruik Standaard
pl: Użyj ustawień domyślnych
pt: Usar Predefinições
pt_br: Usar padrões
ru: Использовать По Умолчанию

# lightning__spending_confirm__lsp_fee
source: Service fees
ar: رسوم الخدمة
ca: Comissions de servei
cs: Poplatky za služby
de: Servicegebühren
el: Τέλη υπηρεσίας
es: Comisión de servicio
fr: Frais de service
it: Commissioni di servizio
nl: Servicekosten
pl: Opłaty serwisowe
pt: Taxas de serviço
pt_br: Taxa de serviço
ru: Сервисные Комиссии
