Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# settings__adv__lightning_connections
source: Lightning Connections
ar: اتصالات Lightning
ca: Connexions Lightning
cs: Lightning spojení
de: Lightning Verbindungen
el: Συνδέσεις Lightning
es: Conexiones Lightning
fr: Connexions Lightning
it: Connessioni Lightning
nl: Lightning Verbindingen
pl: Połączenia z Lightning
pt: Ligações Lightning
pt_br: Conexões Lightning
ru: Лайтнинг-Соединения

# settings__adv__lightning_node
source: Lightning Node
ar: عقدة Lightning
ca: Node Lightning
cs: Lightning uzel
el: Κόμβος Lightning
es: Nodo Lightning
fr: Nœud Lightning
it: Nodo Lightning
pl: Węzeł Lightning
pt: Nó Lightning
pt_br: Nó Lightning
ru: Лайтнинг-Нода

# settings__adv__monitored_address_types
source: Monitored Address Types
ar: أنواع العناوين المراقبة
ca: Tipus d'adreces monitoritzades
cs: Sledované typy adres
de: Überwachte Adress-Typen
el: Παρακολουθούμενοι Τύποι Διευθύνσεων
es: Tipos de Direcciones Monitoreadas
fr: Types d'adresses suivies
it: Tipi di indirizzi monitorati
nl: Bewaakte adrestypes
pl: Monitorowane typy adresów
pt: Tipos de Endereços Monitorizados
pt_br: Tipos de Endereços Monitorados
ru: Отслеживаемые Типы Адресов

# settings__adv__monitored_address_types_update_description
source: Changes will take full effect after app restarts.
ar: ستدخل التغييرات حيز التنفيذ الكامل بعد إعادة تشغيل التطبيق.
ca: Els canvis tindran efecte complet després de reiniciar l'aplicació.
cs: Změny se plně projeví po restartu aplikace.
de: Änderungen werden nach dem Neustart der App vollständig wirksam.
el: Οι αλλαγές θα τεθούν σε πλήρη ισχύ μετά την επανεκκίνηση της εφαρμογής.
es: Los cambios surtirán efecto completo después de reiniciar la aplicación.
fr: Les modifications prendront effet après le redémarrage de l'application.
it: Le modifiche avranno pieno effetto dopo il riavvio dell'app.
nl: Wijzigingen worden volledig van kracht nadat de app opnieuw is opgestart.
pl: Zmiany zostaną zastosowane po ponownym uruchomieniu aplikacji.
pt: As alterações terão efeito total após reiniciar a app.
pt_br: As alterações terão após a reinicialização do aplicativo.
ru: Изменения вступят в силу после перезапуска приложения.

# settings__adv__monitored_address_types_update_title
source: Monitored Address Types Updated
ar: تم تحديث أنواع العناوين المراقبة
ca: Tipus d'adreces monitoritzades actualitzats
cs: Aktualizace sledovaných typů adres
de: Überwachte Adress-Typen aktualisiert
el: Οι Παρακολουθούμενοι Τύποι Διευθύνσεων Ενημερώθηκαν
es: Tipos de Direcciones Monitoreadas Actualizados
fr: Mise à jour des types d'adresses suivies
it: Tipi di indirizzi monitorati aggiornati
nl: Bewaakte adrestypes bijgewerkt
pl: Zaktualizowano monitorowane typy adresów
pt: Tipos de Endereços Monitorizados Atualizados
pt_br: Tipos de Endereços Monitorados Atualizados
ru: Отслеживаемые Типы Адресов Обновлены

# settings__adv__payment_preference
source: Payment Preference
ar: تفضيل الدفع
ca: Preferències de pagament
cs: Platební preference
de: Zahlungspräferenz
el: Προτίμηση Πληρωμής
es: Preferencia de pago
fr: Préférence de paiement
it: Preferenze Pagamento
nl: Betaalvoorkeuren
pl: Preferencje dotyczące płatności
pt: Preferência de Pagamento
pt_br: Preferência de Recebimento
ru: Предпочтительный Способ Оплаты

# settings__adv__pp_contacts
source: Pay to/from contacts
ar: الدفع إلى/من جهات الاتصال
ca: Pagar a/des de contactes
cs: Zaplatit od/komu kontakty
de: Zu/von Kontakten bezahlen
el: Πληρωμή προς/από επαφές
es: Pagar a/desde contactos
fr: Paiements vers/depuis les contacts
it: Pagamenti a/da contatti
nl: Betalingen naar/van contacten
pl: Płatności do/z kontaktów
pt: Pagar para/de contactos
pt_br: Pagar ou receber de contatos
ru: Платить Контактам

# settings__adv__pp_contacts_switch
source: Enable payments with contacts*
ar: تمكين المدفوعات مع جهات الاتصال*
ca: Habilitar pagaments amb contactes*
cs: Povolit platby s kontakty*
de: Aktiviere Zahlungen mit Kontakten*
el: Ενεργοποίηση πληρωμών με επαφές*
es: Habilitar pagos con contactos*
fr: Permettre les paiements par contact*
it: Abilita i pagamenti con i contatti*
nl: Activeer betalingen met contacten*
pl: Włącz płatności za pomocą kontaktów*
pt: Ativar pagamentos com contactos*
pt_br: Habilitar pagamentos para contatos*
ru: Включить Платежи с Контактами*

# settings__adv__pp_drag
source: Payment preference (drag to reorder)
ar: تفضيل الدفع (اسحب لإعادة الترتيب)
ca: Preferència de pagament (arrossega per reordenar)
cs: Preference platby (přetáhněte pro změnu pořadí)
de: Zahlungspräferenz (zum Neuanordnen ziehen)
el: Προτίμηση πληρωμής (σύρετε για αναδιάταξη)
es: Preferencia de pago (arrastrar para reordenar)
fr: Préférence de paiement (faites glisser pour réorganiser)
it: Preferenze per i pagamenti (trascina per riordinare)
nl: Uw voorkeuren voor betalingsmethodes (u kunt de volgorde aanpassen door te slepen)
pl: Preferencje płatności (Przeciągnąć, aby zmienić kolejność)
pt: Preferência de pagamento (arrasta para reordenar)
pt_br: Preferência de Recebimento (arraste para reordenar)
ru: Предпочтение Оплаты (перетащите для изменения порядка)

# settings__adv__pp_footer
source: * This requires sharing payment data.
ar: * يتطلب هذا مشاركة بيانات الدفع.
ca: * Això requereix compartir les dades de pagament.
cs: * Toto vyžaduje sdílení dat o platbě
de: * Dies erfordert das Teilen von Zahlungsdaten.
el: * Αυτό απαιτεί κοινοποίηση δεδομένων πληρωμής.
es: * Esto requiere compartir datos de pago.
fr: * Cela nécessite le partage des données de paiement.
it: * Questo richiede la condivisione dei dati di pagamento.
nl: * Dit vereist het delen van betalingsgegevens.
pl: * Wymaga to udostępnienia danych dotyczących płatności.
pt: * Isto requer partilha de dados de pagamento.
pt_br: * Requer o compartilhamento de dados de pagamento.
ru: * Это требует обмена платёжными данными.

# settings__adv__pp_header
source: Choose how you prefer to receive money when users send funds to your profile key.
ar: اختر كيف تفضل استلام الأموال عندما يرسل المستخدمون أموالاً إلى مفتاح ملفك الشخصي.
ca: Tria com prefereixes rebre diners quan els usuaris envien fons a la teva clau de perfil.
cs: Vyberte, jak chcete přijímat peníze, když uživatelé pošlou prostředky na váš profilový klíč.
de: Wähle, wie du bevorzugt Geld erhalten möchtest, wenn Nutzer Gelder an deinen Profil-Schlüssel senden.
el: Επιλέξτε πώς προτιμάτε να λαμβάνετε χρήματα όταν οι χρήστες στέλνουν κεφάλαια στο κλειδί προφίλ σας.
es: Elija cómo prefiere recibir dinero cuando los usuarios envíen fondos a su clave de perfil.
fr: Choisissez comment vous préférez recevoir de l'argent lorsque les utilisateurs envoient des fonds via votre profil.
it: Scegli come preferisce ricevere il denaro quando gli utenti inviano fondi alla chiave del tuo profilo.
nl: Selecteer op welke manier u het liefst geld ontvangt wanneer andere geld sturen naar uw profielsleutel.
pl: Wybierz sposób otrzymywania pieniędzy, gdy użytkownicy wysyłają środki na klucz profilu.
pt: Escolhe como preferes receber dinheiro quando utilizadores enviam fundos para a tua chave de perfil.
pt_br: Escolha como prefere receber quando for pago por meio da chave do seu perfil.
ru: Выберите, как вы предпочитаете получать деньги, когда пользователи отправляют средства на идентификатор вашего профиля.

# settings__adv__rescan
source: Rescan Addresses
ar: إعادة مسح العناوين
ca: Reescaneja adreces
cs: Znovu naskenovat adresy
de: Adressen erneut scannen
el: Επανασάρωση Διευθύνσεων
es: Volver a escanear direcciones
fr: Rescanner les adresses
it: Riscansiona Indirizzi
nl: Scan Adressen Opnieuw
pl: Ponowne skanowanie adresów
pt: Nova Verificação de Endereços
pt_br: Reescanear Endereços
ru: Повторное Сканирование Адресов

# settings__adv__reset_confirm
source: Yes, Reset
ar: نعم، إعادة التعيين
ca: Sí, reinicia
cs: Ano, resetovat
de: Ja, zurücksetzen
el: Ναι, Επαναφορά
es: Sí, restaurar
fr: Oui, Réinitialisation
it: Sì, resetta
nl: Ja, Resetten
pl: Tak, zresetuj
pt: Sim, Repor
pt_br: Sim, Resetar
ru: Да, Сбросить

# settings__adv__reset_desc
source: Are you sure you want to reset the suggestions? They will reappear in case you have removed them from your Bitkit wallet overview.
ar: هل أنت متأكد من رغبتك في إعادة تعيين الاقتراحات؟ ستظهر مرة أخرى في حال إزالتها من نظرة عامة محفظة Bitkit.
ca: Estàs segur que vols restablir els suggeriments? Tornaran a aparèixer en cas que els hagis eliminat de la vista general de la teva cartera Bitkit.
cs: Opravdu chcete návrhy resetovat? Znovu se objeví v případě, že jste je odstranili z přehledu peněženky Bitkit.
de: Bist du dir sicher, dass du die Vorschläge löschen möchtest? Diese werden erneut angezeigt, wenn du sie aus deiner Bitkit Wallet Übersicht entfernt hast.
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε τις προτάσεις; Θα εμφανιστούν ξανά σε περίπτωση που τις έχετε αφαιρέσει από την επισκόπηση του πορτοφολιού Bitkit σας.
es: ¿Estás seguro de que deseas restablecer las sugerencias? Volverán a aparecer en caso de que las hayas eliminado de la vista general de tu monedero Bitkit.
fr: Êtes-vous sûr de vouloir réinitialiser les suggestions ? Elles réapparaîtront si vous les avez supprimées de l'aperçu de votre portefeuille Bitkit.
it: Sei sicuro di voler resettare i suggerimenti? Riappariranno nel caso in cui li abbia rimossi dalla panoramica del portafoglio Bitkit.
nl: Weet u zeker dat u de suggesties wilt resetten? Ze zullen opnieuw verschijnen als u ze heeft verwijderd van het overzichtsscherm van uw Bitkit wallet.
pl: Zresetować sugestie? Usunięte elementy pojawią się ponownie w widoku portfela Bitkit.
pt: Tens a certeza de que queres repor as sugestões? Elas irão reaparecer caso as tenhas removido da vista geral da tua carteira Bitkit.
pt_br: Tem certeza de que deseja resetar as sugestões? Eles reaparecerão na tela inicial caso você tenha removido.
ru: Вы уверены, что хотите сбросить рекомендации? Они появятся снова, если вы их удалили.

# settings__adv__reset_title
source: Reset Suggestions?
ar: إعادة تعيين الاقتراحات؟
ca: Restablir suggeriments?
cs: Resetovat návrhy?
de: Vorschläge zurücksetzen?
el: Επαναφορά Προτάσεων;
es: ¿Restablecer sugerencias?
fr: Suggestions de réinitialisation ?
it: Resettare i Suggerimenti?
nl: De Suggesties Resetten?
pl: Resetuj sugestie?
pt: Repor Sugestões?
pt_br: Resetar Sugestões?
ru: Сбросить Рекомендации?

# settings__adv__section_networks
source: Networks
ar: الشبكات
ca: Xarxes
cs: Sítě
de: Netzwerke
el: Δίκτυα
es: Redes
fr: Réseaux
it: Reti
nl: Netwerken
pl: Sieci
pt: Redes
pt_br: Redes
ru: Сеть

# settings__adv__section_other
source: Other
ar: أخرى
ca: Altres
cs: Další
de: Andere
el: Άλλα
es: Otros
fr: Autre
it: Altro
nl: Overige
pl: Inne
pt: Outro
pt_br: Outros
ru: Другое

# settings__adv__section_payments
source: Payments
ar: المدفوعات
ca: Pagaments
cs: Platby
de: Zahlungen
el: Πληρωμές
es: Pagos
fr: Paiements
it: Pagamenti
nl: Betalingen
pl: Płatności
pt: Pagamentos
pt_br: Pagamentos
ru: Платежи

# settings__adv__suggestions_reset
source: Reset Suggestions
ar: إعادة تعيين الاقتراحات
ca: Restablir suggeriments
cs: Resetovat návrhy
de: Vorschläge zurücksetzen
el: Επαναφορά Προτάσεων
es: Restablecer sugerencias
fr: Suggestions de réinitialisation
it: Reimposta suggerimenti
nl: Herstel Suggesties
pl: Resetuj sugestie
pt: Repor Sugestões
pt_br: Resetar Sugestões
ru: Сбросить Рекомендации

# settings__adv__web_relay
source: Slashtags Web Relay
ar: مرحل Slashtags للويب
cs: Slashtags web přenos
el: Web Relay Slashtags
es: Relé Web Slashtags
nl: Slashtags Web Relais
pt: Relay Web Slashtags
pt_br: Web Relay de Slashtags

# settings__advanced_title
source: Advanced
ar: متقدم
ca: Avançat
cs: Pokročilé
de: Fortgeschritten
el: Για Προχωρημένους
es: Avanzado
fr: Avancé
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Дополнительно

# settings__backup__category_connection_receipts
source: Connection Receipts
ar: إيصالات الاتصال
ca: Rebuts de connexió
cs: Potvrzení o připojení
de: Verbindungsstatus
el: Αποδείξεις Συνδέσεων
es: Registro de Conexiones
fr: Reçus des connexions
it: Ricevute di Connessione
nl: Overzichten Van Verbindingen
pl: Potwierdzenia połączenia
pt: Recibos de Ligações
pt_br: Detalhes da Conexão

# settings__backup__category_connections
source: Connections
ar: الاتصالات
ca: Connexions
cs: Spojení
de: Verbindungen
el: Συνδέσεις
es: Conexiones
fr: Connexions
it: Connessioni
nl: Verbindingen
pl: Połączenia
pt: Ligações
pt_br: Conexões
ru: Соединения

# settings__backup__category_contacts
source: Contacts
ar: جهات الاتصال
ca: Contactes
cs: Kontakty
de: Kontakte
el: Επαφές
es: Contactos
it: Contatti
nl: Contacten
pl: Kontakty
pt: Contactos
pt_br: Contatos
ru: Контакты

# settings__backup__category_profile
source: Profile
ar: الملف الشخصي
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
pt_br: Perfil
ru: Профиль

# settings__backup__category_settings
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Ajustes
ru: Настройки

# settings__backup__category_tags
source: Tags
ar: العلامات
ca: Etiquetes
cs: Tagy
el: Ετικέτες
es: Etiquetas
it: Tag
nl: Labels
pl: Tagi
pt: Etiquetas
ru: Теги

# settings__backup__category_transaction_log
source: Transaction Log
ar: سجل المعاملات
ca: Registre de transaccions
cs: Transakční protokol
de: Transaktionshistorie
el: Αρχείο Συναλλαγών
es: Registro de Transacciones
fr: Journal des transactions
it: Log delle transazioni
nl: Transactie Log
pl: Log transakcji
pt: Registo de Transações
pt_br: Histórico de transações
ru: Журнал Транзакций

# settings__backup__category_wallet
source: Boosts & Transfers
ar: التعزيزات والتحويلات
ca: Impulsos i transferències
cs: Posílení a převody
de: Boosts & Übertragungen
el: Ενισχύσεις & Μεταφορές
es: Impulsos y Transferencias
fr: Boosts et transferts
it: Potenziamenti e Trasferimenti
nl: Boosts & Overboekingen
pl: Przyśpieszenia i transfery
pt: Impulsos e Transferências
pt_br: Boosts e transferências

# settings__backup__category_widgets
source: Widgets
ar: الأدوات
ca: Ginys
cs: Widgety
it: Widget
pl: Widgety
ru: Виджеты

# settings__backup__export
source: Export wallet data to phone
ar: تصدير بيانات المحفظة إلى الهاتف
ca: Exporta dades de la cartera al telèfon
cs: Exportovat data peněženky do telefonu
de: Exportieren von Walletdaten auf das Telefon
el: Εξαγωγή δεδομένων πορτοφολιού στο τηλέφωνο
es: Exportar datos del monedero al teléfono
fr: Exporter les données du portefeuille vers le téléphone
it: Esportazione dei dati del wallet sul telefono
nl: Exporteer wallet data naar de telefoon
pl: Eksport danych portfela do telefonu
pt: Exportar dados da carteira para o telemóvel
pt_br: Exportar dados da carteira para seu celular
ru: Экспортировать Данные Кошелька на Телефон

# settings__backup__failed_message
source: Bitkit failed to back up wallet data. Retrying in {interval, plural, one {# minute} other {# minutes}}.
ar: فشل Bitkit في عمل نسخة احتياطية لبيانات المحفظة. إعادة المحاولة خلال {interval, plural, zero {# دقيقة} one {دقيقة واحدة} two {دقيقتين} few {# دقائق} many {# دقيقة} other {# دقيقة}}.
ca: Bitkit no ha pogut fer còpia de seguretat de les dades de la cartera. Tornant a intentar en {interval, plural, one {# minut} other {# minuts}}.
cs: Bitkitu se nepodařilo zálohovat data peněženky. Opakovaný pokus za {interval, plural, one {# minute} dalších {# minutes}}.
el: Το Bitkit απέτυχε να δημιουργήσει αντίγραφο δεδομένων πορτοφολιού. Επανάληψη σε {interval, plural, one {# λεπτό} other {# λεπτά}}.
es: Bitkit no pudo hacer copia de seguridad de los datos del monedero. Reintentando en {interval, plural, one {# minuto} other {# minutos}}.
fr: Bitkit n'a pas réussi à sauvegarder les données du portefeuille. Réessayez dans {interval, plural, one {# minute} other {# minutes}}.
it: Bitkit non è riuscito a eseguire il backup dei dati del portafoglio. Nuovo tentativo tra {interval, plural, one {# minuto} other {# minuti}}.
nl: Bitkit heeft geen back-up gemaakt van uw wallet gegevens. Opnieuw proberen in {interval, plural, one {# minuut} other {# minuten}}.
pl: Bitkit nie wykonał kopii zapasowej danych portfela. Ponowna próba za {interval, plural, one {# minute} other {# minutes}}.
pt: Bitkit falhou ao fazer cópia de segurança dos dados da carteira. A tentar novamente em {interval, plural, one {# minuto} other {# minutos}}.
pt_br: A Bitkit falhou ao fazer o backup dos dados da carteira. Tentando novamente em {interval, plural, one {# minute} other {# minutes}}.
ru: Bitkit не удалось создать резервную копию данных кошелька. Повторная попытка через {interval, plural, one {# минуту} few {# минуты} many {# минут} other {# минут}}.

# settings__backup__failed_title
source: Data Backup Failure
ar: فشل النسخ الاحتياطي للبيانات
ca: Error de còpia de seguretat de dades
cs: Zálohování dat selhalo
de: Backup fehlgeschlagen
el: Αποτυχία Αντιγράφου Δεδομένων
es: Fallo en la Copia de Seguridad de Datos
fr: Échec de la sauvegarde des données
it: Fallimento del backup dei dati
nl: Data Backup Mislukt
pl: Błąd tworzenia kopii zapasowej danych
pt: Falha na Cópia de Segurança de Dados
pt_br: Falha no Backup
ru: Ошибка Резервного Копирования

# settings__backup__latest
source: latest data backups
ar: أحدث النسخ الاحتياطية للبيانات
ca: últimes còpies de seguretat de dades
cs: nejnovější zálohy dat
de: Letzte Backups
el: τελευταία αντίγραφα δεδομένων
es: últimas copias de seguridad de datos
fr: les dernières sauvegardes de données
it: ultimi backup dei dati
nl: laatste back-ups van gegevens
pl: ostatnie kopie zapasowe
pt: últimas cópias de segurança de dados
pt_br: backups recentes
ru: Последние Резервные Копии Данных

# settings__backup__reset
source: Reset and restore wallet
ar: إعادة تعيين واستعادة المحفظة
ca: Restablir i restaurar cartera
cs: Resetovat a obnovit peněženku
de: Wallet zurücksetzen
el: Επαναφορά και ανάκτηση πορτοφολιού
es: Borrar y restaurar monedero
fr: Réinitialiser et restaurer le portefeuille
it: Resettare e ripristinare il wallet
nl: Reset en herstel wallet
pl: Resetowanie i przywracanie portfela
pt: Redefinir e restaurar carteira
pt_br: Reiniciar e restaurar carteira
ru: Сбросить и Восстановить Кошелёк

# settings__backup__status_failed
source: Failed Backup: {time}
ar: فشل النسخ الاحتياطي: {time}
ca: Còpia de seguretat fallida: {time}
cs: Zálohování se nezdařilo: {time}
de: Gescheitertes Backup: {time}
el: Αποτυχημένο Αντίγραφο: {time}
es: Respaldo fallido: {time}
fr: Échec de la sauvegarde : {time}
it: Backup fallito: {time}
nl: Mislukte Backups: {time}
pl: Nieudana kopia zapasowa: {time}
pt: Cópia de Segurança Falhada: {time}
pt_br: Falha no backup: {time}
ru: Ошибка резервного копирования: {time}

# settings__backup__status_success
source: Latest Backup: {time}
ar: آخر نسخة احتياطية: {time}
ca: Última còpia de seguretat: {time}
cs: Poslední záloha: {time}
de: Letztes Backup: {time}
el: Τελευταίο Αντίγραφο: {time}
es: Último respaldo: {time}
fr: Dernière sauvegarde : {time}
it: Ultimo backup: {time}
nl: Meest Recente Backup: {time}
pl: Najnowsza kopia zapasowa: {time}
pt: Última Cópia de Segurança: {time}
pt_br: Último backup: {time}
ru: Последнее Резервное Копирование: {time}

# settings__backup__title
source: Back Up Or Restore
ar: النسخ الاحتياطي أو الاستعادة
ca: Còpia de seguretat o restauració
cs: Záloha nebo obnovení
de: Backup und Wiederherstellung
el: Αντίγραφο Ή Επαναφορά
es: Copia de Seguridad o Restaurar
fr: Sauvegarder ou restauration
it: Backup o ripristino
nl: Backup Of Herstellen
pl: Utwórz kopię zapasową lub przywróć
pt: Cópia de Segurança ou Restaurar
pt_br: Fazer Backup ou Restaurar
ru: Резервное копирование

# settings__backup__wallet
source: Back up your wallet
ar: نسخ احتياطي لمحفظتك
ca: Fes còpia de seguretat de la teva cartera
cs: Zálohujte svou peněženku
de: Sichere dein Wallet
el: Δημιουργία αντιγράφου πορτοφολιού
es: Respalda tu monedero
fr: Sauvegardez votre portefeuille
it: Esegui il backup del tuo wallet
nl: Backup uw wallet
pl: Utwórz kopię zapasową swojego portfela
pt: Fazer cópia de segurança da tua carteira
pt_br: Faça backup da sua carteira
ru: Создать Резервную Копию Кошелька

# settings__backup_title
source: Back up or Restore
ar: النسخ الاحتياطي أو الاستعادة
ca: Còpia de seguretat o restauració
cs: Záloha nebo obnovení
de: Backup und Wiederherstellung
el: Αντίγραφο ή Επαναφορά
fr: Sauvegarde ou restauration
it: Backup o Ripristino
nl: Backup of Herstellen
pl: Utwórz kopię zapasową lub przywróć
pt: Cópia de Segurança ou Restaurar
pt_br: Fazer backup ou Restaurar
ru: Резервное копирование

# settings__dev_disabled_message
source: Developer options are now disabled throughout the app.
ar: تم تعطيل خيارات المطور في جميع أنحاء التطبيق.
ca: Les opcions per a desenvolupadors ara estan desactivades a tota l'aplicació.
cs: Možnosti pro vývojáře jsou nyní v celé aplikaci vypnuté.
de: Entwickler-Einstellungen sind jetzt in der gesamten App deaktiviert.
el: Οι επιλογές προγραμματιστή είναι τώρα απενεργοποιημένες σε όλη την εφαρμογή.
es: Las opciones de desarrollo están ahora desactivadas en toda la aplicación.
fr: Les options pour les développeurs sont désormais désactivées dans l'ensemble de l'application.
it: Le opzioni sviluppatore sono ora disabilitate in tutta l'app.
nl: Opties voor ontwikkelaars zijn nu in de hele app uitgeschakeld.
pl: Opcje deweloperskie są teraz wyłączone w całej aplikacji.
pt: As opções de programador estão agora desativadas em toda a app.
pt_br: As opções de desenvolvedor estão agora desabilitadas em todo o aplicativo.
ru: Опции разработчика теперь отключены по всему приложению.

# settings__dev_disabled_title
source: Dev Options Disabled
ar: تم تعطيل خيارات المطور
ca: Opcions de Dev desactivades
cs: Nastavení pro vývojáře zakázáno
de: Entwickler-Einstellungen deaktiviert
el: Επιλογές Προγραμματιστή Απενεργοποιήθηκαν
es: Opciones de desarrollo desactivadas
fr: Options Dev désactivées
it: Opzioni Sviluppatore Disattivate
nl: Dev Instellingen Uitgeschakeld
pl: Opcje Dev wyłączone
pt: Opções de Programador Desativadas
pt_br: Modo Desenvolvedor Desativado
ru: Режим Разработчика Выключен

# settings__dev_enabled_message
source: Developer options are now enabled throughout the app.
ar: تم تمكين خيارات المطور في جميع أنحاء التطبيق.
ca: Les opcions per a desenvolupadors ara estan activades a tota l'aplicació.
cs: V celé aplikaci jsou nyní povoleny možnosti pro vývojáře.
de: Entwickler-Einstellungen sind jetzt in der gesamten App aktiviert.
el: Οι επιλογές προγραμματιστή είναι τώρα ενεργοποιημένες σε όλη την εφαρμογή.
es: Las opciones de desarrollo están ahora activadas en toda la aplicación.
fr: Les options pour les développeurs sont désormais activées dans l'ensemble de l'application.
it: Le opzioni sviluppatore sono ora abilitate in tutta l'app.
nl: Opties voor ontwikkelaars zijn nu in de hele app ingeschakeld.
pl: Opcje deweloperskie są teraz dostępne w całej aplikacji.
pt: As opções de programador estão agora ativadas em toda a app.
pt_br: As opções de desenvolvedor estão agora habilitadas em todo o aplicativo.
ru: Опции разработчика теперь включены по всему приложению.

# settings__dev_enabled_title
source: Dev Options Enabled
ar: تم تمكين خيارات المطور
ca: Opcions de Dev activades
cs: Nastavení pro vývojáře povoleno
de: Entwickler-Einstellungen aktiviert
el: Επιλογές Προγραμματιστή Ενεργοποιήθηκαν
es: Opciones de desarrollo activadas
fr: Options de développement activées
it: Opzioni Sviluppatore Attivate
nl: Dev Instellingen ingeschakeld
pl: Opcje Dev włączone
pt: Opções de Programador Ativadas
pt_br: Modo Desenvolvedor Ativado
ru: Режим Разработчика Включён
