Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# other__rate_error_msg_nodate
source: Bitkit could not update the current Bitcoin exchange rate. Please try again later.
ar: تعذر على Bitkit تحديث سعر صرف Bitcoin الحالي. يرجى المحاولة لاحقًا.
ca: Bitkit no ha pogut actualitzar el tipus de canvi actual de Bitcoin. Si us plau, torna-ho a provar més tard.
cs: Bitkit nemohl aktualizovat aktuální směnný kurz bitcoinu. Zkuste to prosím později.
de: Bitkit konnte den aktuellen Bitcoin-Wechselkurs nicht aktualisieren. Bitte versuche es später erneut.
el: Το Bitkit δεν μπόρεσε να ενημερώσει την τρέχουσα συναλλαγματική ισοτιμία Bitcoin. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Bitkit no pudo actualizar el tipo de cambio actual de Bitcoin. Por favor, inténtelo más tarde.
fr: Bitkit n'a pas pu mettre à jour le taux de change actuel de bitcoin. Veuillez réessayer plus tard.
it: Bitkit non ha potuto aggiornare l'attuale tasso di cambio Bitcoin. Per favore riprova più tardi.
nl: Bitkit kon de huidige Bitcoin wisselkoers niet bijwerken. Probeer het later opnieuw.
pl: Bitkit nie mógł zaktualizować bieżącego kursu wymiany Bitcoina. Spróbuj ponownie później.
pt: Bitkit não conseguiu atualizar a taxa de câmbio atual de Bitcoin. Por favor, tenta novamente mais tarde.
pt_br: Bitkit não conseguiu atualizar a cotação atual do Bitcoin. Por favor, tente novamente mais tarde.
ru: Bitkit не удалось обновить текущий курс биткойна. Пожалуйста, попробуйте позже.

# other__rate_error_title
source: Bitcoin Price Update Failed
ar: فشل تحديث سعر Bitcoin
ca: Actualització del preu de Bitcoin fallida
cs: Aktualizace ceny bitcoinu se nezdařila
de: Bitcoin-Preisanpassung fehlgeschlagen
el: Η Ενημέρωση Τιμής Bitcoin Απέτυχε
es: Actualización del Precio de Bitcoin Fallida
fr: Échec de la mise à jour du prix bitcoin
it: Aggiornamento del prezzo di Bitcoin non riuscito
nl: Bitcoin Prijs Update Mislukt
pl: Aktualizacja ceny Bitcoina nie powiodła się
pt: Atualização do Preço de Bitcoin Falhou
pt_br: Atualização do Preço do Bitcoin Falhou
ru: Не Удалось Обновить Курс Биткойна

# other__scan__error__expired
source: This Lightning invoice has expired.
ar: انتهت صلاحية فاتورة Lightning هذه.
ca: Aquesta factura Lightning ha caducat.
cs: Platnost lightning faktury vypršela.
de: Diese Lightning-Rechnung ist abgelaufen.
el: Αυτό το τιμολόγιο Lightning έχει λήξει.
es: Esta factura Lightning ha expirado.
fr: Cette facture Lightning a expiré.
it: Questa fattura Lightning è scaduta.
nl: Deze Lightning factuur is verlopen.
pl: Ta faktura Lightning wygasła.
pt: Esta fatura Lightning expirou.
pt_br: Este invoice lightning expirou.

# other__scan__error__generic
source: Bitkit is unable to read the provided data.
ar: لا يستطيع Bitkit قراءة البيانات المقدمة.
ca: Bitkit no pot llegir les dades proporcionades.
cs: Bitkit není schopen přečíst zadaná data.
de: Bitkit ist nicht in der Lage, die bereitgestellten Daten zu lesen.
el: Το Bitkit δεν μπορεί να διαβάσει τα παρεχόμενα δεδομένα.
es: Bitkit no puede leer los datos proporcionados.
fr: Bitkit ne peut pas lire les données fournies.
it: Bitkit non è in grado di leggere i dati forniti.
nl: Bitkit kan de verstrekte data niet lezen.
pl: Bitkit nie może odczytać dostarczonych danych.
pt: Bitkit não consegue ler os dados fornecidos.
pt_br: Bitkit não consegue ler os dados fornecidos.

# other__scan_err_decoding
source: Decoding Error
ar: خطأ في فك التشفير
ca: Error de descodificació
cs: Chyba dekódování
de: Decodierungsfehler
el: Σφάλμα Αποκωδικοποίησης
es: Error de descodificación
fr: Erreur de décodage
it: Decodificando l'Errore
nl: Decoderingsfout
pl: Błąd dekodowania
pt: Erro de Descodificação
pt_br: Erro de Decodificação
ru: Ошибка Декодирования

# other__scan_err_interpret_title
source: Unable To Interpret Provided Data
ar: تعذر تفسير البيانات المقدمة
ca: No s'han pogut interpretar les dades proporcionades
cs: Nelze interpretovat poskytnutá data
de: Bereitgestellte Daten können nicht interpretiert werden
el: Αδυναμία Ερμηνείας των Παρεχόμενων Δεδομένων
es: Incapaz de Interpretar los Datos Proporcionados
fr: Incapable d'interpréter les données fournies
it: Impossibile Interpretare i Dati Forniti
nl: De Ingevoerde Data Kan Niet Worden Gedecodeerd
pl: Nie można zinterpretować dostarczonych danych
pt: Não Foi Possível Interpretar os Dados Fornecidos
pt_br: Incapaz de Interpretar os Dados Fornecidos
ru: Не Удалось Интерпретировать Предоставленные Данные

# other__scan_err_not_payable_msg
source: This QR code does not appear to contain payment data.
ar: لا يبدو أن رمز QR هذا يحتوي على بيانات دفع.
ca: Aquest codi QR no sembla contenir dades de pagament.
cs: Tento QR kód zřejmě neobsahuje platební údaje.
de: Dieser QR-Code scheint keine Zahlungsdaten zu enthalten.
el: Αυτός ο κωδικός QR δεν φαίνεται να περιέχει δεδομένα πληρωμής.
es: Este código QR no parece contener datos de pago.
fr: Ce QR code ne semble pas contenir de données de paiement.
it: Questo codice QR non sembra contenere dati di pagamento.
nl: Deze QR code lijkt geen betalingsgegevens te bevatten.
pl: Ten kod QR nie zawiera danych płatności.
pt: Este código QR não parece conter dados de pagamento.
pt_br: Este código QR parece não conter dados de pagamento.
ru: Этот QR-код, похоже, не содержит данных для оплаты.

# other__shop__discover__esims__description
source: Go borderless
ar: كن بلا حدود
ca: Sense fronteres
el: Χωρίς σύνορα
es: Sin fronteras
fr: Passez au sans-frontières
it: Diventa senza confini
nl: Ga grenzeloos
pl: Bez granic
pt: Torna-te sem fronteiras
pt_br: Sem fronteiras

# other__shop__discover__esims__title
source: ESims
ar: بطاقات eSIM
pl: Karty ESim

# other__shop__discover__gift-cards__description
source: Shop with Bitcoin
ar: تسوق بـ Bitcoin
ca: Compra amb Bitcoin
el: Αγορές με Bitcoin
es: Compra con Bitcoin
fr: Acheter avec Bitcoin
it: Acquista con Bitcoin
nl: Shop met Bitcoin
pl: Kupuj za bitcoiny
pt: Compra com Bitcoin
pt_br: Compre com ₿

# other__shop__discover__gift-cards__title
source: Gift Cards
ar: بطاقات الهدايا
ca: Targetes regal
el: Δωροκάρτες
es: Tarjetas Regalo
fr: Cartes-cadeaux
it: Gift Card
nl: Cadeaukaarten
pl: Karty podarunkowe
pt: Cartões de Oferta

# other__shop__discover__label
source: Gift card categories
ar: فئات بطاقات الهدايا
ca: Categories de targetes regal
el: Κατηγορίες δωροκαρτών
es: Categorías de tarjetas regalo
fr: Catégories de cartes-cadeaux
it: Categorie gift card
nl: Cadeaukaart categorieën
pl: Kategorie kart podarunkowych
pt: Categorias de cartões de oferta
pt_br: Categorias de Gift cards

# other__shop__discover__nav_title
source: Shop
ar: تسوق
ca: Botiga
el: Κατάστημα
es: Tienda
fr: Boutique
nl: Winkel
pl: Sklep
pt: Loja
pt_br: Comprar

# other__shop__discover__refill__description
source: Top up your phone
ar: اشحن رصيد هاتفك
ca: Recarrega el teu telèfon
el: Φορτίστε το τηλέφωνό σας
es: Recarga tu teléfono
fr: Rechargez votre téléphone
it: Ricarica il tuo telefono
nl: Vul uw telefoon op
pl: Doładuj swój telefon
pt: Carrega o teu telemóvel
pt_br: Recarregar seu telefone

# other__shop__discover__refill__title
source: Phone Refill
ar: شحن الهاتف
ca: Recàrrega de telèfon
el: Ανανέωση Τηλεφώνου
es: Recarga de Móvil
fr: Recharge téléphonique
it: Ricarica Telefono
nl: Telefoon Opwaarderen
pl: Doładowanie telefonu
pt: Carregamento de Telemóvel
pt_br: Recarga

# other__shop__discover__tabs__map
source: Map
ar: الخريطة
ca: Mapa
el: Χάρτης
es: Mapa
fr: Carte
it: Mappa
nl: Kaart
pl: Mapa
pt: Mapa
pt_br: Mapa

# other__shop__discover__tabs__shop
source: Shop
ar: تسوق
ca: Botiga
el: Κατάστημα
es: Tienda
fr: Boutique
nl: Winkel
pl: Sklep
pt: Loja
pt_br: Comprar

# other__shop__discover__travel__description
source: Book your ₿ holiday
ar: احجز عطلتك بـ ₿
ca: Reserva les teves vacances ₿
el: Κλείστε τις ₿ διακοπές σας
es: Reserva tus vacaciones ₿
fr: Réservez votre séjour ₿
it: Prenota la tua vacanza ₿
nl: Boek uw ₿ vakantie
pl: Zarezerwuj wakacje z ₿
pt: Reserva as tuas férias ₿
pt_br: Suas férias ₿

# other__shop__discover__travel__title
source: Travel
ar: السفر
ca: Viatges
el: Ταξίδια
es: Viajes
fr: Voyage
it: Viaggi
nl: Reizen
pl: Podróże
pt: Viagens
pt_br: Viagem

# other__shop__intro__button
source: Get Started
ar: ابدأ
ca: Començar
el: Ξεκινήστε
es: Empezar
fr: Commencer
it: Inizia
nl: Starten
pl: Rozpocznij
pt: Começar
pt_br: Começar
ru: Начать

# other__shop__intro__description
source: Get your life on the Bitcoin standard. Spend your Bitcoin on digital gift cards, eSIMs, phone refills, and more.
ar: اجعل حياتك على معيار Bitcoin. أنفق Bitcoin على بطاقات الهدايا الرقمية وبطاقات eSIM وشحن الهاتف والمزيد.
ca: Viu la teva vida amb l'estàndard Bitcoin. Gasta els teus Bitcoin en targetes regal digitals, eSIM, recàrregues de telèfon i molt més.
el: Ζήστε τη ζωή σας με το πρότυπο Bitcoin. Ξοδέψτε τα Bitcoin σας σε ψηφιακές δωροκάρτες, eSIMs, ανανεώσεις τηλεφώνου και άλλα.
es: Pon tu vida en el estándar Bitcoin. Gasta tus Bitcoin en tarjetas regalo digitales, eSIMs, recargas de teléfono y más.
fr: Passez à la norme Bitcoin. Dépensez vos bitcoins en cartes-cadeaux numériques, eSIM, recharges téléphoniques, et plus encore.
it: Porta la tua vita sullo standard Bitcoin. Spendi i tuoi Bitcoin in gift card digitali, eSIM, ricariche telefoniche e altro.
nl: Zet uw leven op de Bitcoin standaard. Besteed uw Bitcoin aan digitale cadeaukaarten, eSIMs, telefoon opwaarderingen en meer.
pl: Przestaw się na standard Bitcoina. Wydawaj swoje Bitcoiny na karty podarunkowe, eSIM-y, doładowania telefonu i inne usługi.
pt: Põe a tua vida no padrão Bitcoin. Gasta o teu Bitcoin em cartões de oferta digitais, eSIMs, carregamentos de telemóvel e muito mais.
pt_br: Coloque sua vida no padrão Bitcoin. Gaste seu Bitcoin em cartões-presente digitais, eSIMs, recargas de telefone e muito mais.

# other__shop__intro__title
source: Shop
ar: تسوق
ca: Botiga
el: Κατάστημα
es: Tienda
fr: Boutique
nl: Winkel
pl: Sklep
pt: Loja
pt_br: Comprar

# other__shop__main__nav_title
source: Shop
ar: تسوق
ca: Botiga
el: Κατάστημα
es: Tienda
fr: Boutique
nl: Winkel
pl: Sklep
pt: Loja
pt_br: Comprar

# other__swipe
source: Swipe To Confirm
ar: اسحب للتأكيد
ca: Llisca per confirmar
cs: Přejetím potvrďte
de: Swipe zum Bestätigen
el: Σύρετε για Επιβεβαίωση
es: Deslizar para confirmar
fr: Balayez pour confirmer
it: Swipe Per Confermare
nl: Veeg Om Te Bevestigen
pl: Przesuń, aby potwierdzić
pt: Desliza Para Confirmar
pt_br: Arrastar Para Confirmar
ru: Подтвердить

# other__transfer_notification__body
source: Open Bitkit to complete your transfer
ar: افتح Bitkit لإكمال تحويلك
ca: Obre Bitkit per completar la teva transferència
cs: Otevřete Bitkit pro dokončení přenosu
de: Öffnen Sie Bitkit, um Ihre Übertragung abzuschließen
el: Ανοίξτε το Bitkit για να ολοκληρώσετε τη μεταφορά σας
es: Abre Bitkit para completar tu transferencia
fr: Ouvrez Bitkit pour terminer votre transfert
it: Apri Bitkit per completare il trasferimento
nl: Open Bitkit om uw overboeking te voltooien
pl: Otwórz Bitkit, aby dokończyć transfer
pt: Abre Bitkit para completar a tua transferência
pt_br: Abra a Bitkit para concluir sua transferência
ru: Откройте Bitkit, чтобы завершить перевод

# other__transfer_notification__title
source: Important: Bitkit Transfer
ar: مهم: تحويل Bitkit
ca: Important: Transferència de Bitkit
cs: Důležité: Přenos BitKit
el: Σημαντικό: Μεταφορά Bitkit
es: Importante: Transferencia de Bitkit
fr: Important : Transfert de Bitkit
it: Importante: Trasferimento Bitkit
nl: Belangrijk: Bitkit Overboeking
pl: Ważne: Transfer Bitkit
pt: Importante: Transferência Bitkit
pt_br: Importante: Transferência Bitkit
ru: Важно: Перевод Bitkit

# other__try_again
source: Please try again.
ar: يرجى المحاولة مرة أخرى.
ca: Si us plau, torna-ho a provar.
cs: Zkuste to prosím znovu.
de: Bitte versuchen Sie es erneut.
el: Παρακαλώ δοκιμάστε ξανά.
es: Por favor, intente de nuevo.
fr: Veuillez réessayer.
it: Per favore riprova.
nl: Probeer het opnieuw.
pl: Spróbuj ponownie.
pt: Por favor, tenta novamente.
pt_br: Por favor, tente novamente.
ru: Пожалуйста, попробуйте снова.

# other__update_button
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizace
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Mise à jour
it: Aggiornamento
pl: Aktualizacja
pt: Atualizar
pt_br: Atualizar
ru: Обновить

# other__update_critical_button
source: Update Bitkit
ar: تحديث Bitkit
ca: Actualitza Bitkit
cs: Aktualizovat Bitkit
de: Bitkit aktualisieren
el: Ενημέρωση Bitkit
es: Actualizar Bitkit
fr: Mise à jour de Bitkit
it: Aggiorna Bitkit
nl: Bitkit Updaten
pl: Aktualizuj Bitkit
pt: Atualizar Bitkit
pt_br: Atualize a Bitkit
ru: Обновить Bitkit

# other__update_critical_nav_title
source: Critical Update
ar: تحديث حرج
ca: Actualització crítica
cs: Kritická aktualizace
de: Kritisches Update
el: Κρίσιμη Ενημέρωση
es: Actualización Crítica
fr: Mise à jour critique
it: Aggiornamento Critico
nl: Kritieke Update
pl: Aktualizacja krytyczna
pt: Atualização Crítica
pt_br: Atualização Crítica
ru: Критическое Обновление

# other__update_critical_text
source: There is a critical update for Bitkit. You must update to continue using Bitkit.
ar: هناك تحديث حرج لـ Bitkit. يجب عليك التحديث لمتابعة استخدام Bitkit.
ca: Hi ha una actualització crítica per a Bitkit. Has d'actualitzar per continuar utilitzant Bitkit.
cs: Pro Bitkit byla vydána kritická aktualizace. Chcete-li Bitkit nadále používat, musíte provést aktualizaci.
de: Es gibt ein kritisches Update für Bitkit. Du musst aktualisieren, um Bitkit weiterhin zu verwenden.
el: Υπάρχει μια κρίσιμη ενημέρωση για το Bitkit. Πρέπει να ενημερώσετε για να συνεχίσετε να χρησιμοποιείτε το Bitkit.
es: Hay una actualización crítica de Bitkit. Debes actualizar para continuar usando Bitkit.
fr: Il y a une mise à jour critique pour Bitkit. Vous devez la mettre à jour pour continuer à utiliser Bitkit.
it: È disponibile un aggiornamento critico per Bitkit. È necessario aggiornare per continuare a utilizzare Bitkit.
nl: Er is een kritieke update voor Bitkit. U moet updaten om Bitkit te blijven gebruiken.
pl: Pojawiła się krytyczna aktualizacja dla Bitkit. Proszę dokonać aktualizacji, aby kontynuować korzystanie z aplikacji.
pt: Existe uma atualização crítica para Bitkit. Tens de atualizar para continuar a usar Bitkit.
pt_br: Há uma atualização disponível para a Bitkit. Atualize para continuar usando o app.
ru: Доступно критическое обновление для Bitkit. Вы должны обновиться, чтобы продолжить использование Bitkit.

# other__update_critical_title
source: Update <accent>Bitkit now</accent>
ar: حدّث <accent>Bitkit الآن</accent>
ca: Actualitza <accent>Bitkit ara</accent>
cs: Aktualizujte <accent>Bitkit nyní</accent>
de: Aktualisiere <accent>Bitkit jetzt</accent>
el: Ενημερώστε <accent>το Bitkit τώρα</accent>
es: Actualice <accent>Bitkit ahora</accent>
fr: Mettre à jour <accent>Bitkit maintenant</accent>
it: Aggiorna <accent>Bitkit ora</accent>
nl: Update <accent>Bitkit nu</accent>
pl: Aktualizuj <accent>Bitkit teraz</accent>
pt: Atualiza <accent>Bitkit agora</accent>
pt_br: Atualize <accent>agora</accent>
ru: Обновите <accent>Bitkit Сейчас</accent>

# other__update_nav_title
source: Update Available
ar: تحديث متاح
ca: Actualització disponible
cs: Aktualizace k dispozici
de: Update verfügbar
el: Διαθέσιμη Ενημέρωση
es: Actualización Disponible
fr: Mise à jour disponible
it: Aggiornamento Disponibile
nl: Update Beschikbaar
pl: Aktualizacja dostępna
pt: Atualização Disponível
pt_br: Atualização disponível
ru: Доступно Обновление

# other__update_text
source: Please update Bitkit to the latest version for new features and bug fixes!
ar: يرجى تحديث Bitkit إلى أحدث إصدار للحصول على ميزات جديدة وإصلاحات للأخطاء!
ca: Si us plau, actualitza Bitkit a la darrera versió per a noves funcionalitats i correccions d'errors!
cs: Aktualizujte prosím Bitkit na nejnovější verzi pro nové funkce a opravy chyb!
de: Bitte aktualisiere Bitkit auf die neueste Version für neue Funktionen und Fehlerbehebungen!
el: Παρακαλώ ενημερώστε το Bitkit στην τελευταία έκδοση για νέες λειτουργίες και διορθώσεις σφαλμάτων!
es: Por favor, ¡actualice Bitkit a la última versión para nuevas funciones y corregir errores!
fr: Veuillez mettre à jour Bitkit à la dernière version pour bénéficier des nouvelles fonctionnalités et des corrections de bugs !
it: Aggiorna Bitkit all'ultima versione per le nuove funzioni e la correzione dei bug!
nl: Update Bitkit naar de laatste versie voor nieuwe functionaliteiten en bug fixes!
pl: Zaktualizuj proszę aplikację Bitkit do najnowszej wersji aby cieszyć się nowymi funkcjami i poprawkami.
pt: Por favor, atualiza Bitkit para a versão mais recente para novas funcionalidades e correções de erros!
pt_br: Atualize a Bitkit para obter novos recursos e correções de bugs!
ru: Пожалуйста, обновите Bitkit до последней версии для новых функций и исправления ошибок!

# other__update_title
source: Update <accent>Bitkit</accent>
ar: حدّث <accent>Bitkit</accent>
ca: Actualitza <accent>Bitkit</accent>
cs: Aktualizovat <accent>Bitkit</accent>
de: Aktualisiere <accent>Bitkit</accent>
el: Ενημέρωση <accent>Bitkit</accent>
es: Actualizar <accent>Bitkit</accent>
fr: Mettre à jour <accent>Bitkit</accent>
it: Aggiorna <accent>Bitkit</accent>
pl: Uaktualnij <accent>Bitkit</accent>
pt: Atualiza <accent>Bitkit</accent>
pt_br: Atualizar <accent>Bitkit</accent>
ru: Обновите <accent>Bitkit</accent>

# security__authorization__authorize
source: Authorize
ar: تفويض
ca: Autoritzar
cs: Autorizovat
de: Autorisieren Sie
el: Εξουσιοδότηση
es: Autorizar
fr: Autoriser
it: Autorizza
nl: Autoriseren
pl: Autoryzuj
pt: Autorizar
pt_br: Autorizar
ru: Авторизовать

# security__authorization__authorizing
source: Authorizing...
ar: جارٍ التفويض...
ca: Autoritzant...
cs: Autorizování...
de: Ermächtigung...
el: Εξουσιοδότηση...
es: Autorizando...
fr: Autorisation…
it: Autorizzazione in corso...
nl: Autoriseren...
pl: Autoryzowanie...
pt: A autorizar...
pt_br: Autorizando...
ru: Авторизация...

# security__authorization__claims
source: This service claims to be
ar: تدعي هذه الخدمة أنها
ca: Aquest servei afirma ser
cs: Tato služba tvrdí, že je
de: Dieser Dienst behauptet, er sei
el: Αυτή η υπηρεσία ισχυρίζεται ότι είναι
es: Este servicio afirma ser
fr: Ce service prétend être
it: Questo servizio dichiara di essere
nl: Deze service beweert te zijn
pl: Ta usługa twierdzi, że jest
pt: Este serviço afirma ser
pt_br: Este serviço afirma ser
ru: Этот сервис утверждает, что он

# security__authorization__deny
source: Deny
ar: رفض
ca: Denegar
cs: Odmítnout
el: Άρνηση
es: Denegar
fr: Refuser
it: Nega
nl: Weigeren
pl: Odmów
pt: Recusar
pt_br: Negar
ru: Отказать

# security__authorization__description
source: Make sure you trust this service before granting permission to manage your data.
ar: تأكد من ثقتك بهذه الخدمة قبل منح الإذن لإدارة بياناتك.
ca: Assegura't de confiar en aquest servei abans de concedir permís per gestionar les teves dades.
cs: Před udělením povolení ke správě vašich dat se ujistěte, že této službě důvěřujete.
de: Vergewissern Sie sich, dass Sie diesem Dienst vertrauen, bevor Sie die Erlaubnis zur Verwaltung Ihrer Daten erteilen.
el: Βεβαιωθείτε ότι εμπιστεύεστε αυτή την υπηρεσία πριν δώσετε άδεια διαχείρισης των δεδομένων σας.
es: Asegúrese de confiar en este servicio antes de conceder permiso para gestionar sus datos.
fr: Assurez-vous de faire confiance à ce service avant de lui accorder l'autorisation de gérer vos données.
it: Assicurati di fidarti di questo servizio prima di concedere l'autorizzazione a gestire i tuoi dati.
nl: Zorg ervoor dat u deze service vertrouwt voordat u toestemming geeft om uw gegevens te beheren.
pl: Proszę upewnić się, że ufają Państwo tej usłudze przed udzieleniem zgody na zarządzanie Państwa danymi.
pt: Certifica-te de que confias neste serviço antes de concederes permissão para gerir os teus dados.
pt_br: Certifique-se de que você confia neste serviço antes de conceder permissão para gerenciar seus dados.
ru: Убедитесь, что вы доверяете этому сервису, прежде чем предоставлять разрешение на управление вашими данными.

# security__authorization__pubky_auth_error_description
source: Unable to auth with Pubky service
ar: تعذر المصادقة مع خدمة Pubky
ca: No s'ha pogut autenticar amb el servei Pubky
cs: Nelze se přihlásit pomocí služby Pubky
de: Authentifizierung mit Pubky-Dienst nicht möglich
el: Αδυναμία ταυτοποίησης με την υπηρεσία Pubky
es: No se pudo autenticar con el servicio Pubky
fr: Impossible de s'authentifier avec le service Pubky.
it: Impossibile autenticarsi con il servizio Pubky
nl: Kan niet authenticeren met Pubky service
pl: Nie można autoryzować za pomocą usługi Pubky
pt: Não foi possível autenticar com o serviço Pubky
pt_br: Não é possível fazer a autenticação com o Pubky
ru: Не удалось выполнить аутентификацию с сервисом Pubky

# security__authorization__pubky_auth_error_title
source: Pubky Auth Error
ar: خطأ في مصادقة Pubky
ca: Error d'autenticació Pubky
cs: Chyba ověření Pubky
de: Pubky Auth Fehler
el: Σφάλμα Ταυτοποίησης Pubky
es: Error de Auth Pubky
fr: Erreur d'authentification Pubky
it: Errore Autenticazione Pubky
nl: Pubky Auth Fout
pl: Błąd autoryzacji Pubky
pt: Erro de Autenticação Pubky
pt_br: Erro de autenticação do Pubky
ru: Ошибка Аутентификации Pubky

# security__authorization__pubky_secret_error_description
source: Unable to retrieve Pubky key
ar: تعذر استرداد مفتاح Pubky
ca: No s'ha pogut obtenir la clau Pubky
cs: Nelze načíst klíč Pubky
de: Pubky-Schlüssel kann nicht abgerufen werden
el: Αδυναμία ανάκτησης κλειδιού Pubky
es: No se pudo obtener la clave Pubky
fr: Impossible de récupérer la clé Pubky
it: Impossibile recuperare la chiave Pubky
nl: Kan Pubky sleutel niet ophalen
pl: Nie można pobrać klucza Pubky
pt: Não foi possível obter a chave Pubky
pt_br: Não foi possível recuperar a chave do Pubky
ru: Не удалось получить ключ Pubky

# security__authorization__pubky_secret_error_title
source: Pubky Error
ar: خطأ في Pubky
ca: Error Pubky
el: Σφάλμα Pubky
es: Error de Pubky
fr: Erreur Pubky
it: Errore Pubky
nl: Pubky Fout
pl: Błąd Pubky
pt: Erro Pubky
pt_br: Erro Pubky
ru: Ошибка Pubky

# security__authorization__requested_permissions
source: Requested Permissions
ar: الأذونات المطلوبة
ca: Permisos sol·licitats
cs: Požadovaná oprávnění
de: Erforderliche Genehmigungen
el: Ζητούμενα Δικαιώματα
es: Permisos Solicitados
fr: Autorisations requises
it: Permessi Richiesti
nl: Gevraagde Machtigingen
pl: Żądane uprawnienia
pt: Permissões Solicitadas
pt_br: Permissões solicitadas
ru: Запрошенные Разрешения

# security__authorization__success
source: Success
ar: نجاح
ca: Èxit
cs: Úspěch
de: Erfolgreich
el: Επιτυχία
es: Éxito
fr: Succès
it: Successo
nl: Succes
pl: Sukces
pt: Sucesso
pt_br: Sucesso
ru: Успешно

# security__authorization__title
source: Authorization
ar: التفويض
ca: Autorització
cs: Autorizace
de: Autorisierung
el: Εξουσιοδότηση
es: Autorización
fr: Autorisation
it: Autorizzazione
nl: Autorisatie
pl: Autoryzacja
pt: Autorização
pt_br: Autorização
ru: Авторизация

# security__backup_button
source: Back Up
ar: نسخ احتياطي
ca: Còpia de seguretat
cs: Zálohování
de: Sichern
el: Δημιουργία Αντιγράφου
es: Realizar copia de seguridad
fr: Sauvegarder
pl: Kopia zapasowa
pt: Fazer Cópia de Segurança
pt_br: Cópia de Segurança
ru: Создать
