Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# security__recovery_text
source: You've entered Bitkit's recovery mode. Here are some actions to perform when running into issues that prevent the app from fully functioning. Restart the app for a normal startup.
ar: لقد دخلت وضع استعادة Bitkit. إليك بعض الإجراءات للتنفيذ عند مواجهة مشاكل تمنع التطبيق من العمل بشكل كامل. أعد تشغيل التطبيق لبدء التشغيل العادي.
ca: Has entrat al mode de recuperació de Bitkit. Aquí tens algunes accions a realitzar quan tinguis problemes que impedeixin que l'aplicació funcioni completament. Reinicia l'aplicació per a un inici normal.
cs: Vstoupili jste do režimu obnovy Bitkitu. Zde je několik akcí, které je třeba provést když narazíte na problémy, které brání plnému fungování aplikace. Restartujte aplikaci pro normální spuštění.
de: Du hast den Wiederherstellungsmodus von Bitkit betreten. Hier sind einige Aktionen, die du ausführen kannst, wenn du auf Probleme stößt, die die vollständige Funktion der App verhindern. Starte die App neu für einen normalen Start.
el: Εισήλθατε στη λειτουργία ανάκτησης του Bitkit. Εδώ είναι κάποιες ενέργειες που μπορείτε να εκτελέσετε όταν αντιμετωπίζετε προβλήματα που εμποδίζουν την πλήρη λειτουργία της εφαρμογής. Επανεκκινήστε την εφαρμογή για κανονική εκκίνηση.
es: Ha entrado en el modo de recuperación de Bitkit. Aquí hay algunas acciones que puede realizar cuando tenga problemas que impidan que la aplicación funcione completamente. Reinicie la aplicación para un inicio normal.
fr: Vous êtes entré dans le mode de récupération de Bitkit. Voici quelques actions à effectuer lorsque vous rencontrez des problèmes qui empêchent l'application de fonctionner pleinement. Redémarrez l'application pour un démarrage normal.
it: Sei entrato nella modalità di ripristino di Bitkit. Ecco alcune azioni da eseguire quando si riscontrano problemi che impediscono il pieno funzionamento dell'app. Riavvia l'app per un avvio normale.
nl: U bent in de herstelmodus van Bitkit terechtgekomen. Hier zijn enkele acties die u kunt uitvoeren als u tegen problemen aanloopt waardoor de app niet volledig functioneert. Herstart de app voor een normale opstart.
pl: Uruchomiłeś tryb odzyskiwania Bitkit. Oto kilka kroków, które możesz wykonać, gdy napotkasz problemy uniemożliwiające prawidłowe działanie aplikacji. Aby wrócić do normalnego trybu, uruchom aplikację ponownie.
pt: Entraste no modo de recuperação de Bitkit. Aqui estão algumas ações a realizar quando encontrares problemas que impeçam a app de funcionar completamente. Reinicia a app para um arranque normal.
pt_br: Você entrou no modo de recuperação da Bitkit. Aqui estão algumas ações a serem realizadas quando encontrar problemas que impedem o funcionamento completo do aplicativo. Reinicie o aplicativo para iniciar normalmente.
ru: Вы вошли в режим восстановления Bitkit. Здесь вы можете выполнить действия для устранения проблем, мешающих полноценной работе приложения. Перезапустите приложение для нормального запуска.

# security__reset_button_backup
source: Back Up First
ar: نسخ احتياطي أولاً
ca: Còpia de seguretat primer
cs: Nejprve zálohujte
de: Zuerst sichern
el: Πρώτα Αντίγραφο Ασφαλείας
es: Primero, la copia de seguridad
fr: Sauvegarder
it: Esegui Prima il Backup
nl: Maak Eerst Een Backup
pl: Wykonaj kopię zapasową.
pt: Fazer Cópia de Segurança Primeiro
pt_br: Fazer Backup Primeiro
ru: Создать Резервную Копию

# security__reset_button_reset
source: Reset Wallet
ar: إعادة تعيين المحفظة
ca: Restableix la cartera
cs: Resetovat peněženku
de: Wallet zurücksetzen
el: Επαναφορά Πορτοφολιού
es: Restablecer cartera
fr: Réinitialiser
it: Resettare Wallet
nl: Wallet Resetten
pl: Zresetuj portfel
pt: Redefinir Carteira
pt_br: Redefinir a Carteira
ru: Сбросить Кошелёк

# security__reset_confirm
source: Yes, Reset
ar: نعم، إعادة التعيين
ca: Sí, reinicia
cs: Ano, resetovat
de: Ja, zurücksetzen
el: Ναι, Επαναφορά
es: Sí, restaurar
fr: Oui, Réinitialiser
it: Sì, resetta
nl: Ja, Resetten
pl: Tak, zresetuj
pt: Sim, Redefinir
pt_br: Sim, Redefinir
ru: Да, Сбросить

# security__reset_dialog_desc
source: Are you sure you want to reset your Bitkit Wallet? Do you have a backup of your recovery phrase and wallet data?
ar: هل أنت متأكد من رغبتك في إعادة تعيين محفظة Bitkit؟ هل لديك نسخة احتياطية من عبارة الاسترداد وبيانات المحفظة؟
ca: Estàs segur que vols restablir la teva cartera Bitkit? Tens una còpia de seguretat de la teva frase de recuperació i les dades de la cartera?
cs: Opravdu chcete resetovat svou peněženku Bitkit? Máte zálohu své fráze pro obnovení a dat peněženky?
de: Bist du dir sicher, dass du dein Bitkit-Wallet zurücksetzen willst? Hast du ein Backup deiner Wiederherstellungsphrase und deiner Wallet-Daten?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το Πορτοφόλι Bitkit σας; Έχετε αντίγραφο ασφαλείας της φράσης ανάκτησης και των δεδομένων πορτοφολιού σας;
es: ¿Está seguro de que desea restablecer su monedero Bitkit? ¿Tiene una copia de seguridad de su frase de recuperación y de los datos de su monedero?
fr: Êtes-vous sûr de vouloir réinitialiser votre portefeuille Bitkit ? Avez-vous une sauvegarde de votre phrase de récupération et des données de votre portefeuille ?
it: Sei sicuro di voler resettare il tuo Wallet Bitkit? Hai un backup della recovery phrase e dei dati del wallet?
nl: Weet u zeker u uw Bitkit wallet wilt resetten? Heeft u een backup van uw herstelwoorden en wallet data?
pl: Czy na pewno chcesz zresetować swój portfel Bitkit? Czy masz kopię zapasową swojej frazy odzyskiwania i danych portfela?
pt: Tens a certeza de que queres redefinir a tua Carteira Bitkit? Tens uma cópia de segurança da tua frase de recuperação e dados da carteira?
pt_br: Você tem certeza de que deseja redefinir sua Bitkit? Você tem um backup de sua frase de recuperação e dos dados da carteira?
ru: Вы уверены, что хотите сбросить настройки своего кошелька Bitkit? У вас есть резервная копия фразы восстановления и данных кошелька?

# security__reset_dialog_title
source: Reset Bitkit?
ar: إعادة تعيين Bitkit؟
ca: Reinicia Bitkit?
cs: Resetovat Bitkit?
de: Bitkit zurücksetzen?
el: Επαναφορά Bitkit;
es: ¿Restablecer Bitkit a los parámetros iniciales?
fr: Réinitialiser Bitkit ?
it: Resettare Bitkit?
nl: Bitkit Resetten?
pl: Zresetować Bitkit?
pt: Redefinir Bitkit?
pt_br: Redefinir Bitkit?
ru: Сбросить Bitkit?

# security__reset_text
source: Back up your wallet first to avoid loss of your funds and wallet data. Resetting will overwrite your current Bitkit setup.
ar: قم بعمل نسخة احتياطية من محفظتك أولاً لتجنب فقدان أموالك وبيانات المحفظة. إعادة التعيين ستستبدل إعداد Bitkit الحالي.
ca: Fes una còpia de seguretat de la teva cartera primer per evitar la pèrdua dels teus fons i dades de la cartera. Restablir sobreescriurà la teva configuració actual de Bitkit.
cs: Nejprve si zálohujte peněženku, abyste se vyhnuli ztrátě finančních prostředků a dat peněženky. Resetováním se přepíše vaše aktuální nastavení Bitkitu.
de: Sichere dein Wallet zuerst, um den Verlust deines Geldes und deiner Wallet-Daten vorzubeugen. Ein Reset wird dein aktuelles Bitkit-Setup überschreiben.
el: Δημιουργήστε πρώτα αντίγραφο ασφαλείας του πορτοφολιού σας για να αποφύγετε απώλεια κεφαλαίων και δεδομένων πορτοφολιού. Η επαναφορά θα αντικαταστήσει την τρέχουσα ρύθμιση του Bitkit.
es: Haga primero una copia de seguridad de su monedero para evitar la pérdida de sus fondos y datos de monedero. Al restablecer sobrescribirá su configuración actual de Bitkit.
fr: Sauvegardez d'abord votre portefeuille afin d'éviter de perdre vos fonds et les données de votre portefeuille. La réinitialisation écrasera votre configuration Bitkit actuelle.
it: Esegui prima un backup del wallet per evitare la perdita dei fondi e dei dati del wallet. Il reset sovrascriverà l'attuale configurazione di Bitkit.
nl: Maak eerst een backup van uw wallet om uw geld en data veilig te stellen. Een reset zal uw huidige wallet overschrijven.
pl: Utwórz kopię zapasową swojego portfela aby uniknąć utraty środków i danych. Reset spowoduje nadpisanie bieżącej konfiguracji Bitkit.
pt: Faz primeiro a cópia de segurança da tua carteira para evitar perda dos teus fundos e dados da carteira. Redefinir irá substituir a tua configuração atual de Bitkit.
pt_br: Faça o backup da sua carteira primeiro para evitar a perda de fundos e dados da carteira. A redefinição substituirá a configuração atual da Bitkit.
ru: Сначала сделайте резервную копию своего кошелька, чтобы избежать потери ваших средств и данных кошелька. Сброс перезапишет ваши текущие настройки Bitkit.

# security__reset_title
source: Reset And Restore
ar: إعادة التعيين والاستعادة
ca: Restablir i restaurar
cs: Resetovat a obnovit
de: Zurücksetzen und Wiederherstellen
el: Επαναφορά και Ανάκτηση
es: Restablecer y restaurar
fr: Réinitialisation et restauration
it: Reset e Ripristino
nl: Reset En Herstel
pl: Resetowanie i odzyskiwanie
pt: Redefinir e Restaurar
pt_br: Redefinir e Restaurar
ru: Сбросить И Восстановить

# security__success_bio
source: You have successfully set up a PIN code and {biometricsName} to improve wallet security.
ar: لقد أعددت بنجاح رمز PIN و {biometricsName} لتحسين أمان المحفظة.
ca: Has configurat correctament un codi PIN i {biometricsName} per millorar la seguretat de la cartera.
cs: Úspěšně jste nastavili kód PIN a {biometricsName} abyste zvýšili bezpečnost peněženky.
de: Du hast erfolgreich einen PIN-Code und {biometricsName} eingerichtet, um die Sicherheit deines Wallets zu verbessern.
el: Ρυθμίσατε επιτυχώς κωδικό PIN και {biometricsName} για να βελτιώσετε την ασφάλεια του πορτοφολιού.
es: Ha configurado correctamente un código PIN y {biometricsName} para mejorar la seguridad del monedero.
fr: Vous avez configuré avec succès un code PIN et {biometricsName} pour améliorer la sécurité de votre portefeuille.
it: Hai impostato con successo un codice PIN e{biometricsName} per migliorare la sicurezza del portafoglio.
nl: U hebt met succes een PIN-code en {biometricsName} ingesteld om uw wallet beter te beveiligen.
pl: Pomyślnie ustawiono kod PIN i {biometricsName}, aby zwiększyć bezpieczeństwo portfela.
pt: Configuraste com sucesso um código PIN e {biometricsName} para melhorar a segurança da carteira.
pt_br: Você configurou com sucesso um código PIN e {biometricsName} para melhorar a segurança da sua carteira.
ru: Вы успешно установили PIN-код и {biometricsName} для повышения безопасности кошелька.

# security__success_no_bio
source: You have successfully set up a PIN code to improve your wallet security.
ar: لقد أعددت بنجاح رمز PIN لتحسين أمان محفظتك.
ca: Has configurat correctament un codi PIN per millorar la seguretat de la teva cartera.
cs: Úspěšně jste nastavili PIN kód pro zlepšení zabezpečení vaší peněženky.
de: Du hast erfolgreich einen PIN-Code eingerichtet, um die Sicherheit deines Wallets zu verbessern.
el: Ρυθμίσατε επιτυχώς κωδικό PIN για να βελτιώσετε την ασφάλεια του πορτοφολιού σας.
es: Ha configurado correctamente un código PIN para mejorar la seguridad de su monedero.
fr: Vous avez configuré avec succès un code PIN pour améliorer la sécurité de votre portefeuille.
it: Ha impostato un codice PIN con successo per migliorare la sicurezza del tuo wallet.
nl: U heeft een pincode geconfigureerd om uw wallet beter te beveiligen.
pl: Skutecznie ustawiono kod PIN zwiększając bezpieczeństwo portfela.
pt: Configuraste com sucesso um código PIN para melhorar a segurança da tua carteira.
pt_br: Você configurou com êxito um código PIN para aumentar a segurança da sua carteira.
ru: Вы успешно установили PIN-код для повышения безопасности вашего кошелька.

# security__success_payments
source: Also require for payments
ar: مطلوب أيضًا للمدفوعات
ca: Requereix també per a pagaments
cs: Vyžadovat také pro platby
de: Auch für Zahlungen erforderlich
el: Απαίτηση επίσης για πληρωμές
es: También se requiere para los pagos
fr: Également l'exiger pour les paiements
it: Richiesto anche per i pagamenti
nl: Ook voor betalingen
pl: Także wymagane do płatności
pt: Também exigir para pagamentos
pt_br: Também é necessário para pagamentos
ru: Также требовать для оплаты

# security__success_title
source: Wallet Secured
ar: تم تأمين المحفظة
ca: Cartera assegurada
cs: Peněženka zabezpečena
de: Wallet gesichert
el: Πορτοφόλι Ασφαλισμένο
es: Cartera asegurada
fr: Portefeuille sécurisé
it: Wallet Protetto
nl: Wallet beveiligd
pl: Portfel zabezpieczony
pt: Carteira Protegida
pt_br: Carteira Protegida
ru: Кошелёк Защищён

# security__use_pin
source: Use PIN code
ar: استخدام رمز PIN
ca: Utilitzar el codi PIN
cs: Použít PIN kód
de: PIN-Code verwenden
el: Χρήση κωδικού PIN
es: Utilizar código PIN
fr: Utiliser le code PIN
it: Usa il codice PIN
nl: Pincode Gebruiken
pl: Użyj kodu PIN
pt: Usar código PIN
pt_br: Usar o código PIN
ru: Использовать PIN-код

# security__wipe_app
source: Wipe App
ar: مسح التطبيق
ca: Esborra l'aplicació
cs: Vymazat aplikaci
de: App löschen
el: Διαγραφή Εφαρμογής
es: Borrar App
fr: Effacer l'application
it: Resetta App
nl: Wis de App
pl: Wyczyść aplikację
pt: Limpar App
pt_br: Limpar Aplicativo
ru: Сбросить Приложение

# security__wiped_message
source: Bitkit has been reset and all wallet data has been deleted.
ar: تمت إعادة تعيين Bitkit وحذف جميع بيانات المحفظة.
ca: Bitkit s'ha restablert i totes les dades de la cartera s'han eliminat.
cs: Bitkit byla resetována a všechna data peněženky byla vymazána.
de: Bitkit wurde zurückgesetzt und alle Wallet-Daten wurden gelöscht.
el: Το Bitkit επαναφέρθηκε και όλα τα δεδομένα πορτοφολιού διαγράφηκαν.
es: Bitkit ha sido restaurado y todos los datos de monedero han sido borrados.
fr: Bitkit a été réinitialisé et toutes les données du walet ont été supprimées.
it: Bitkit è stato ripristinato e tutti i dati del portafoglio sono stati eliminati.
nl: Bitkit is gereset en alle wallet gegevens zijn verwijderd.
pl: Bitkit został zresetowany, a wszystkie dane portfela zostały usunięte.
pt: Bitkit foi redefinido e todos os dados da carteira foram eliminados.
pt_br: O Bitkit foi redefinido e todos os dados da carteira foram excluídos.
ru: Bitkit был сброшен, и все данные кошелька были удалены.

# security__wiped_title
source: Wallet Data Deleted
ar: تم حذف بيانات المحفظة
ca: Dades de la cartera eliminades
cs: Odstranění dat peněženky
de: Wallet
el: Τα Δεδομένα Πορτοφολιού Διαγράφηκαν
es: Datos de Monedero Borrados
fr: Données du wallet supprimées
it: Dati del portafoglio eliminati
nl: Wallet gegevens verwijderd
pl: Usunięto dane portfela
pt: Dados da Carteira Eliminados
pt_br: Dados da Carteira Deletados
ru: Данные Кошелька Удалены

# settings__about__legal
source: Legal
ar: قانوني
cs: Právní
de: Rechtliches
el: Νομικά
fr: Juridique
it: Termini di Utilizzo
nl: Juridisch
pl: Prawne
ru: Документы

# settings__about__share
source: Share
ar: مشاركة
ca: Compartir
cs: Sdílet
de: Teilen
el: Διαμοιρασμός
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ru: Поделиться

# settings__about__shareText
source: Change your wallet, change the world. Download Bitkit for iPhone {appStoreUrl} or Android {playStoreUrl}
ar: غيّر محفظتك، غيّر العالم. حمّل Bitkit لـ iPhone {appStoreUrl} أو Android {playStoreUrl}
ca: Canvia la teva cartera, canvia el món. Descarrega Bitkit per a iPhone {appStoreUrl} o Android {playStoreUrl}
cs: Změňte svou peněženku, změňte svět. Stáhněte si Bitkit pro iPhone {appStoreUrl} nebo Android {playStoreUrl}
de: Ändern Sie Ihr Wallet, ändern Sie die Welt. Bitkit für iPhone herunterladen {appStoreUrl} oder Android {playStoreUrl}
el: Αλλάξτε το πορτοφόλι σας, αλλάξτε τον κόσμο. Κατεβάστε το Bitkit για iPhone {appStoreUrl} ή Android {playStoreUrl}
es: Cambia tu monedero, cambia el mundo. Descarga Bitkit para iPhone {appStoreUrl} o Android {playStoreUrl}
fr: Changez de wallet, changez le monde. Téléchargez Bitkit pour iPhone {appStoreUrl} ou Android {playStoreUrl}
it: Cambia il tuo portafoglio, cambia il mondo. Scarica Bitkit per iPhone {appStoreUrl} o Android {playStoreUrl}
nl: Verander van wallet, verander de wereld. Download Bitkit voor iPhone {appStoreUrl} of Android {playStoreUrl}
pl: Zmień swój portfel, zmień świat. Pobierz Bitkit dla iPhone {appStoreUrl} lub Android {playStoreUrl}
pt: Muda a tua carteira, muda o mundo. Transfere Bitkit para iPhone {appStoreUrl} ou Android {playStoreUrl}
pt_br: Mude de carteira, mude o mundo. Baixe a Bitkit para iPhone {appStoreUrl} ou Android {playStoreUrl}
ru: Измените свой кошелёк, измените мир. Скачайте Bitkit для iPhone {appStoreUrl} или Android {playStoreUrl}

# settings__about__text
source: Thank you for being a responsible Bitcoiner. Change your wallet, change the world. Bitkit hands you the keys to your money, profile, contacts, and web accounts. Bitkit was crafted by Synonym Software Ltd.
ar: شكرًا لكونك مستخدم Bitcoin مسؤول. غيّر محفظتك، غيّر العالم. يمنحك Bitkit المفاتيح لأموالك وملفك الشخصي وجهات اتصالك وحسابات الويب. تم تصنيع Bitkit بواسطة Synonym Software Ltd.
ca: Gràcies per ser un Bitcoiner responsable. Canvia la teva cartera, canvia el món. Bitkit et dóna les claus dels teus diners, perfil, contactes i comptes web. Bitkit ha estat creat per Synonym Software Ltd.
cs: Děkujeme, že jste zodpovědní uživatelé bitcoinu. Změňte svou peněženku, změňte svět. Bitkit vám předá klíče k vašim penězům, profilu, kontaktům a webovým účtům. Bitkit byl vytvořen společností Synonym Software Ltd.
de: Danke, dass Sie ein verantwortungsvoller Bitcoiner sind. Ändern Sie Ihr Portemonnaie, ändern Sie die Welt. Bitkit gibt Ihnen die Schlüssel zu Ihrem Geld, Profil, Kontakten und Webkonten. Bitkit wurde von Synonym Software Ltd. entwickelt.
el: Σας ευχαριστούμε που είστε υπεύθυνος Bitcoiner. Αλλάξτε το πορτοφόλι σας, αλλάξτε τον κόσμο. Το Bitkit σας δίνει τα κλειδιά για τα χρήματά σας, το προφίλ σας, τις επαφές σας και τους λογαριασμούς web σας. Το Bitkit δημιουργήθηκε από τη Synonym Software Ltd.
es: Gracias por ser un Bitcoiner responsable. Cambia tu monedero, cambia el mundo. Bitkit te facilita las llaves a tu propio dinero, perfil, contactos y cuentas web. Bitkit fue elaborado por Synonym Software Ltd.
fr: Merci d'être un Bitcoiner responsable. Changez de wallet, changez le monde. Bitkit vous donne les clés de votre argent, de votre profil, de vos contacts et de vos comptes web. Bitkit a été conçu par Synonym Software Ltd.
it: Grazie per essere un Bitcoiner responsabile. Cambia il tuo portafoglio, cambia il mondo. Bitkit ti consegna le chiavi del tuo denaro, del tuo profilo, dei tuoi contatti e dei tuoi account web. Bitkit è stato realizzato da Synonym Software Ltd.
nl: Bedankt dat u als Bitcoiner verantwoordelijkheid neemt. Verander van wallet, verander de wereld. Bitkit geeft u de sleutels tot uw geld, profiel, contacten en webaccounts. Bitkit is gemaakt door Synonym Software Ltd.
pl: Dziękujemy za bycie odpowiedzialnym Bitcoinerem. Wybierając swój portfel, zmieniają Państwo świat. Bitkit przekazuje Państwu klucze do Państwa pieniędzy, profilu, kontaktów i kont internetowych. Bitkit został stworzony przez Synonym Software Ltd..
pt: Obrigado por seres um Bitcoiner responsável. Muda a tua carteira, muda o mundo. Bitkit dá-te as chaves do teu dinheiro, perfil, contactos e contas web. Bitkit foi criado pela Synonym Software Ltd.
pt_br: Obrigado por ser um Bitcoiner responsável. Mude sua carteira, mude o mundo. A Bitkit lhe entrega as chaves do seu dinheiro, perfil, contatos e contas web. A Bitkit foi criada pela Synonym Software Ltd.
ru: Спасибо за то, что вы ответственный биткойнер. Измените свой кошелёк, измените мир. Bitkit предоставляет вам ключи к вашим деньгам, профилю, контактам и веб-аккаунтам. Bitkit был создан компанией Synonym Software Ltd.

# settings__about__title
source: About Bitkit
ar: حول Bitkit
ca: Sobre Bitkit
cs: O Bitkit
de: Über Bitkit
el: Σχετικά με το Bitkit
es: Sobre Bitkit
fr: À propos de Bitkit
it: Informazioni su Bitkit
nl: Over Bitkit
pl: Informacje o Bitkit
pt: Sobre Bitkit
pt_br: Sobre a Bitkit
ru: О Bitkit

# settings__about__version
source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
it: Versione
nl: Versie
pl: Wersja
pt: Versão
pt_br: Versão
ru: Версия

# settings__about_title
source: About
ar: حول
ca: Sobre
cs: O nás
de: Über
el: Σχετικά
es: Acerca de
fr: A propos
it: Informazioni
nl: Over
pl: Informacje
pt: Sobre
pt_br: Sobre
ru: О программе

# settings__addr__addr_change
source: Change Addresses
ar: عناوين الباقي
ca: Adreces de canvi
cs: Změnit adresu
de: Wechseladressen
el: Διευθύνσεις Ρέστων
es: Cambiar direcciones
fr: Changement d'adresse
it: Cambia Indirizzi
nl: Wisselgeld Adressen
pl: Adresy reszty
pt: Endereços de Troco
pt_br: Endereços de Troco
ru: Адреса Сдачи

# settings__addr__addr_receiving
source: Receiving Addresses
ar: عناوين الاستلام
ca: Adreces de recepció
cs: Adresy pro příjem
de: Empfangsadressen
el: Διευθύνσεις Λήψης
es: Direcciones de recepción
fr: Adresses de réception
it: Indirizzi di ricezione
nl: Ontvangstadressen
pl: Adresy odbioru
pt: Endereços de Receção
pt_br: Endereços de Recebimento
ru: Адреса Получения

# settings__addr__check_balances
source: Check Balances
ar: التحقق من الأرصدة
ca: Comprova saldos
cs: Kontrola zůstatků
de: Guthaben prüfen
el: Έλεγχος Υπολοίπων
es: Consultar Saldos
fr: Soldes de chèques
it: Controlla Conti
nl: Inspecteer Uw Saldo's
pl: Sprawdź salda
pt: Verificar Saldos
pt_br: Verificar Fundos
ru: Проверить Балансы

# settings__addr__copied
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
ca: Copiat al porta-retalls
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
el: Αντιγράφηκε στο πρόχειρο
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
nl: Gekopieerd naar het klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
pt_br: Copiado para a área de transferência
ru: Скопировано в Буфер Обмена

# settings__addr__gen_20
source: Generate 20 More
ar: إنشاء 20 إضافية
ca: Genera 20 més
cs: Vygenerovat 20 dalších
de: Erzeuge 20 mehr
el: Δημιουργία 20 Ακόμα
es: Generar 20 más
fr: Générez 20 autres
it: Genera altri 20
nl: Genereer Er 20 Bij
pl: Wygeneruj 20 kolejnych
pt: Gerar Mais 20
pt_br: Gerar mais 20
ru: Ещё 20

# settings__addr__index
source: Index: {index}
ar: الفهرس: {index}
ca: Índex: {index}
el: Δείκτης: {index}
es: Índice: {index}
it: Indice: {index}
pl: Indeks: {index}
pt: Índice: {index}
pt_br: Índice: {index}
ru: Индекс: {index}

# settings__addr__loading
source: Loading Addresses...
ar: جارٍ تحميل العناوين...
ca: Carregant adreces...
cs: Nahrávání adres...
de: Lade Adressen...
el: Φόρτωση Διευθύνσεων...
es: Cargando direcciones...
fr: Chargement des adresses...
it: Caricamento Indirizzi...
nl: Adressen Aan Het Laden...
pl: Ładowanie adresów...
pt: A Carregar Endereços...
pt_br: Carregando Endereços...
ru: Загрузка Адресов...

# settings__addr__no_addrs
source: No Addresses To Display
ar: لا توجد عناوين للعرض
ca: No hi ha adreces per mostrar
cs: Žádné adresy k zobrazení
de: Keine Adressen zum Anzeigen
el: Δεν Υπάρχουν Διευθύνσεις για Εμφάνιση
es: No hay direcciones para mostrar
fr: Aucune adresse à afficher
it: Nessun indirizzo da mostrare
nl: Geen Addressen Om Te Tonen
pl: Brak adresów do wyświetlenia
pt: Sem Endereços Para Mostrar
pt_br: Nenhum Endereço para Exibir
ru: Нет Адресов для Отображения
