Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# other__lnurl_channel_header
source: Lightning Connection
ar: اتصال Lightning
ca: Connexió Lightning
cs: Připojení lightning
de: Lightning-Verbindung
el: Σύνδεση Lightning
es: Conexión Lightning
fr: Connexion Lightning
it: Connessione Lightning
nl: Lightning-verbinding
pl: Połączenie z Lightning
pt: Ligação Lightning
pt_br: Conexões Lightning
ru: Лайтнинг Соединение

# other__lnurl_channel_host
source: Host
ar: المضيف
ca: Amfitrió
es: Servidor
fr: Hôte
nl: Hostcomputer
pt: Anfitrião
ru: Хост

# other__lnurl_channel_lsp
source: Lightning service provider
ar: مزود خدمة Lightning
ca: Proveïdor de servei Lightning
cs: Poskytovatel Lightning služeb
el: Πάροχος υπηρεσιών Lightning
es: Proveedor de servicio Lightning
fr: Fournisseur de services Lightning
it: Fornitore dei servizi Lightning
pl: Dostawca usługi Ligthning
pt: Fornecedor de serviços Lightning
pt_br: Provedor de serviço Lightning.
ru: Поставщик Услуг Лайтнинг

# other__lnurl_channel_message
source: Do you want open a Lightning connection with this Lightning Service Provider?
ar: هل تريد فتح اتصال Lightning مع مزود خدمة Lightning هذا؟
ca: Vols obrir una connexió Lightning amb aquest proveïdor de servei Lightning?
cs: Chcete si otevřít Lightning připojení s tímto poskytovatelem Lightning služeb?
de: Möchtest du eine Lightning-Verbindung mit diesem Lightning Service Provider öffnen?
el: Θέλετε να ανοίξετε μια σύνδεση Lightning με αυτόν τον Πάροχο Υπηρεσιών Lightning;
es: ¿Quiere abrir una conexión Lightning con este Proveedor de Servicio Lightning (LSP)?
fr: Voulez-vous ouvrir une connexion Lightning avec ce fournisseur de services Lightning ?
it: Vuoi aprire una connessione Lightning con questo fornitore di servizi Lightning?
nl: Wilt u een Lightning verbinding openen met deze Lightning Service Provider?
pl: Czy chcesz otworzyć połączenie Lightning z tym dostawcą usług Lightning?
pt: Queres abrir uma ligação Lightning com este Fornecedor de Serviços Lightning?
pt_br: Você deseja abrir uma conexão Lightning com este Provedor de Serviço?
ru: Хотите открыть Лайтнинг соединение с этим Поставщиком Услуг Лайтнинг?

# other__lnurl_channel_node
source: Node ID
ar: معرّف العقدة
ca: ID de node
cs: ID uzlu
es: ID del Nodo
fr: ID du nœud
it: ID del nodo
pl: ID węzła
pt: ID do Nó
pt_br: ID do nó
ru: ID Узла

# other__lnurl_channel_port
source: Port
ar: المنفذ
es: Puerto
it: Porta
nl: Poort
pt: Porta
pt_br: Porta
ru: Порт

# other__lnurl_channel_success_msg_no_peer
source: Successfully requested channel.
ar: تم طلب القناة بنجاح.
ca: S'ha sol·licitat el canal amb èxit.
cs: Kanál byl úspěšně vyžádán.
de: Kanal erfolgreich angefordert.
el: Ζητήθηκε επιτυχώς κανάλι.
es: Canal solicitado con éxito.
fr: Demande de canal réussie.
it: Richiesta di canale effettuata con successo.
nl: Verzoek om een kanaal succesvol.
pl: Pomyślnie zażądano kanału.
pt: Canal solicitado com sucesso.
pt_br: Canal solicitado com sucesso.
ru: Успешно запрошен канал.

# other__lnurl_channel_success_msg_peer
source: Successfully requested channel from: {peer}
ar: تم طلب القناة بنجاح من: {peer}
ca: S'ha sol·licitat el canal amb èxit de: {peer}
cs: Úspěšně vyžádaný kanál od: {peer}
de: Kanal erfolgreich angefordert von: {peer}
el: Ζητήθηκε επιτυχώς κανάλι από: {peer}
es: Canal solicitado con éxito de: {peer}
fr: La demande d'un canal a été effectuée avec succès auprès de : {peer}
it: Richiesta di canale effettuata con successo da: {peer}
nl: Succesvol verzoek om een kanaal met: {peer}
pl: Pomyślnie zażądano kanału z: {peer}
pt: Canal solicitado com sucesso de: {peer}
pt_br: Solicitou com sucesso o canal de: {peer}
ru: Успешно запрошен канал от: {peer}

# other__lnurl_channel_success_title
source: Channel Requested
ar: تم طلب القناة
ca: Canal sol·licitat
cs: Kanál vyžádán
de: Kanal angefordert
el: Κανάλι Ζητήθηκε
es: Canal Solicitado
fr: Canal demandé
it: Canale Richiesto
nl: Kanaal Aangevraagd
pl: Żądanie otwarcia kanału
pt: Canal Solicitado
pt_br: Canal Solicitado
ru: Канал Запрошен

# other__lnurl_channel_title
source: New lightning <accent>connection</accent>
ar: اتصال Lightning <accent>جديد</accent>
ca: Nova connexió <accent>Lightning</accent>
cs: Nové lightning <accent>připojení</accent>
de: Neue lightning <accent>Verbindung</accent>
el: Νέα σύνδεση <accent>lightning</accent>
es: Nueva conexión <accent>lightning</accent>
fr: Nouvelle connexion <accent>Lightning</accent>
it: Nuova connessione <accent>lightning</accent>
nl: Nieuwe lightning <accent>verbinding</accent>
pl: Nowe połączenie <accent>lightning</accent>
pt: Nova ligação <accent>Lightning</accent>
pt_br: Novo conexão <accent>lightning</accent>
ru: Новое лайтнинг <accent>соединение</accent>

# other__lnurl_ln_error_msg
source: Could not start local Lightning node. Please try again or restart Bitkit.
ar: تعذر بدء عقدة Lightning المحلية. يرجى المحاولة مرة أخرى أو إعادة تشغيل Bitkit.
ca: No s'ha pogut iniciar el node Lightning local. Si us plau, torna-ho a provar o reinicia Bitkit.
cs: Nelze spustit místní uzel Lightning. Zkuste to prosím znovu nebo restartujte Bitkit.
de: Konnte lokalen Lightning-Knoten nicht starten. Bitte versuche es erneut oder starte Bitkit neu.
el: Δεν ήταν δυνατή η εκκίνηση του τοπικού κόμβου Lightning. Παρακαλώ δοκιμάστε ξανά ή επανεκκινήστε το Bitkit.
es: No se pudo iniciar el nodo Lightning local. Por favor, inténtelo de nuevo o reinicie Bitkit.
fr: Impossible de démarrer le nœud local Lightning. Veuillez réessayer ou redémarrer Bitkit.
it: Impossibile avviare il nodo Lightning locale. Riprova o riavvia Bitkit.
nl: Kon lokale Lightning node niet starten. Probeer het opnieuw of herstart Bitkit.
pl: Nie można uruchomić lokalnego węzła Lightning. Proszę spróbować ponownie lub zrestartować Bitkita.
pt: Não foi possível iniciar o nó Lightning local. Por favor, tenta novamente ou reinicia Bitkit.
pt_br: Não foi possível iniciar o nó local Lightning. Por favor, tente novamente ou reinicie a Bitkit.
ru: Не удалось запустить локальный Лайтнинг-узел. Пожалуйста, попробуйте снова или перезапустите Bitkit.

# other__lnurl_pay_error
source: Unable To Pay (LNURL)
ar: تعذر الدفع (LNURL)
ca: No s'ha pogut pagar (LNURL)
cs: Nemožnost platby (LNURL)
de: Zahlung nicht möglich (LNURL)
el: Αδυναμία Πληρωμής (LNURL)
es: No se Puede Pagar (LNURL)
fr: Incapable de payer (LNURL)
it: Impossibile pagare (LNURL)
nl: Kan Niet Betalen (LNURL)
pl: Nie można zapłacić (LNURL)
pt: Não Foi Possível Pagar (LNURL)
pt_br: Incapaz de Pagar (LNURL)
ru: Не удалось оплатить (LNURL)

# other__lnurl_pay_error_no_capacity
source: Not enough outbound/sending capacity to complete lnurl-pay request.
ar: لا توجد سعة إرسال كافية لإكمال طلب lnurl-pay.
ca: No hi ha prou capacitat de sortida/enviament per completar la sol·licitud lnurl-pay.
cs: Nedostatek odchozí/odesílací kapacity k dokončení požadavku platby lnurl.
de: Nicht genug ausgehende/sendefähige Kapazität, um lnurl-pay-Anfrage abzuschließen.
el: Δεν υπάρχει αρκετή εξερχόμενη/αποστολής χωρητικότητα για να ολοκληρωθεί το αίτημα lnurl-pay.
es: No hay suficiente capacidad de salida/envío para completar la solicitud lnurl-pay.
fr: La capacité de sortie/d'envoi n'est pas suffisante pour répondre à la demande lnurl-pay.
it: Capacità in uscita/di invio insufficiente per completare la richiesta lnrl-pay.
nl: Niet genoeg uitgaande/verzendcapaciteit om lnurl-pay verzoek te voltooien.
pl: Niewystarczająca pojemność wychodząca/wysyłająca, aby ukończyć żądanie lnurl-pay.
pt: Capacidade de envio insuficiente para completar o pedido lnurl-pay.
pt_br: Capacidade de envio insuficiente para completar a solicitação lnurl-pay.
ru: Недостаточно исходящей/отправляющей ёмкости для выполнения запроса lnurl-pay.

# other__lnurl_withdr_error
source: Withdraw Failed (LNURL)
ar: فشل السحب (LNURL)
ca: Retirada fallida (LNURL)
cs: Výběr se nezdařil (LNURL)
de: Abhebung fehlgeschlagen (LNURL)
el: Η Ανάληψη Απέτυχε (LNURL)
es: Retiro Fallido (LNURL)
fr: Échec du retrait (LNURL)
it: Prelievo non riuscito (LNURL)
nl: Opname Mislukt (LNURL)
pl: Wypłata nieudana (LNURL)
pt: Levantamento Falhou (LNURL)
pt_br: O Saque Falhou (LNURL)
ru: Ошибка Вывода (LNURL)

# other__lnurl_withdr_error_create_invoice
source: Could not create invoice for withdraw.
ar: تعذر إنشاء فاتورة للسحب.
ca: No s'ha pogut crear la factura per al retir.
cs: Nepodařilo se vytvořit fakturu pro výběr.
de: Konnte keine Rechnung für die Abhebung erstellen.
el: Δεν ήταν δυνατή η δημιουργία τιμολογίου για ανάληψη.
es: No se pudo crear la factura para el retiro.
fr: Impossible de créer une facture pour le retrait.
it: Impossibile creare la fattura per il prelievo.
nl: Kon geen factuur aanmaken voor opname.
pl: Nie udało się utworzyć faktury do wypłaty.
pt: Não foi possível criar fatura para levantamento.
pt_br: Não foi possível criar um invoice para o saque.
ru: Не удалось создать счёт для вывода.

# other__lnurl_withdr_error_generic
source: Sorry, an error occurred.
ar: عذرًا، حدث خطأ.
ca: Ho sento, s'ha produït un error.
cs: Omlouváme se, došlo k chybě.
de: Entschuldigung, ein Fehler ist aufgetreten.
el: Λυπούμαστε, παρουσιάστηκε σφάλμα.
es: Lo siento, ocurrió un error.
fr: Désolé, une erreur s'est produite.
it: Ci scusiamo, si é verificato un errore.
nl: Sorry, er is een fout opgetreden.
pl: Przepraszamy, wystąpił błąd.
pt: Desculpa, ocorreu um erro.
pt_br: Desculpe, ocorreu um erro.
ru: Извините, произошла ошибка.

# other__lnurl_withdr_error_minmax
source: Incorrect LNURL withdraw params, min/max not set correctly.
ar: معلمات سحب LNURL غير صحيحة، الحد الأدنى/الأقصى غير محدد بشكل صحيح.
ca: Paràmetres de retirada LNURL incorrectes, min/max no configurats correctament.
cs: Nesprávné parametry pro LNURL výběr, min/max nejsou správně nastaveny.
de: Falsche LNURL-Abhebungsparameter, Min/Max nicht korrekt eingestellt.
el: Λανθασμένες παράμετροι ανάληψης LNURL, το min/max δεν έχει οριστεί σωστά.
es: Parámetros de retiro LNURL incorrectos, min/max no configurados correctamente.
fr: Paramètres de retrait LNURL incorrects, min/max mal définis.
it: Parametri di prelievo LNURL errati, minimo/massimo non impostati correttamente.
nl: Onjuiste LNURL opname parameters, min/max niet correct ingesteld.
pl: Nieprawidłowe parametry wypłaty LNURL, wartości min/max nie zostały poprawnie ustawione.
pt: Parâmetros de levantamento LNURL incorretos, min/max não definidos corretamente.
pt_br: Parâmetros de saque LNURL incorretos, mínimo/máximo não configurados corretamente.
ru: Неправильные параметры LNURL вывода, min/max установлены неправильно.

# other__lnurl_withdr_error_no_capacity
source: Not enough receiving capacity to complete withdraw request.
ar: لا توجد سعة استلام كافية لإكمال طلب السحب.
ca: No hi ha prou capacitat de recepció per completar la sol·licitud de retirada.
cs: Nedostatek kapacity pro příjem pro dokončení žádosti o výběr.
de: Nicht genügend Empfangskapazität, um die Abhebungsanforderung abzuschließen.
el: Δεν υπάρχει αρκετή χωρητικότητα λήψης για να ολοκληρωθεί το αίτημα ανάληψης.
es: No hay suficiente capacidad de recepción para completar la solicitud de retiro.
fr: La capacité de réception n'est pas suffisante pour répondre à la demande de retrait.
it: Capacità di ricezione insufficiente per completare la richiesta di prelievo.
nl: Niet genoeg ontvangstcapaciteit om opnameverzoek te voltooien.
pl: Brak wystarczającej pojemności odbiorczej do wykonania wypłaty.
pt: Capacidade de receção insuficiente para completar o pedido de levantamento.
pt_br: Capacidade de recebimento insuficiente para concluir a solicitação de saque.
ru: Недостаточно принимающей ёмкости для выполнения запроса на вывод.

# other__lnurl_withdr_success_msg
source: Your withdraw was successfully requested. Waiting for payment.
ar: تم طلب سحبك بنجاح. في انتظار الدفع.
ca: La teva retirada s'ha sol·licitat correctament. Esperant el pagament.
cs: Váš výběr byl úspěšně vyžádán. Čekání na platbu.
de: Ihre Abhebung wurde erfolgreich beantragt. Ich warte auf die Zahlung.
el: Η ανάληψή σας ζητήθηκε επιτυχώς. Αναμονή πληρωμής.
es: Su retiro fue solicitado con éxito. Esperando el pago.
fr: Votre retrait a été demandé avec succès. En attente de paiement.
it: Il tuo prelievo è stato richiesto con successo. In attesa del pagamento.
nl: Uw opname is succesvol aangevraagd. Wachten op betaling.
pl: Wypłata została pomyślnie zlecona. Oczekiwanie na płatność.
pt: O teu levantamento foi solicitado com sucesso. A aguardar pagamento.
pt_br: Seu saque foi solicitado com sucesso. Aguardando pagamento.

# other__lnurl_withdr_success_title
source: Withdraw Requested
ar: تم طلب السحب
ca: Retirada sol·licitada
cs: Výběr vyžádán
de: Abhebung angefordert
el: Ζητήθηκε Ανάληψη
es: Retirada solicitada
fr: Retrait demandé
it: Prelievo Richiesto
nl: Opname Verzocht
pl: Złożono żądanie wypłaty
pt: Levantamento Solicitado
pt_br: Saque solicitado
ru: Запрос на Вывод

# other__pay_insufficient_savings
source: Insufficient Savings
ar: مدخرات غير كافية
ca: Estalvis insuficients
cs: Nedostatečné úspory
de: Unzureichende Ersparnisse
el: Ανεπαρκείς Αποταμιεύσεις
es: Ahorros Insuficientes
fr: Épargne insuffisante
it: Risparmi insufficienti
nl: Onvoldoende Spaargeld
pl: Niewystarczające oszczędności
pt: Poupanças Insuficientes
pt_br: Saldo de Poupança Insuficiente
ru: Недостаточно Сбережений

# other__pay_insufficient_savings_amount_description
source: ₿ {amount} more needed to pay this Bitcoin invoice.
ar: تحتاج ₿ {amount} إضافية لدفع فاتورة Bitcoin هذه.
ca: Es necessiten ₿ {amount} més per pagar aquesta factura de Bitcoin.
cs: Potřeba ₿ {amount} více k zaplacení této bitcoinové faktury.
de: ₿ {amount} mehr erforderlich, um diese Bitcoin-Rechnung zu bezahlen.
el: Χρειάζονται ₿ {amount} περισσότερα για να πληρώσετε αυτό το τιμολόγιο Bitcoin.
es: ₿ {amount} más necesarios para pagar esta factura Bitcoin.
fr: ₿ {amount} de plus pour payer cette facture en bitcoins.
it: Servono altri ₿ {amount} per pagare questa fattura Bitcoin.
nl: ₿ {amount} meer nodig om deze Bitcoin factuur te betalen.
pl: Potrzeba ₿ {amount} więcej do opłacenia tej faktury Bitcoin.
pt: Mais ₿ {amount} necessário para pagar esta fatura Bitcoin.
pt_br: Você precisa de mais ₿ {amount} para pagar este invoice
ru: Для оплаты этого биткойн-счёта нужно ещё ₿ {amount}.

# other__pay_insufficient_savings_description
source: More ₿ needed to pay this Bitcoin invoice.
ar: تحتاج المزيد من ₿ لدفع فاتورة Bitcoin هذه.
ca: Es necessiten més ₿ per pagar aquesta factura de Bitcoin.
cs: K zaplacení této bitcoinové faktury je potřeba více ₿.
de: Mehr ₿ erforderlich, um diese Bitcoin-Rechnung zu bezahlen.
el: Χρειάζονται περισσότερα ₿ για να πληρώσετε αυτό το τιμολόγιο Bitcoin.
es: Se necesita más ₿ para pagar esta factura Bitcoin.
fr: Plus de ₿ nécessaires pour payer cette facture en bitcoins.
it: Sono necessari più ₿ per pagare questa fattura Bitcoin.
nl: Meer ₿ nodig om deze Bitcoin factuur te betalen.
pl: Za mało ₿, aby opłacić tę fakturę Bitcoin.
pt: Mais ₿ necessário para pagar esta fatura Bitcoin.
pt_br: Você precisa de mais bitcoin para pagar este invoice
ru: Для оплаты этого биткойн-счёта нужно больше ₿.

# other__pay_insufficient_spending
source: Insufficient Spending Balance
ar: رصيد إنفاق غير كافٍ
ca: Saldo de despesa insuficient
cs: Nedostatečný disponibilní zůstatek
de: Unzureichender Ausgabenguthaben
el: Ανεπαρκές Υπόλοιπο Δαπανών
es: Saldo de Gastos Insuficiente
fr: Insuffisance du solde Dépenses
it: Conto di spesa insufficiente
nl: Onvoldoende Bestedingssaldo
pl: Niewystarczające saldo wydatków
pt: Saldo de Gastos Insuficiente
pt_br: Saldo de Gastos Insuficiente
ru: Недостаточно Средств на Балансе Расходов

# other__pay_insufficient_spending_amount_description
source: ₿ {amount} more needed to pay this Lightning invoice.
ar: تحتاج ₿ {amount} إضافية لدفع فاتورة Lightning هذه.
ca: Es necessiten ₿ {amount} més per pagar aquesta factura Lightning.
cs: Potřeba ₿ {amount} více k zaplacení této lightningové faktury.
de: ₿ {amount} mehr erforderlich, um diese Lightning-Rechnung zu bezahlen.
el: Χρειάζονται ₿ {amount} περισσότερα για να πληρώσετε αυτό το τιμολόγιο Lightning.
es: ₿ {amount} más necesarios para pagar esta factura Lightning.
fr: ₿ {amount} de plus pour payer cette facture Lightning.
it: Servono altri ₿ {amount} per pagare questa fattura Lightning.
nl: ₿ {amount} meer nodig om deze Lightning factuur te betalen.
pl: Potrzeba ₿ {amount} więcej do opłacenia tej faktury Lightning.
pt: Mais ₿ {amount} necessário para pagar esta fatura Lightning.
pt_br: Você precisa de mais ₿ {amount} para pagar este invoice
ru: Для оплаты этого Лайтнинг-счёта нужно ещё ₿ {amount}.

# other__phone_settings
source: Open Phone Settings
ar: فتح إعدادات الهاتف
ca: Obre la configuració del telèfon
cs: Otevřít nastavení telefonu
de: Telefoneinstellungen öffnen
el: Άνοιγμα Ρυθμίσεων Τηλεφώνου
es: Abrir Ajustes del Teléfono
fr: Ouvrez les paramètres du téléphone
it: Apri le Impostazioni del telefono
nl: Open Telefooninstellingen
pl: Otwórz ustawienia telefonu
pt: Abrir Definições do Telemóvel
pt_br: Abrir as configurações do telefone
ru: Открыть Настройки Телефона

# other__qr_error_header
source: Unable To Read QR
ar: تعذر قراءة رمز QR
ca: No es pot llegir el codi QR
cs: Nelze přečíst QR
de: QR-Code kann nicht gelesen werden
el: Αδυναμία Ανάγνωσης QR
es: Incapaz De Leer QR
fr: Impossible de lire les QR codes
it: Impossibile leggere il QR
nl: Kan QR Niet Lezen
pl: Nie można odczytać kodu QR
pt: Não Foi Possível Ler QR
pt_br: Incapaz de Ler o QR
ru: Не удалось прочитать QR-код

# other__qr_error_network_header
source: Incorrect Network
ar: شبكة غير صحيحة
ca: Xarxa incorrecta
cs: Nesprávná síť
de: Falsches Netzwerk
el: Λανθασμένο Δίκτυο
es: Red incorrecta
fr: Réseau incorrect
it: Rete Non Corretta
nl: Netwerk Onjuist
pl: Nieprawdiłowa sieć
pt: Rede Incorreta
pt_br: Rede Incorreta
ru: Неправильная Сеть

# other__qr_error_network_text
source: Bitkit is currently set to {selectedNetwork} but data is for {dataNetwork}.
ar: تم تعيين Bitkit حاليًا على {selectedNetwork} لكن البيانات خاصة بـ {dataNetwork}.
ca: Bitkit està configurat actualment a {selectedNetwork} però les dades són per a {dataNetwork}.
cs: Bitkit je aktuálně nastaven na {selectedNetwork}, ale data jsou pro {dataNetwork}.
de: Bitkit ist derzeit auf {selectedNetwork} eingestellt, aber die Daten sind für {dataNetwork}.
el: Το Bitkit είναι ρυθμισμένο αυτή τη στιγμή σε {selectedNetwork} αλλά τα δεδομένα είναι για {dataNetwork}.
es: Bitkit está actualmente configurado para {selectedNetwork} pero los datos son para {dataNetwork}.
fr: Bitkit est actuellement réglé sur {selectedNetwork} mais les données sont pour {dataNetwork}.
it: Bitkit è attualmente impostato su {selectedNetwork} ma i dati sono per la {dataNetwork}.
nl: Bitkit is momenteel aangesloten op {selectedNetwork} maar toont data voor {dataNetwork}.
pl: Bitkit jest obecnie ustawiony na {selectedNetwork}, ale dane są dla {dataNetwork}.
pt: Bitkit está atualmente configurado para {selectedNetwork} mas os dados são para {dataNetwork}.
pt_br: A Bitkit está atualmente configurada para {selectedNetwork} mas os dados são para {dataNetwork}.
ru: В настройках Bitkit в данный момент выбрана {selectedNetwork}, а данные предназначены для {dataNetwork}.

# other__qr_error_no_data_header
source: Unable to Read Data
ar: تعذر قراءة البيانات
ca: No es poden llegir les dades
cs: Nelze načíst data
de: Daten können nicht gelesen werden
el: Αδυναμία Ανάγνωσης Δεδομένων
es: Incapaz de Leer Datos
fr: Impossible de lire les données
it: Impossibile leggere i dati
nl: Kan Data Niet Lezen
pl: Nie można odczytać danych
pt: Não Foi Possível Ler Dados
pt_br: Incapaz de Ler os Dados
ru: Не удалось прочитать данные

# other__qr_error_no_data_text
source: Bitkit could not read the provided data.
ar: تعذر على Bitkit قراءة البيانات المقدمة.
ca: Bitkit no ha pogut llegir les dades proporcionades.
cs: Bitkit se nepodařilo přečíst zadaná data.
de: Bitkit konnte die bereitgestellten Daten nicht lesen.
el: Το Bitkit δεν μπόρεσε να διαβάσει τα παρεχόμενα δεδομένα.
es: Bitkit no pudo leer los datos proporcionados.
fr: Bitkit n'a pas pu lire les données fournies.
it: Bitkit non è in grado di interpretare i dati forniti.
nl: Bitkit kon de verstrekte data niet lezen.
pl: Bitkit nie był w stanie przeczytać podanych danych.
pt: Bitkit não conseguiu ler os dados fornecidos.
pt_br: A Bitkit não conseguiu ler os dados fornecidos.
ru: Bitkit не смог прочитать предоставленные данные.

# other__qr_error_text
source: Bitkit is not able to read this QR code.
ar: لا يستطيع Bitkit قراءة رمز QR هذا.
ca: Bitkit no pot llegir aquest codi QR.
cs: Bitkit není schopen tento QR kód přečíst.
de: Bitkit kann diesen QR-Code nicht lesen.
el: Το Bitkit δεν μπορεί να διαβάσει αυτόν τον κωδικό QR.
es: Bitkit no es capaz de leer este código QR.
fr: Bitkit n'est pas en mesure de lire ce QR code.
it: Bitkit non è in grado di leggere questo codice QR.
nl: Bitkit kan deze QR code niet lezen.
pl: Bitkit nie jest w stanie odczytać tego kodu QR.
pt: Bitkit não consegue ler este código QR.
pt_br: A Bitkit não consegue ler este código QR.
ru: Bitkit не может прочитать этот QR-код.

# other__qr_paste
source: Paste QR Code
ar: لصق رمز QR
ca: Enganxa el codi QR
cs: Vložit QR kód
de: QR-Code einfügen
el: Επικόλληση Κωδικού QR
es: Pegar código QR
fr: Collez le QR code
it: Incolla il QR Code
nl: Plak de QR Code
pl: Wklej kod QR
pt: Colar Código QR
pt_br: Colar código QR
ru: Вставить QR-код

# other__qr_scan
source: Scan QR Code
ar: مسح رمز QR
ca: Escaneja el codi QR
cs: Naskenujte QR kód
de: QR-Code scannen
el: Σάρωση Κωδικού QR
es: Escanear código QR
fr: Scannez le QR code
it: Scansiona il Codice QR
nl: QR Code Scannen
pl: Skanuj kod QR
pt: Digitalizar Código QR
pt_br: Escanear o Código QR
ru: Сканировать QR-код

# other__rate_error_msg_date
source: Bitkit could not update the current Bitcoin exchange rate. Using price from {date}
ar: تعذر على Bitkit تحديث سعر صرف Bitcoin الحالي. استخدام السعر من {date}
ca: Bitkit no ha pogut actualitzar el tipus de canvi actual de Bitcoin. Utilitzant el preu de {date}
cs: Bitkit nemohl aktualizovat aktuální směnný kurz bitcoinu. Použití ceny z {date}
de: Bitkit konnte den aktuellen Bitcoin-Wechselkurs nicht aktualisieren. Preis vom {date} wird verwendet
el: Το Bitkit δεν μπόρεσε να ενημερώσει την τρέχουσα συναλλαγματική ισοτιμία Bitcoin. Χρησιμοποιείται η τιμή από {date}
es: Bitkit no pudo actualizar el tipo de cambio actual de Bitcoin. Usando el precio de {date}
fr: Bitkit n'a pas pu mettre à jour le taux de change actuel de bitcoin. En utilisant le prix de {date}
it: Bitkit non ha potuto aggiornare l'attuale tasso di cambio Bitcoin. Utlizzo prezzo del {date}
nl: Bitkit kon de huidige Bitcoin wisselkoers niet bijwerken. Prijs van {date} wordt gebruikt.
pl: Bitkit nie mógł zaktualizować bieżącego kursu wymiany Bitcoina. Użyto kursu z {date}
pt: Bitkit não conseguiu atualizar a taxa de câmbio atual de Bitcoin. A usar preço de {date}
pt_br: Bitkit não conseguiu atualizar a cotação atual do Bitcoin. Usando o preço de {date}
ru: Bitkit не удалось обновить текущий курс биткойна. Используется курс от {date}.
