Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# wallet__tags_new_enter
source: Enter a new tag
ar: أدخل علامة جديدة
ca: Introdueix una nova etiqueta
cs: Vložte nový tag
de: Neuen Tag eingeben
el: Εισάγετε νέα ετικέτα
es: Introduzca una nueva etiqueta
fr: Saisissez une nouvelle étiquette
it: Inserisci un nuovo tag
nl: Voer een nieuwe label in
pl: Wprowadź nowy tag
pt: Introduz uma nova etiqueta
pt_br: Inserir uma nova tag
ru: Введите тег

# wallet__tags_no
source: No tags available yet
ar: لا توجد علامات متاحة بعد
ca: Cap etiqueta disponible encara
cs: Zatím nejsou k dispozici žádné popisky
de: Noch keine Tags verfügbar
el: Δεν υπάρχουν διαθέσιμες ετικέτες ακόμα
es: Aún no hay etiquetas disponibles
fr: Aucun tag n'est encore disponible
it: Non ci sono ancora tag disponibili
nl: Nog geen labels beschikbaar
pl: Brak dostępnych tagów
pt: Ainda sem etiquetas disponíveis
pt_br: Ainda não há tags disponíveis
ru: Тегов пока нет

# wallet__tags_previously
source: Previously used tags
ar: العلامات المستخدمة سابقًا
ca: Etiquetes prèviament utilitzades
cs: Dříve použité tagy
de: Früher verwendete Tags
el: Προηγουμένως χρησιμοποιημένες ετικέτες
es: Etiquetas utilizadas anteriormente
fr: Étiquettes précédemment utilisées
it: Tag usati in precedenza
nl: Eerder gebruikte labels
pl: Poprzednio używane tagi
pt: Etiquetas usadas anteriormente
pt_br: Tags usadas anteriormente
ru: Ранее использовавшиеся теги

# wallet__toast_payment_failed_description
source: Your instant payment failed. Please try again.
ar: فشلت دفعتك الفورية. يرجى المحاولة مرة أخرى.
ca: El teu pagament instantani ha fallat. Si us plau, torna-ho a provar.
cs: Vaše okamžitá platba se nezdařila. Zkuste to prosím znovu.
de: Deine sofortige Zahlung ist fehlgeschlagen. Bitte versuche es erneut.
el: Η άμεση πληρωμή σας απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es: Su pago instantáneo falló. Por favor, inténtelo de nuevo.
fr: Votre paiement instantané a échoué. Veuillez réessayer.
it: Il tuo pagamento istantaneo non è riuscito. Per favore riprova.
nl: Uw directe betaling is mislukt. Probeer het opnieuw.
pl: Natychmiastowa płatność nie powiodła się. Proszę spróbować ponownie.
pt: O teu pagamento instantâneo falhou. Por favor, tenta novamente.
pt_br: Seu pagamento instantâneo falhou. Por favor, tente novamente.
ru: Ваш мгновенный платеж не удался. Пожалуйста, попробуйте снова.

# wallet__toast_payment_failed_title
source: Payment Failed
ar: فشلت الدفعة
ca: Pagament fallit
cs: Platba se nezdařila
de: Zahlung fehlgeschlagen
el: Η Πληρωμή Απέτυχε
es: Pago Fallido
fr: Échec du paiement
it: Pagamento fallito
nl: Betaling Mislukt
pl: Płatność nie powiodła się
pt: Pagamento Falhou
pt_br: Pagamento Falhou
ru: Платеж не выполнен

# wallet__toast_payment_success_description
source: Your instant payment was sent successfully.
ar: تم إرسال دفعتك الفورية بنجاح.
ca: El teu pagament instantani s'ha enviat correctament.
cs: Vaše okamžitá platba byla úspěšně odeslána.
de: Deine sofortige Zahlung wurde erfolgreich gesendet.
el: Η άμεση πληρωμή σας στάλθηκε επιτυχώς.
es: Su pago instantáneo fue enviado con éxito.
fr: Votre paiement instantané a été envoyé avec succès.
it: Il tuo pagamento istantaneo è stato inviato con successo.
nl: Uw directe betaling is succesvol verzonden.
pl: Twoja płatność natychmiastowa została wysłana pomyślnie.
pt: O teu pagamento instantâneo foi enviado com sucesso.
pt_br: Seu pagamento instantâneo foi enviado com sucesso.
ru: Ваш мгновенный платеж был успешно отправлен.

# wallet__toast_payment_success_title
source: Payment Sent
ar: تم إرسال الدفعة
ca: Pagament enviat
cs: Platba odeslána
de: Zahlung gesendet
el: Η Πληρωμή Στάλθηκε
es: Pago Enviado
fr: Paiement envoyé
it: Pagamento inviato
nl: Betaling Verzonden
pl: Płatność wysłana
pt: Pagamento Enviado
pt_br: Pagamento Enviado
ru: Платеж отправлен

# wallet__tx_invalid
source: Transaction Invalid
ar: معاملة غير صالحة
ca: Transacció no vàlida
cs: Neplatná transakce
de: Ungültige Transaktion
el: Μη Έγκυρη Συναλλαγή
es: Transacción no válida
fr: Transaction invalide
it: Transazione non valida
nl: Transactie Ongeldig
pl: Transakcja nieprawidłowa
pt: Transação Inválida
pt_br: Transação Inválida
ru: Неверная Транзакция

# wallet__receive
source: Receive
ar: استلام
ca: Rebre
cs: Přijmout
de: Empfangen
el: Λήψη
fr: Recevoir
it: Ricevi
pl: Otrzymaj
pt: Receber
pt_br: Receber
ru: Получить

# wallet__recipient_contact
source: Contact
ar: جهة الاتصال
ca: Contacte
cs: Kontakt
de: Kontakt
el: Επαφή
es: Contactar
it: Contatto
pl: Kontakt
pt: Contacto
pt_br: Contato
ru: Контакт

# wallet__recipient_invoice
source: Paste Invoice
ar: لصق فاتورة
ca: Enganxa factura
cs: Vložit fakturu
de: Rechnung einfügen
el: Επικόλληση Τιμολογίου
es: Pegar factura
fr: Coller la facture
it: Incolla fattura
nl: Factuur Plakken
pl: Wklej fakturę
pt: Colar Fatura
pt_br: Colar Invoice
ru: Вставить Инвойс

# wallet__recipient_manual
source: Enter Manually
ar: إدخال يدوي
ca: Introdueix manualment
cs: Zadat ručně
de: Manuell eingeben
el: Χειροκίνητη Εισαγωγή
es: Introducir manualmente
fr: Entrer manuellement
it: Inserisci Manualmente
nl: Handmatig Invoeren
pl: Wprowadź ręcznie
pt: Introduzir Manualmente
pt_br: Inserir Manualmente
ru: Ввести Вручную

# wallet__recipient_scan
source: Scan QR
ar: مسح QR
ca: Escaneja QR
cs: Skenovat QR
de: QR-Code scannen
el: Σάρωση QR
es: Escanear QR
fr: Scanner QR
it: Scansiona QR
pl: Skanuj QR
pt: Digitalizar QR
pt_br: Escanear QR
ru: Сканировать QR

# widgets__add
source: Add Widget
ar: إضافة أداة
ca: Afegir giny
el: Προσθήκη Widget
es: Añadir Widget
fr: Ajouter un widget
it: Aggiungi Widget
nl: Widget Toevoegen
pl: Dodaj widget
pt: Adicionar Widget
pt_br: Adicionar Widget
ru: Добавить Виджет

# widgets__blocks__description
source: Examine various statistics on newly mined Bitcoin Blocks.
ar: افحص إحصائيات متنوعة عن كتل Bitcoin المُعدّنة حديثًا.
ca: Examina diverses estadístiques sobre els blocs Bitcoin recentment minats.
el: Εξετάστε διάφορα στατιστικά για πρόσφατα εξορυγμένα Blocks Bitcoin.
es: Examina varias estadísticas sobre los bloques Bitcoin recién minados.
fr: Examinez diverses statistiques sur les blocs Bitcoin nouvellement extraits.
it: Esamina varie statistiche sui blocchi Bitcoin appena minati.
nl: Bekijk diverse statistieken over nieuw gedolven Bitcoin Blokken.
pl: Przeglądaj różne statystyki nowych wydobytych bloków Bitcoina.
pt: Examina várias estatísticas sobre Blocos Bitcoin recentemente minerados.
pt_br: Examinar várias estatísticas sobre blocos de Bitcoin recém-minerados.

# widgets__blocks__error
source: Couldn't get blocks data
ar: تعذر الحصول على بيانات الكتل
ca: No s'han pogut obtenir les dades dels blocs
el: Δεν ήταν δυνατή η λήψη δεδομένων blocks
es: No se pudieron obtener los datos de bloques
fr: Impossible d'obtenir des données sur les blocs
it: Impossibile ottenere i dati dei blocchi
nl: Kon blokgegevens niet ophalen
pl: Nie udało się pobrać danych o blokach
pt: Não foi possível obter dados dos blocos
pt_br: Não foi possível obter dados de blocos

# widgets__blocks__name
source: Bitcoin Blocks
ar: كتل Bitcoin
ca: Blocs Bitcoin
el: Blocks Bitcoin
es: Bloques Bitcoin
fr: Blocs Bitcoin
it: Blocchi Bitcoin
nl: Bitcoin Blokken
pl: Bitcoinowe Bloki
pt: Blocos Bitcoin
pt_br: Blocos do Bitcoin
ru: Биткоин Блоки

# widgets__calculator__description
source: Convert ₿ amounts to {fiatSymbol} or vice versa.
ar: حوّل مبالغ ₿ إلى {fiatSymbol} أو العكس.
ca: Converteix imports ₿ a {fiatSymbol} o viceversa.
el: Μετατρέψτε ποσά ₿ σε {fiatSymbol} ή το αντίστροφο.
es: Convierte cantidades de ₿ a {fiatSymbol} o viceversa.
fr: Convertissez les montants en ₿ en {fiatSymbol} ou vice versa.
it: Converti importi ₿ in {fiatSymbol} o viceversa.
nl: Converteer ₿ bedragen naar {fiatSymbol} of andersom.
pl: Przelicz kwoty ₿ na {fiatSymbol} lub odwrotnie.
pt: Converte valores ₿ para {fiatSymbol} ou vice-versa.
pt_br: Converta ₿ para {fiatSymbol} ou vice-versa.

# widgets__calculator__name
source: Bitcoin Calculator
ar: حاسبة Bitcoin
ca: Calculadora Bitcoin
el: Υπολογιστής Bitcoin
es: Calculadora Bitcoin
fr: Calculateur Bitcoin
it: Calcolatore Bitcoin
pl: Bitcoinowy Kalkulator
pt: Calculadora Bitcoin
pt_br: Calculadora de Bitcoin

# widgets__delete__description
source: Are you sure you want to delete '{name}' from your widgets?
ar: هل أنت متأكد من رغبتك في حذف '{name}' من أدواتك؟
ca: Estàs segur que vols eliminar '{name}' dels teus ginys?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το '{name}' από τα widgets σας;
es: ¿Está seguro de querer borrar '{name}' de sus widgets?
fr: Êtes-vous sûr de vouloir supprimer '{name}' de vos widgets ?
it: Sei sicuro di volere eliminare '{name}' dai tuoi widget?
nl: Weet u zeker dat u '{name}' wilt wissen van uw widgetlijst?
pl: Na pewno usunąć widget ‘{name}‘ z twoich widgetów?
pt: Tens a certeza de que queres eliminar '{name}' dos teus widgets?
pt_br: Tem certeza de que deseja excluir '{name}' dos seus widgets?
ru: Вы уверены, что хотите удалить «{name}» из ваших виджетов?

# widgets__delete__title
source: Delete Widget?
ar: حذف الأداة؟
ca: Eliminar giny?
el: Διαγραφή Widget;
es: ¿Borrar Widget?
fr: Supprimer le widget ?
it: Eliminare Widget?
nl: Widget Verwijderen?
pl: Usunąć widget?
pt: Eliminar Widget?
pt_br: Excluir o Widget?
ru: Удалить виджет?

# widgets__facts__description
source: Discover fun facts about Bitcoin, every time you open your wallet.
ar: اكتشف حقائق ممتعة عن Bitcoin، في كل مرة تفتح فيها محفظتك.
ca: Descobreix fets divertits sobre Bitcoin cada vegada que obris la teva cartera.
el: Ανακαλύψτε διασκεδαστικά γεγονότα για το Bitcoin, κάθε φορά που ανοίγετε το πορτοφόλι σας.
es: Descubre datos curiosos sobre Bitcoin cada vez que abras tu monedero.
fr: Découvrez des faits amusants sur Bitcoin, chaque fois que vous ouvrez votre portefeuille.
it: Scopri curiosità su Bitcoin, ogni volta che apri il portafoglio.
nl: Ontdek leuke weetjes over Bitcoin, elke keer als u uw wallet opent.
pl: Odkrywaj ciekawostki o Bitcoinie za każdym razem, gdy otwierasz swój portfel.
pt: Descobre factos divertidos sobre Bitcoin, sempre que abres a tua carteira.
pt_br: Descubra fatos divertidos sobre o Bitcoin, sempre que abrir sua carteira.

# widgets__facts__name
source: Bitcoin Facts
ar: حقائق Bitcoin
ca: Fets de Bitcoin
el: Γεγονότα Bitcoin
es: Hechos Bitcoin
fr: Faits itcoin
it: Fatti su Bitcoin
nl: Bitcoin Feiten
pl: Bitcoinowe Fakty
pt: Factos Bitcoin
pt_br: Fatos sobre o Bitcoin
ru: Биткоин Факты

# widgets__news__description
source: Read the latest & greatest Bitcoin headlines from various news sites.
ar: اقرأ أحدث وأفضل عناوين Bitcoin من مواقع إخبارية متنوعة.
ca: Llegeix les últimes i millors notícies de Bitcoin de diversos llocs web de notícies.
el: Διαβάστε τους τελευταίους και καλύτερους τίτλους Bitcoin από διάφορες ιστοσελίδες ειδήσεων.
es: Lee los últimos y mejores titulares de Bitcoin de varios sitios de noticias.
fr: Lisez les derniers titres sur le Bitcoin provenant de différents sites d'information.
it: Leggi le ultime e migliori notizie su Bitcoin da vari siti.
nl: Lees de nieuwste en beste Bitcoin koppen van verschillende nieuwssites.
pl: Przeczytaj najnowsze i najciekawsze nagłówki Bitcoin z różnych serwisów informacyjnych.
pt: Lê as últimas e melhores manchetes sobre Bitcoin de vários sites de notícias.
pt_br: Leia as melhores e mais recentes manchetes sobre Bitcoin de vários sites de notícias.

# widgets__news__error
source: Couldn't get the latest news
ar: تعذر الحصول على آخر الأخبار
ca: No s'han pogut obtenir les últimes notícies
el: Δεν ήταν δυνατή η λήψη τελευταίων ειδήσεων
es: No se pudieron obtener las últimas noticias
fr: Impossible d'obtenir les dernières news
it: Impossibile ottenere le ultime notizie
nl: Kon het laatste nieuws niet ophalen
pl: Nie udało się pobrać najnowszych wiadomości.
pt: Não foi possível obter as últimas notícias
pt_br: Não foi possível obter as últimas notícias

# widgets__news__name
source: Bitcoin Headlines
ar: عناوين Bitcoin
ca: Titulars de Bitcoin
el: Τίτλοι Bitcoin
es: Titulares Bitcoin
fr: Bitcoin à la une
it: Titoli di Testa di Bitcoin
pl: Bitcoinowe Nagłówki
pt: Manchetes Bitcoin
pt_br: Manchetes sobre Bitcoin
ru: Биткоин Заголовки

# widgets__onboarding__description
source: Enjoy decentralized feeds from your favorite web services, by adding fun and useful widgets to your Bitkit wallet.
ar: استمتع بموجزات لا مركزية من خدمات الويب المفضلة لديك، بإضافة أدوات ممتعة ومفيدة إلى محفظة Bitkit.
ca: Gaudeix de fonts descentralitzades dels teus serveis web preferits afegint ginys divertits i útils a la teva cartera Bitkit.
el: Απολαύστε αποκεντρωμένες ροές από τις αγαπημένες σας υπηρεσίες web, προσθέτοντας διασκεδαστικά και χρήσιμα widgets στο πορτοφόλι Bitkit σας.
es: Disfruta de fuentes descentralizadas de tus servicios web favoritos, añadiendo widgets divertidos y útiles a tu monedero Bitkit.
fr: Profitez des flux décentralisés de vos services web préférés en ajoutant des widgets amusants et utiles à votre portefeuille Bitkit.
it: Goditi i feed decentralizzati dai tuoi servizi web preferiti, aggiungendo widget divertenti e utili al tuo portafoglio Bitkit.
nl: Geniet van gedecentraliseerde feeds van uw favoriete webdiensten, door leuke en nuttige widgets aan uw Bitkit wallet toe te voegen.
pl: Korzystaj ze zdecentralizowanych kanałów swoich ulubionych usług internetowych, dodając do portfela Bitkit przydatne i interaktywne widgety.
pt: Desfruta de feeds descentralizados dos teus serviços web favoritos, adicionando widgets divertidos e úteis à tua carteira Bitkit.
pt_br: Aproveite os feeds descentralizados de seus serviços da web favoritos, adicionando widgets divertidos e úteis à sua carteira Bitkit.
ru: Наслаждайтесь децентрализованными лентами ваших любимых веб-сервисов, добавляя интересные и полезные виджеты в ваш кошелёк Bitkit.

# widgets__onboarding__title
source: Hello, <accent>Widgets</accent>
ar: مرحبًا، <accent>الأدوات</accent>
ca: Hola, <accent>Ginys</accent>
el: Γεια σας, <accent>Widgets</accent>
es: Hola, <accent>Widgets</accent>
fr: Bonjour, <accent>Widgets</accent>
it: Ciao, <accent>Widgets</accent>
nl: Hallo, <accent>Widgets</accent>
pl: Hej, <accent>Widgety</accent>
pt: Olá, <accent>Widgets</accent>
pt_br: Olá, <accent>Widgets</accent>
ru: Привет, <accent>Виджеты</accent>

# widgets__price__description
source: Check the latest Bitcoin exchange rates for a variety of fiat currencies.
ar: تحقق من أحدث أسعار صرف Bitcoin لمجموعة متنوعة من العملات الورقية.
ca: Consulta els últims tipus de canvi de Bitcoin per a diverses monedes fiduciàries.
el: Ελέγξτε τις τελευταίες συναλλαγματικές ισοτιμίες Bitcoin για διάφορα fiat νομίσματα.
es: Consulta los últimos tipos de cambio de Bitcoin para diversas monedas fiduciarias.
fr: Consultez les derniers taux de change de bitcoin pour une variété de monnaies fiat.
it: Controlla gli ultimi tassi di cambio Bitcoin per varie valute fiat.
nl: Bekijk de laatste Bitcoin wisselkoersen voor verschillende fiatvaluta.
pl: Sprawdź najnowsze kursy wymiany Bitcoina dla różnych walut fiducjarnych.
pt: Verifica as últimas taxas de câmbio de Bitcoin para várias moedas fiduciárias.
pt_br: Verifique as últimas taxas de câmbio de Bitcoin para uma variedade de moedas fiduciárias.

# widgets__price__error
source: Couldn't get price data
ar: تعذر الحصول على بيانات الأسعار
ca: No s'han pogut obtenir les dades de preu
el: Δεν ήταν δυνατή η λήψη δεδομένων τιμής
es: No se pudieron obtener los datos de precio
fr: Impossible d'obtenir des données sur les prix
it: Impossibile ottenere i dati del prezzo
nl: Kon prijsgegevens niet ophalen
pl: Nie udało się pobrać danych o cenie
pt: Não foi possível obter dados de preço
pt_br: Não foi possível obter dados sobre preços

# widgets__price__name
source: Bitcoin Price
ar: سعر Bitcoin
ca: Preu de Bitcoin
el: Τιμή Bitcoin
es: Precio de Bitcoin
fr: Prix du bitcoin
it: Prezzo Bitcoin
nl: Bitcoinprijs
pl: Cena Bitcoina
pt: Preço Bitcoin
pt_br: Preço do Bitcoin
ru: Биткоин Цена

# widgets__weather__condition__average__description
source: The next block rate is close to the monthly averages.
ar: معدل الكتلة التالية قريب من المتوسطات الشهرية.
ca: La taxa del proper bloc està prop dels valors mitjans mensuals.
el: Το ποσοστό επόμενου block είναι κοντά στους μηνιαίους μέσους όρους.
es: La tasa del próximo bloque está cerca de las medias mensuales.
fr: Les frais du bloc suivant sont proches des moyennes mensuelles.
it: La tariffa del prossimo blocco è vicina alle medie mensili.
nl: Het tarief voor het volgende blok ligt dicht bij het maandelijks gemiddelde.
pl: Opłaty za następny blok są zbliżone do miesięcznych średnich.
pt: A taxa do próximo bloco está próxima das médias mensais.
pt_br: A taxa do próximo bloco está próxima das médias mensais.

# widgets__weather__condition__average__title
source: Average Conditions
ar: ظروف متوسطة
ca: Condicions mitjanes
el: Μέσες Συνθήκες
es: Condiciones Medias
fr: Conditions moyennes
it: Condizioni Medie
nl: Gemiddelde Omstandigheden
pl: Średnie warunki
pt: Condições Médias
pt_br: Condições normais

# widgets__weather__condition__good__description
source: All clear. Now would be a good time to transact on the blockchain.
ar: كل شيء واضح. الآن وقت مناسب للتعامل على سلسلة الكتل.
ca: Tot clar. Ara seria un bon moment per fer transaccions a la blockchain.
el: Όλα καλά. Τώρα θα ήταν καλή στιγμή για συναλλαγές στο blockchain.
es: Todo despejado. Ahora sería un buen momento para realizar transacciones en la blockchain.
fr: Tout est clair. C'est le bon moment pour effectuer des transactions sur la blockchain.
it: Tutto chiaro. Ora sarebbe un buon momento per transare sulla blockchain.
nl: Alles vrij. Nu is een goed moment om op de blockchain te transacteren.
pl: Brak przeszkód. Teraz jest dobry moment na transakcję w sieci blockchain.
pt: Tudo limpo. Agora seria um bom momento para transacionar na blockchain.
pt_br: Tudo limpo. Agora seria um bom momento para fazer transações na blockchain.

# widgets__weather__condition__good__title
source: Favorable Conditions
ar: ظروف مواتية
ca: Condicions favorables
el: Ευνοϊκές Συνθήκες
es: Condiciones Favorables
fr: Conditions favorables
it: Condizioni Favorevoli
nl: Gunstige Omstandigheden
pl: Korzystne warunki
pt: Condições Favoráveis
pt_br: Condições favoráveis

# widgets__weather__condition__poor__description
source: If you are not in a hurry to transact, it may be better to wait a bit.
ar: إذا لم تكن في عجلة للتعامل، قد يكون من الأفضل الانتظار قليلاً.
ca: Si no tens pressa per fer transaccions, pot ser millor esperar una mica.
el: Αν δεν βιάζεστε να κάνετε συναλλαγές, μπορεί να είναι καλύτερα να περιμένετε λίγο.
es: Si no tiene prisa por realizar transacciones, puede ser mejor esperar un poco.
fr: Si vous n'êtes pas pressé d'effectuer une transaction, il peut être préférable d'attendre un peu.
it: Se non hai fretta di transare, potrebbe essere meglio aspettare un po'.
nl: Als u geen haast heeft om te transacteren, is het misschien beter om even te wachten.
pl: Jeśli nie musisz się spieszyć z transakcją, lepiej chwilę poczekać.
pt: Se não tens pressa em transacionar, pode ser melhor esperar um pouco.
pt_br: Se você não estiver com pressa para fazer uma transação, talvez seja melhor esperar um pouco.

# widgets__weather__condition__poor__title
source: Poor Conditions
ar: ظروف سيئة
ca: Condicions dolentes
el: Κακές Συνθήκες
es: Condiciones Desfavorables
fr: Mauvaises conditions
it: Condizioni Sfavorevoli
nl: Slechte Omstandigheden
pl: Niekorzystne warunki
pt: Condições Desfavoráveis
pt_br: Condições ruins

# widgets__weather__current_fee
source: Current average fee
ar: الرسوم المتوسطة الحالية
ca: Comissió mitjana actual
el: Τρέχον μέσο τέλος
es: Comisión media actual
fr: Frais moyen actuel
it: Commissione media attuale
nl: Huidige gemiddelde vergoeding
pl: Obecna średnia opłata
pt: Taxa média atual
pt_br: Tarifa média atual

# widgets__weather__error
source: Couldn't get current fee weather
ar: تعذر الحصول على طقس الرسوم الحالي
ca: No s'ha pogut obtenir el temps de comissions actual
el: Δεν ήταν δυνατή η λήψη τρέχοντος καιρού τελών
es: No se pudo obtener el clima actual de comisiones
fr: Impossible d’obtenir les frais de transaction actuels
it: Impossibile ottenere le condizioni attuali delle commissioni
nl: Kon huidige vergoedingsweer niet ophalen
pl: Nie udało się pobrać aktualnych danych o opłatach
pt: Não foi possível obter o estado atual das taxas
pt_br: Não foi possível obter o tempo atual da taxa

# widgets__weather__name
source: Bitcoin Weather
ar: طقس Bitcoin
ca: Temps Bitcoin
el: Καιρός Bitcoin
es: Clima Bitcoin
fr: Météo Bitcoin
it: Meteo Bitcoin
nl: Bitcoin Weer
pl: Bitcoinowa Pogoda
pt: Meteorologia Bitcoin
pt_br: Tempo do Bitcoin

# widgets__weather__next_block
source: Next block inclusion
ar: التضمين في الكتلة التالية
ca: Inclusió al proper bloc
el: Συμπερίληψη σε επόμενο block
es: Inclusión en próximo bloque
fr: Inclusion dans le bloc suivant
it: Inclusione prossimo blocco
nl: Opname in volgend blok
pl: Włączenie do następnego bloku
pt: Inclusão no próximo bloco
pt_br: Inclusão no próximo bloco

# widgets__widget__edit
source: Widget Feed
ar: موجز الأداة
ca: Feed del giny
el: Ροή Widget
es: Feed del Widget
fr: Widget de Flux
it: Feed Widget
pl: Panel widgetów
pt: Feed do Widget
ru: Фид Виджета

# widgets__widget__edit_custom
source: Custom
ar: مخصص
ca: Personalitzat
el: Προσαρμοσμένο
es: Personalizar
fr: Personnalisé
nl: Op maat
pl: Własna
pt: Personalizado
pt_br: Personalizada
ru: Другое

# widgets__widget__edit_default
source: Default
ar: افتراضي
ca: Predeterminat
el: Προεπιλεγμένο
es: Por defecto
fr: Défaut
it: Predefinito
nl: Standaard
pl: Domyślne
pt: Predefinição
pt_br: Padrão
ru: По умолчанию

# widgets__widget__edit_description
source: Please select which fields you want to display in the {name} widget.
ar: يرجى اختيار الحقول التي تريد عرضها في أداة {name}.
ca: Si us plau, selecciona quins camps vols mostrar al giny {name}.
el: Παρακαλώ επιλέξτε ποια πεδία θέλετε να εμφανίζονται στο widget {name}.
es: Por favor, seleccione cuales campos quiere mostrar en el widget {name}.
fr: Veuillez sélectionner les champs que vous souhaitez afficher dans le widget {name}.
it: Seleziona quali campi desideri visualizzare nel widget {name}.
nl: Selecteer welke velden u wilt weergeven in de {name} widget.
pl: Wybierz pola, które chcesz wyświetlić w widgecie {name}.
pt: Por favor, seleciona quais campos queres mostrar no widget {name}.
pt_br: Por favor, selecione quais campos você deseja exibir no widget {name}.
ru: Пожалуйста, выберите, какие поля вы хотите отображать в виджете {name}.

# widgets__widget__nav_title
source: Widget
ar: الأداة
ca: Giny
ru: Виджет

# widgets__widget__source
source: Source
ar: المصدر
ca: Font
el: Πηγή
es: Fuente
it: Fonte
nl: Bron
pl: Źródło
pt: Fonte
pt_br: Fonte
ru: Источник

# widgets__widgets
source: Widgets
ar: الأدوات
ca: Ginys
it: Widget
pl: Widgety
ru: Виджеты

# widgets__weather__description
source: Find out when it's a good time to transact on the Bitcoin blockchain.
ar: اكتشف متى يكون الوقت مناسبًا للتعامل على سلسلة Bitcoin.
ca: Descobreix quan és un bon moment per fer transaccions a la blockchain de Bitcoin.
el: Μάθετε πότε είναι καλή στιγμή να κάνετε συναλλαγές στο blockchain Bitcoin.
fr: Découvrez quel est le bon moment pour effectuer des transactions sur la blockchain Bitcoin.
it: Scopri quando è il momento giusto per transare sulla blockchain Bitcoin.
pl: Sprawdź, kiedy jest dobry moment na transakcję w sieci Bitcoin.
pt_br: Descubra quando é um bom momento para fazer transações na blockchain do Bitcoin.

# common__sat_vbyte
source: ₿ / vbyte
pl: ₿ / vbajt

# common__sat_vbyte_compact
source: ₿/vbyte
pl: ₿/vbajt

# security__bio_touch_id
source: Touch ID
pl: Czytnik linii papilarnych

# settings__adv__rgs_server
source: Rapid-Gossip-Sync
pt_br: Servidor Rapid-Gossip-Sync

# wallet__sats_per_vbyte
source: sats/vbyte
pt_br: sat/vbyte
ru: сат/вбайт
