Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# lightning__funding_advanced__text
source: Scan a QR to claim your LNURL Channel from another LSP, or choose manual setup.
ar: امسح رمز QR للمطالبة بقناة LNURL من LSP آخر، أو اختر الإعداد اليدوي.
ca: Escaneja un QR per reclamar el teu canal LNURL d'un altre LSP, o tria la configuració manual.
cs: Naskenujte QR kód pro nárokování svého LNURL kanálu od jiného LSP nebo si vyberte ruční nastavení.
de: Scannen Sie einen QR-Code, um Ihren LNURL-Kanal von einem anderen LSP zu beanspruchen, oder wählen Sie die manuelle Einrichtung.
el: Σαρώστε ένα QR για να διεκδικήσετε το LNURL Channel σας από άλλο LSP, ή επιλέξτε χειροκίνητη ρύθμιση.
es: Escanee un QR para reclamar su Canal LNURL de otro LSP, o elija la configuración manual.
fr: Scannez un QR code pour réclamer votre canal LNURL à un autre LSP, ou choisissez la configuration manuelle.
it: Scansiona un QR per richiedere il tuo Canale LNURL da un altro LSP, oppure scegli la configurazione manuale.
nl: Scan een QR om uw LNURL Kanaal van een andere LSP te claimen, of kies handmatige configuratie.
pl: Zeskanuj kod QR, aby odebrać swój kanał LNURL od innego LSP, lub wybierz ręczną konfigurację.
pt: Digitaliza um QR para reivindicar o teu Canal LNURL de outro LSP, ou escolhe configuração manual.
pt_br: Escaneie um QR para reivindicar seu canal LNURL de outro LSP ou escolha o setup manual.
ru: Сканируйте QR-код, чтобы получить свой LNURL Канал от другого LSP, или выберите ручную настройку.

# lightning__funding_advanced__title
source: Advanced <accent>setup</accent>
ar: إعداد <accent>متقدم</accent>
ca: Configuració <accent>avançada</accent>
cs: Pokročilé <accent>nastavení</accent>
de: Fortgeschrittene<accent>setup</accent>
el: Ρυθμίσεις <accent>για προχωρημένους</accent>
es: <accent>Configuración</accent> avanzada
fr: <accent>Configuration</accent> avancée
it: Configurazione <accent>avanzata</accent>
nl: Geavanceerde <accent>configuratie</accent>
pl: <accent>Ustawienia</accent> zaawansowane
pt: <accent>Configuração</accent> avançada
pt_br: <accent>Configuração</accent> avançada
ru: Расширенная <accent>Настройка</accent>

# lightning__invoice_copied
source: Copied Invoice to Clipboard
ar: تم نسخ الفاتورة إلى الحافظة
ca: Factura copiada al porta-retalls
cs: Faktura byla zkopírována do schránky
de: Rechnung in die Zwischenablage kopiert
el: Το Τιμολόγιο Αντιγράφηκε στο Πρόχειρο
es: Factura Copiada al Portapapeles
fr: Facture copiée dans le presse-papiers
it: Invoice Copiata negli Appunti
nl: Factuur Gekopieerd naar Klembord
pl: Skopiowano fakturę do schowka
pt: Fatura Copiada para a Área de Transferência
pt_br: Invoice copiado para a área de transferência
ru: Инвойс Скопирован в Буфер Обмена

# lightning__is_usable
source: Is Usable
ar: قابل للاستخدام
ca: És utilitzable
cs: Je použitelný?
de: Verwendbar
el: Είναι Χρησιμοποιήσιμο
es: ¿Es utilizable?
fr: Est utilisable
it: È utilizzabile?
nl: Is Bruikbaar
pl: Jest użyteczny
pt: Está Utilizável
pt_br: É utilizável
ru: Можно Использовать

# lightning__liquidity__label
source: Spending Balance Liquidity
ar: سيولة رصيد الإنفاق
ca: Liquiditat del saldo de despesa
cs: Likvidita disponibilního zůstatku
de: Ausgabensaldo Liquidität
el: Ρευστότητα Υπολοίπου Δαπανών
es: Liquidez del Saldo de Gastos
fr: Liquidité du Solde des dépenses
it: Liquidità Conto di Spesa
nl: Bestedingssaldo Liquiditeit
pl: Płynność Salda Wydatków
pt: Liquidez do Saldo de Gastos
pt_br: Liquidez do Saldo de Gastos
ru: Ликвидность Баланса Расходов

# lightning__liquidity__text
source: Your Spending Balance uses the Lightning Network to make your payments cheaper, faster, and more private. This works like internet access, but you pay for liquidity & routing instead of bandwidth. This setup includes some one-time costs.
ar: يستخدم رصيد إنفاقك Lightning Network لجعل مدفوعاتك أرخص وأسرع وأكثر خصوصية. يعمل هذا مثل الوصول إلى الإنترنت، لكنك تدفع مقابل السيولة والتوجيه بدلاً من النطاق الترددي. يتضمن هذا الإعداد بعض التكاليف لمرة واحدة.
ca: El teu saldo de despesa utilitza Lightning Network per fer els teus pagaments més barats, ràpids i privats. Això funciona com l'accés a Internet, però pagues per liquiditat i encaminament en lloc d'amplada de banda. Aquesta configuració inclou alguns costos únics.
cs: Váš zůstatek na účtu využívá síť lightning network, aby byly vaše platby levnější, rychlejší a soukromější. Funguje to jako přístup k internetu, ale místo za šířku pásma platíte za likviditu a směrování. Toto nastavení zahrnuje některé jednorázové náklady.
de: Your Spending Balance nutzt das Lightning Network, um Ihre Zahlungen günstiger, schneller und privater zu machen. Dies funktioniert wie ein Internetzugang, aber Sie zahlen für Liquidität und Routing statt für Bandbreite. Diese Einrichtung umfasst einige einmalige Kosten.
el: Το Υπόλοιπο Δαπανών σας χρησιμοποιεί το Lightning Network για να κάνει τις πληρωμές σας φθηνότερες, ταχύτερες και πιο ιδιωτικές. Αυτό λειτουργεί όπως η πρόσβαση στο διαδίκτυο, αλλά πληρώνετε για ρευστότητα & δρομολόγηση αντί για εύρος ζώνης. Αυτή η ρύθμιση περιλαμβάνει ορισμένα εφάπαξ κόστη.
es: Su Saldo de Gastos utiliza Lightning Network para hacer sus pagos más baratos, rápidos y privados. Funciona como el acceso a Internet, pero paga por liquidez y enrutamiento en lugar de ancho de banda. Esta configuración incluye algunos costes únicos.
fr: Votre solde Dépenses, utilise le Lightning Network pour rendre vos paiements moins chers, plus rapides et plus confidentiels. Cela fonctionne comme l'accès à Internet, mais vous payez pour la liquidité et le routage au lieu de la bande passante. Cette configuration implique des coûts uniques.
it: Il tuo Conto di Spesa utilizza la rete Lightning Network per rendere i tuoi pagamenti più economici, veloci e privati. Funziona come l'accesso a internet, ma paghi per la liquidità e il routing invece che per la banda. Questa configurazione include alcuni costi una tantum.
nl: Uw Bestedingssaldo gebruikt het Lightning Network om uw betalingen goedkoper, sneller en meer privé te maken. Dit werkt als internettoegang, maar u betaalt voor liquiditeit en routering in plaats van bandbreedte. Deze configuratie bevat eenmalige kosten.
pl: Saldo Wydatków wykorzystuje sieć Lightning, aby Twoje płatności były tańsze, szybsze i bardziej prywatne. Działa to podobnie jak dostęp do Internetu, ale płacą Państwo za płynność i routing zamiast za przepustowość. Ta konfiguracja obejmuje pewne jednorazowe koszty.
pt: O teu Saldo de Gastos usa a Lightning Network para tornar os teus pagamentos mais baratos, rápidos e privados. Funciona como acesso à internet, mas pagas por liquidez e encaminhamento em vez de largura de banda. Esta configuração inclui alguns custos únicos.
pt_br: Seu Saldo de Gastos usa a Lightning Network para tornar seus pagamentos mais baratos, mais rápidos e mais privados. Isso funciona como o acesso à Internet, mas você paga por liquidez e roteamento em vez de largura de banda. Essa configuração inclui alguns custos únicos.

# lightning__liquidity__title
source: Liquidity <accent>& routing</accent>
ar: السيولة <accent>والتوجيه</accent>
ca: Liquiditat <accent>i encaminament</accent>
cs: Likvidita <accent>& routing</accent>
de: Liquidität <accent>& Routenplanung</accent>
el: Ρευστότητα <accent>& δρομολόγηση</accent>
es: Liquidez <accent>y enrutamiento</accent>
fr: Liquidité <accent>& routage</accent>
it: Liquidità <accent>e routing</accent>
nl: Liquiditeit <accent>& routering</accent>
pl: Płynność <accent>i routing</accent>
pt: Liquidez <accent>e encaminhamento</accent>
pt_br: Liquidez <accent>e routing</accent>
ru: Ликвидность <accent>& Маршрутизация</accent>

# lightning__no_funds__description
source: Before you can transfer funds from your savings balance, you need to send bitcoin to your Bitkit wallet.
ar: قبل أن تتمكن من تحويل الأموال من رصيد مدخراتك، تحتاج إلى إرسال Bitcoin إلى محفظة Bitkit الخاصة بك.
ca: Abans de poder transferir fons del teu saldo d'estalvis, has d'enviar bitcoin a la teva cartera Bitkit.
cs: Než budete moci převést prostředky ze svého zůstatku na spořicím účtu, musíte poslat bitcoiny do peněženky Bitkit.
de: Bevor du Geld von deinem Sparkonto übertragen kannst, musst du Bitcoin zu deiner Bitkit Wallet senden.
el: Πριν μπορέσετε να μεταφέρετε κεφάλαια από το υπόλοιπο αποταμιεύσεων, πρέπει να στείλετε bitcoin στο πορτοφόλι Bitkit σας.
es: Antes de que pueda transferir fondos a su saldo de ahorros, tiene que enviar bitcoin a su monedero Bitkit.
fr: Avant de pouvoir transférer des fonds depuis votre solde d'épargne, vous devez envoyer des bitcoins à votre portefeuille Bitkit.
it: Prima di poter trasferire fondi dal tuo conto di risparmio, devi inviare bitcoin al tuo portafoglio Bitkit.
nl: Voordat u geld van uw spaarsaldo kunt overboeken, moet u bitcoin naar uw Bitkit wallet sturen.
pl: Zanim będzie można przelać środki z salda oszczędności, należy wysłać bitcoiny do portfela Bitkit.
pt: Antes de poderes transferir fundos do teu saldo de poupanças, precisas de enviar bitcoin para a tua carteira Bitkit.
pt_br: Antes de transferir fundos de seu saldo de poupança, receba bitcoin na sua carteira Bitkit.
ru: Прежде чем вы сможете перевести средства со своего баланса сбережений, вам нужно отправить биткойны в ваш кошелёк Bitkit.

# lightning__no_funds__fund
source: Fund wallet
ar: تمويل المحفظة
ca: Finançar cartera
cs: Nabít peněženku
de: Wallet aufladen
el: Χρηματοδότηση πορτοφολιού
es: Añadir fondos al monedero
fr: Alimentez votre portefeuille
it: Finanzia portafoglio
nl: Wallet financieren
pl: Zasil portfel
pt: Financiar carteira
pt_br: Adicione fundos
ru: Пополнить Кошелёк

# lightning__no_funds__title
source: No Available Funds
ar: لا توجد أموال متاحة
ca: No hi ha fons disponibles
cs: Žádné dostupné prostředky
de: Keine verfügbaren Mittel
el: Δεν Υπάρχουν Διαθέσιμα Κεφάλαια
es: No hay fondos disponibles
fr: Pas de fonds disponibles
it: Nessun fondo disponibile
nl: Geen Geld Beschikbaar
pl: Brak dostępnych środków
pt: Sem Fundos Disponíveis
pt_br: Não há Fundos Disponíveis
ru: Недостаточно Средств

# lightning__node_disconnected
source: disconnected
ar: غير متصل
ca: desconnectat
cs: Odpojeno
de: getrennt
el: αποσυνδεδεμένος
es: desconectado
fr: déconnecté
it: disconnesso
nl: verbinding verbroken
pl: odłączony
pt: desligado
pt_br: desconectado
ru: отключен

# lightning__node_failed
source: Bitkit failed to initialize the Lightning node.
ar: فشل Bitkit في تهيئة عقدة Lightning.
ca: Bitkit no ha pogut inicialitzar el node Lightning.
cs: Bitkitu se nepodařilo inicializovat uzel Lightning.
de: Bitkit konnte den Lightning-Node nicht initialisieren.
el: Το Bitkit απέτυχε να αρχικοποιήσει τον κόμβο Lightning.
es: Bitkit ha fallado al inicializar el nodo Lightning.
fr: Bitkit n'a pas réussi à initialiser le nœud Lightning.
it: Bitkit non è riuscito a inizializzare il nodo Lightning.
nl: Het is Bitkit niet gelukt om uw Lightning node op te starten.
pl: Bitkit nie mógł zainicjować węzła Lightning.
pt: Bitkit falhou ao inicializar o nó Lightning.
pt_br: Bitkit não conseguiu inicializar o node Lightning.
ru: Bitkit не удалось инициализировать узел Lightning.

# lightning__node_id
source: LDK Node ID
ar: معرّف عقدة LDK
ca: ID de node LDK
cs: ID uzlu LDK
es: ID del nodo LDK
fr: ID du nœud LDK
it: ID Nodo LDK
pl: Identyfikator węzła LDK
pt: ID do Nó LDK
pt_br: ID do LDK Node
ru: ID Узла LDK

# lightning__node_info
source: Lightning Node
ar: عقدة Lightning
ca: Node Lightning
cs: Lightning uzel
el: Κόμβος Lightning
es: Nodo Lightning
fr: Nœud Lightning
it: Nodo Lightning
pl: Węzeł Lightning
pt: Nó Lightning
pt_br: Nó Lightning
ru: Lightning Узел

# lightning__opened_on
source: Opened on
ar: فُتح في
ca: Obert el
cs: Otevřeno
de: Geöffnet am
el: Άνοιξε στις
es: Abierto en
fr: Ouvert le
it: Aperto il
nl: Geopened op
pl: Otwarto
pt: Aberto em
pt_br: Aberto em
ru: Открыто

# lightning__order
source: Order ID
ar: معرّف الطلب
ca: ID de comanda
cs: Objednávka
de: Auftrag
el: ID Παραγγελίας
es: Ordene
fr: Numéro de commande
it: Ordine
pl: Identyfikator zamówienia
pt: ID da Encomenda
pt_br: ID do pedido
ru: ID Ордера

# lightning__order_details
source: Order Details
ar: تفاصيل الطلب
ca: Detalls de la comanda
cs: Podrobnosti o objednávce
de: Auftragsdetails
el: Λεπτομέρειες Παραγγελίας
es: Detalles del pedido
fr: Détails de la commande
it: Dettagli Ordine
nl: Ordergegevens
pl: Szczegóły zamówienia
pt: Detalhes da Encomenda
pt_br: Detalhes do Pedido
ru: Детали Ордера

# lightning__order_expiry
source: Order Expiry
ar: انتهاء صلاحية الطلب
ca: Caducitat de la comanda
cs: Vypršení platnosti objednávky
el: Λήξη Παραγγελίας
es: Expiración del pedido
fr: Expiration de la commande
it: Scadenza Ordine
nl: Order Verloopt
pl: Wygaśnięcie zamówienia
pt: Expiração da Encomenda
pt_br: Expiração do pedido
ru: Истечение Ордера

# lightning__order_expired_msg
source: The setup process expired. Please try again.
ar: انتهت صلاحية عملية الإعداد. يرجى المحاولة مرة أخرى.
ca: El procés de configuració ha caducat. Si us plau, torna-ho a provar.
cs: Proces nastavení vypršel. Zkuste to prosím znovu.
el: Η διαδικασία ρύθμισης έληξε. Παρακαλώ δοκιμάστε ξανά.
es: El proceso de configuración ha expirado. Por favor, inténtelo de nuevo.
fr: Le processus d'installation a expiré. Veuillez réessayer.
it: Il processo di installazione è scaduto. Per favore riprova.
nl: Het installatieproces is verlopen. Probeer het opnieuw.
pl: Proces konfiguracji wygasł. Proszę spróbować ponownie.
pt: O processo de configuração expirou. Por favor, tenta novamente.
pt_br: O processo de configuração expirou. Por favor, tente novamente.
ru: Процесс настройки истёк. Пожалуйста, попробуйте снова.

# lightning__order_expired_title
source: Instant Payments Setup Failed
ar: فشل إعداد المدفوعات الفورية
ca: Configuració de pagaments instantanis fallida
cs: Nastavení okamžitých plateb se nezdařilo
de: Einrichtung der Instant Payments fehlgeschlagen
el: Η Ρύθμιση Άμεσων Πληρωμών Απέτυχε
es: Error en la Configuración de Pago Instántaneo
fr: Échec de la configuration des paiements instantanés
it: Configurazione dei Pagamenti Istantanei Fallita
nl: Directe Betalingen Instellen Mislukt
pl: Konfiguracja płatności natychmiastowych nie powiodła się
pt: Configuração de Pagamentos Instantâneos Falhou
pt_br: Falha no setup dos Pagamentos Instantâneos
ru: Ошибка Настройки Мгновенных Платежей

# lightning__order_fee
source: Order fee
ar: رسوم الطلب
ca: Comissió de comanda
cs: Poplatek za objednávku
de: Auftragsgebühr
el: Τέλος παραγγελίας
es: Tarifa de pedido
fr: Frais
it: Fee Ordine
nl: Order kosten
pl: Opłata za zamówienie
pt: Taxa da encomenda
pt_br: Taxa de pedido
ru: Комиссия Ордера

# lightning__order_given_up_msg
source: The setup process expired. Please try again.
ar: انتهت صلاحية عملية الإعداد. يرجى المحاولة مرة أخرى.
ca: El procés de configuració ha caducat. Si us plau, torna-ho a provar.
cs: Proces nastavení vypršel. Zkuste to prosím znovu.
el: Η διαδικασία ρύθμισης έληξε. Παρακαλώ δοκιμάστε ξανά.
es: El proceso de configuración ha expirado. Por favor, inténtelo de nuevo.
fr: Le processus d'installation a expiré. Veuillez réessayer.
it: Il processo di installazione è scaduto. Per favore riprova.
nl: Het installatieproces is verlopen. Probeer het opnieuw.
pl: Proces konfiguracji wygasł. Proszę spróbować ponownie.
pt: O processo de configuração expirou. Por favor, tenta novamente.
pt_br: O processo de configuração expirou. Por favor, tente novamente.
ru: Процесс настройки истёк. Пожалуйста, попробуйте снова.

# lightning__order_given_up_title
source: Instant Payments Setup Failed
ar: فشل إعداد المدفوعات الفورية
ca: Configuració de pagaments instantanis fallida
cs: Nastavení okamžitých plateb se nezdařilo
de: Einrichtung der Instant Payments fehlgeschlagen
el: Η Ρύθμιση Άμεσων Πληρωμών Απέτυχε
es: Error en la Configuración de Pago Instántaneo
fr: Échec de la configuration des paiements instantanés
it: Configurazione dei Pagamenti Istantanei Fallita
nl: Directe Betalingen Instellen Mislukt
pl: Konfiguracja płatności natychmiastowych nie powiodła się
pt: Configuração de Pagamentos Instantâneos Falhou
pt_br: Falha na Configuração de Pagamentos Instantâneos
ru: Ошибка Настройки Мгновенных Платежей

# lightning__order_state__awaiting_payment
source: Processing payment
ar: جارٍ معالجة الدفع
ca: Processant pagament
cs: Zpracování platby
de: Zahlung wird verarbeitet
el: Επεξεργασία πληρωμής
es: Procesando pago
fr: Traitement du paiement
it: Elaborazione del pagamento
nl: Betaling wordt verwerkt
pl: Przetwarzanie płatności
pt: A processar pagamento
pt_br: Processando pagamentos
ru: Обработка Платежа

# lightning__order_state__closed
source: Connection closed
ar: الاتصال مغلق
ca: Connexió tancada
cs: Spojení uzavřeno
de: Verbindung geschlossen
el: Η σύνδεση έκλεισε
es: Conexión cerrada
fr: Connexion fermée
it: Connessione chiusa
nl: Verbinding gesloten
pl: Połączenie zamknięte
pt: Ligação fechada
pt_br: Conexão fechada
ru: Соединение Закрыто

# lightning__order_state__closing
source: Connection closing
ar: جارٍ إغلاق الاتصال
ca: Tancant connexió
cs: Uzavírání spojení
de: Schließe Verbindung
el: Κλείσιμο σύνδεσης
es: Cerrando conexión
fr: Fermeture de la connexion
it: Connessione in chiusura
nl: Verbinding wordt gesloten
pl: Zamkykanie połączenia
pt: Ligação a fechar
pt_br: Fechando conexão
ru: Закрытие Соединения

# lightning__order_state__expired
source: Order expired
ar: انتهت صلاحية الطلب
ca: Comanda caducada
cs: Platnost objednávky vypršela
de: Auftrag abgelaufen
el: Η παραγγελία έληξε
es: Pedido expirado
fr: Commande expirée
it: Ordine scaduto
nl: Order verlopen
pl: Zamówienie wygasło
pt: Encomenda expirada
pt_br: Pedido expirado
ru: Ордер Истёк

# lightning__order_state__given_up
source: Given up
ar: تم التخلي
ca: Abandonat
cs: Ukončeno
de: Aufgegeben
el: Εγκαταλείφθηκε
es: Abandonado
fr: Abandon
it: Rinunciato
nl: Opgegeven
pl: Zrezygnowano
pt: Desistido
pt_br: Desistir
ru: Прекращено

# lightning__order_state__inactive
source: Connection inactive
ar: الاتصال غير نشط
ca: Connexió inactiva
cs: Připojení neaktivní
de: Verbindung inaktiv
el: Η σύνδεση είναι ανενεργή
es: Conexión inactiva
fr: Connexion inactive
it: Connessione inattiva
nl: Verbinding inactief
pl: Połączenie nieaktywne
pt: Ligação inativa
pt_br: Conexão inativa

# lightning__order_state__open
source: Connection open
ar: الاتصال مفتوح
ca: Connexió oberta
cs: Spojení otevřeno
de: Verbindung offen
el: Η σύνδεση είναι ανοιχτή
es: Conexión abierta
fr: Connexion ouverte
it: Connessione aperta
nl: Verbinding open
pl: Połączenie otwarte
pt: Ligação aberta
pt_br: Conexão aberta
ru: Соединение Открыто

# lightning__order_state__opening
source: Opening connection
ar: جارٍ فتح الاتصال
ca: Obrint connexió
cs: Zahajování spojení
de: Öffne Verbindung
el: Άνοιγμα σύνδεσης
es: Abriendo conexión
fr: Connexion d'ouverture
it: Connessione in apertura
nl: Verbinding openen
pl: Otwieranie połączenia
pt: A abrir ligação
pt_br: Abrindo conexão
ru: Открытие Соединения

# lightning__order_state__paid
source: Payment successful
ar: نجح الدفع
ca: Pagament realitzat amb èxit
cs: Platba proběhla úspěšně
de: Zahlung erfolgreich
el: Επιτυχής πληρωμή
es: Pago realizado
fr: Paiement réussi
it: Pagamento riuscito
nl: Betaling succesvol
pl: Płatność powiodła się
pt: Pagamento bem-sucedido
pt_br: Pagamento bem-sucedido
ru: Платеж Успешен

# lightning__order_state__payment_canceled
source: Payment canceled
ar: تم إلغاء الدفع
ca: Pagament cancel·lat
cs: Platba zrušena
de: Zahlung abgebrochen
el: Η πληρωμή ακυρώθηκε
es: Pago cancelado
fr: Paiement annulé
it: Pagamento annullato
nl: Betaling geannuleerd
pl: Płatność anulowana
pt: Pagamento cancelado
pt_br: Pagamento cancelado
ru: Платеж Отменён

# lightning__order_state__queued
source: Queued for opening
ar: في قائمة الانتظار للفتح
ca: En cua per obrir
cs: Ve frontě na otevření
de: in Warteschlange
el: Σε ουρά για άνοιγμα
es: En cola para apertura
fr: En attente d'ouverture
it: In attesa per l'apertura
nl: In wachtrij voor openen
pl: W kolejce do otwarcia
pt: Em fila para abertura
pt_br: Na fila para abertura
ru: В Очереди на Открытие

# lightning__order_state__refund_available
source: Refund available
ar: الاسترداد متاح
ca: Reemborsament disponible
cs: Možnost vrácení prostředků
el: Διαθέσιμη επιστροφή χρημάτων
es: Reembolso disponible
fr: Remboursement possible
it: Rimborso disponibile
nl: Terugbetaling beschikbaar
pl: Możliwość zwrotu środków
pt: Reembolso disponível
pt_br: Reembolso disponível
ru: Доступен Возврат

# lightning__order_state__refunded
source: Payment refunded
ar: تم استرداد الدفع
ca: Pagament reemborsat
cs: Platba vrácena
de: Zahlung erstattet
el: Επιστροφή χρημάτων πληρωμής
es: Pago devuelto
fr: Paiement remboursé
it: Pagamento rimborsato
nl: Betaling terugbetaald
pl: Płatność zwrócona
pt: Pagamento reembolsado
pt_br: Pagamento reembolsado
ru: Платеж Возвращён

# lightning__other
source: Other
ar: أخرى
ca: Altres
cs: Další
de: Anderes
el: Άλλα
es: Otros
fr: Autre
it: Altro
nl: Overige
pl: Inne
pt: Outro
pt_br: Outros
ru: Другое

# lightning__peer_saved
source: The Lightning peer was successfully added and saved.
ar: تمت إضافة نظير Lightning وحفظه بنجاح.
ca: El node parell Lightning s'ha afegit i desat correctament.
cs: Lightning peer byl úspěšně přidán a uložen.
de: Der Lightning-Peer wurde erfolgreich hinzugefügt und gespeichert.
el: Ο ομότιμος Lightning προστέθηκε και αποθηκεύτηκε επιτυχώς.
es: El par Lightning fue añadido y guardado correctamente.
fr: Le pair Lightning a été ajouté et sauvegardé avec succès.
it: Il peer Lightning è stato aggiunto e salvato correttamente.
nl: De Lightning peer is succesvol toegevoegd en opgeslagen.
pl: Lightning peer dodany i zapisany pomyślnie.
pt: O nó Lightning foi adicionado e guardado com sucesso.
pt_br: O peer Lightning foi adicionado e salvo com sucesso.
ru: Узел Lightning успешно добавлен и сохранён.

# lightning__receiving_label
source: Receiving capacity
ar: سعة الاستلام
ca: Capacitat de recepció
cs: Kapacita příjmu
de: Empfangskapazität
el: Χωρητικότητα λήψης
es: Capacidad de recepción
fr: Capacité de réception
it: Capacità di ricezione
nl: Ontvangstcapaciteit
pl: Zdolność odbioru
pt: Capacidade de receção
pt_br: Capacidade de recebimento
ru: Входящая Ёмкость

# lightning__reserve_balance
source: Reserve balance (not spendable)
ar: رصيد الاحتياطي (غير قابل للإنفاق)
ca: Saldo de reserva (no gastable)
cs: Rezervní zůstatek
de: Reserveguthaben
el: Υπόλοιπο αποθεματικού (μη δαπανήσιμο)
es: Saldo de reserva (no gastable)
fr: Solde de réserve (non dépensable)
it: Saldo di riserva (non spendibile)
nl: Reservesaldo (niet besteedbaar)
pl: Saldo rezerwy (nie do wydania)
pt: Saldo de reserva (não gastável)
pt_br: Saldo de reserva (não utilizável)
ru: Резервный Баланс (не доступен для трат)

# lightning__savings
source: Savings
ar: المدخرات
ca: Estalvis
cs: Úspory
de: Sparkonto
el: Αποταμιεύσεις
es: Ahorro
fr: Épargner
it: Risparmi
nl: Spaargeld
pl: Oszczędności
pt: Poupanças
pt_br: Poupança
ru: Сбережения
