Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# cards__backupSeedPhrase__description
source: Store your bitcoin
ar: احفظ عملات Bitcoin الخاصة بك
ca: Emmagatzema els teus bitcoin
cs: Uložte si svůj bitcoin
de: Sichere deine bitcoin
el: Αποθηκεύστε τα bitcoin σας
es: Guarda tus bitcoin
fr: Conservez vos bitcoins
it: Conserva i tuoi bitcoin
nl: Bewaar uw bitcoin
pl: Przechowuj bitcoin
pt: Guarda o teu bitcoin
pt_br: Guarde seu bitcoin
ru: Храните ваш биткоин

# cards__backupSeedPhrase__title
source: Back up
ar: نسخ احتياطي
ca: Còpia de seguretat
cs: Zálohování
de: Sichern
el: Αντίγραφο
es: Copia de seguridad
fr: Sauvegarde
pl: Kopia zap.
pt: Cópia de segurança

# cards__btFailed__description
source: Please try again
ar: يرجى المحاولة مرة أخرى
ca: Si us plau torna-ho a provar
cs: Prosím, zkuste to znovu.
de: Versuche es erneut
el: Παρακαλώ δοκιμάστε ξανά
es: Inténtalo de nuevo
fr: Veuillez réessayer
it: Per favore riprova
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Por favor, tenta novamente
pt_br: Tente novamente
ru: Попробуйте снова

# cards__btFailed__title
source: Failed
ar: فشل
ca: Ha fallat
cs: Selhání
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
fr: Échec
it: Fallito
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
pt_br: Falha
ru: Не удалось

# cards__buyBitcoin__description
source: Buy some bitcoin
ar: اشترِ بعض Bitcoin
ca: Comprar bitcoin
cs: Koupit bitcoin
de: Kaufe bitcoin
el: Αγοράστε bitcoin
es: Compra algo de bitcoin
fr: Achetez des bitcoins
it: Acquista dei bitcoin
nl: Bitcoin kopen
pl: Kup trochę bitcoina
pt: Compra bitcoin
pt_br: Compre bitcoin
ru: Купите биткоин

# cards__buyBitcoin__title
source: Buy
ar: شراء
ca: Comprar
cs: Koupit
de: Kaufen
el: Αγορά
es: Comprar
fr: Acheter
it: Compra
nl: Koop
pl: Kup
pt: Comprar
pt_br: Comprar
ru: Купить

# cards__discount__description
source: Spending Balance
ar: رصيد الإنفاق
ca: Balanç de despesa
cs: Dostupný zůstatek
de: Ausgabenkonto
el: Υπόλοιπο Δαπανών
es: Saldo de gastos
fr: Solde Dépenses
it: Conto Spendibile
nl: Bestedingssaldo
pl: Saldo do wydawania
pt: Saldo de gastos
pt_br: Saldo de Gastos
ru: Баланс Расходов

# cards__discount__title
source: Discount
ar: خصم
ca: Descompte
cs: Sleva
de: Rabatt
el: Έκπτωση
es: Descuento
fr: Réductions
it: Sconto
nl: Korting
pl: Rabat
pt: Desconto
pt_br: Desconto
ru: Скидка

# cards__invite__description
source: Share Bitkit
ar: شارك Bitkit
ca: Comparteix Bitkit
cs: Sdílet Bitkit
de: Teile Bitkit
el: Μοιραστείτε το Bitkit
es: Comparta Bitkit
fr: Partager Bitkit
it: Condividi Bitkit
nl: Deel Bitkit
pl: Udostępnij Bitkit
pt: Partilha Bitkit
pt_br: Compartilhe a Bitkit
ru: Поделитесь Bitkit

# cards__invite__title
source: Invite
ar: دعوة
ca: Convidar
cs: Pozvat
de: Einladen
el: Πρόσκληση
es: Invitar
fr: Inviter
it: Invita
nl: Uitnodiging
pl: Zaproś
pt: Convidar
pt_br: Convide
ru: Пригласить

# cards__lightning__description
source: Instant payments
ar: مدفوعات فورية
ca: Pagaments instantanis
cs: Okamžité platby
de: Sofortüberweisung
el: Άμεσες πληρωμές
es: Pagos instantáneos
fr: Paiements instantanés
it: Pagamenti istantanei
nl: Onmiddellijke betalingen
pl: Płatności natychmiastowe
pt: Pagamentos instantâneos
pt_br: Pagamentos instantâneos
ru: Мгновенные платежи

# cards__lightning__title
source: Spend
ar: إنفاق
ca: Gastar
cs: Utratit
de: Ausgeben
el: Δαπάνες
es: Gastar
fr: Dépenser
it: Spendi
nl: Besteed
pl: Wydawaj
pt: Gastar
pt_br: Pagar
ru: Тратить

# cards__lightningConnecting__description
source: Ready in ±10m
ar: جاهز خلال ±10 دقائق
ca: Llest en ±10m
cs: Připraveno za ±10 m
de: Bereit in ±10m
el: Έτοιμο σε ±10 λεπτά
es: Listo en unos 10 minutos
fr: Prêt dans ±10m
it: Pronto in ±10m
nl: Klaar in ±10m
pl: Gotowe w ±10 minut
pt: Pronto em ±10m
pt_br: Pronto em ±10m
ru: Готово за ±10м

# cards__lightningConnecting__title
source: Connecting
ar: جارٍ الاتصال
ca: Connectant
cs: Připojování
de: Verbinden
el: Σύνδεση
es: Conectando
fr: Connexion
it: Collegamento
nl: Verbinding aan het maken
pl: Łączenie
pt: A ligar
pt_br: Conectando
ru: Подключение

# cards__lightningReady__description
source: Connected!
ar: متصل!
ca: Connectat!
cs: Připojeno!
de: Verbunden!
el: Συνδέθηκε!
es: ¡Conectado!
fr: Connecté !
it: Connesso!
nl: Verbonden!
pl: Połączone!
pt: Ligado!
pt_br: Conectado!
ru: Подключено!

# cards__lightningReady__title
source: Ready
ar: جاهز
ca: Llest
cs: Připraveno
de: Bereit
el: Έτοιμο
es: Preparado
fr: Prêt
it: Pronto
nl: Gereed
pl: Gotowe
pt: Pronto
pt_br: Pronto
ru: Готово

# cards__lightningSettingUp__description
source: In progress...
ar: قيد التنفيذ...
ca: En progrés...
cs: Probíhá...
de: in Vorbereitung...
el: Σε εξέλιξη...
es: En progreso...
fr: En cours...
it: In corso...
nl: Bezig...
pl: W toku...
pt: Em progresso...
pt_br: Em andamento...
ru: Идёт процесс...

# cards__lightningSettingUp__title
source: Transfer
ar: تحويل
ca: Transferir
cs: Převod
de: Übertragung
el: Μεταφορά
es: Transferir
fr: Transfert
it: Trasferisci
nl: Overboeken
pl: Transfery
pt: Transferência
pt_br: Transferência
ru: Перенос

# cards__notifications__description
source: Without Bitkit open
ar: بدون فتح Bitkit
ca: Sense Bitkit obert
el: Χωρίς το Bitkit ανοιχτό
es: Sin Bitkit abierto
fr: Sans ouvrir Bitkit
it: Senza Bitkit aperto
nl: Zonder Bitkit open
pl: Bez otwierania Bitkit
pt: Sem Bitkit aberto
pt_br: Sem a Bitkit aberta

# cards__notifications__title
source: Get Paid
ar: استلم الأموال
ca: Rebre pagaments
el: Λήψη Πληρωμής
es: Recibir pagos
fr: Soyez rémunéré
it: Ricevi Pagamenti
nl: Ontvang
pl: Otrzymuj płatności
pt: Receber pagamentos
pt_br: Receber Pagamentos

# cards__pin__description
source: Set up a PIN code
ar: إعداد رمز PIN
ca: Configurar un codi PIN
cs: Nastavte PIN kód
de: Lege eine PIN fest
el: Καταχωρήστε κωδικό PIN
es: Establezca un código PIN
fr: Définir un code PIN
it: Imposta un codice PIN
nl: Pincode instellen
pl: Ustaw kod PIN
pt: Configura um código PIN
pt_br: Configure um PIN
ru: Установите PIN-код

# cards__pin__title
source: Secure
ar: تأمين
ca: Segur
cs: Zabezpečit
de: Sichern
el: Ασφάλεια
es: PROTEGER
fr: Sécurité
it: Sicuro
nl: Beveilig
pl: Zabezpiecz
pt: Proteger
pt_br: Segurança
ru: Безопасность

# cards__quickpay__description
source: Scan and pay
ar: امسح وادفع
ca: Escaneja i paga
cs: Naskenuj a zaplať
de: Scanne und zahle
el: Σαρώστε και πληρώστε
es: Escanear y pagar
fr: Scannez et payez
it: Scansiona e paga
nl: Scan en betaal
pl: Skanuj i zapłać
pt: Digitaliza e paga
pt_br: Escanear e pagar
ru: Сканируйте и платите

# cards__shop__description
source: Shop with Bitcoin
ar: تسوق بـ Bitcoin
ca: Compra amb Bitcoin
el: Αγορές με Bitcoin
es: Compra con Bitcoin
fr: Acheter avec Bitcoin
it: Acquista con Bitcoin
nl: Shoppen met Bitcoin
pl: Kupuj za bitcoiny
pt: Compra com Bitcoin
pt_br: Compre com ₿

# cards__shop__title
source: Shop
ar: تسوق
ca: Botiga
el: Κατάστημα
es: Tienda
fr: Boutique
nl: Winkel
pl: Sklep
pt: Loja
pt_br: Comprar

# cards__slashtagsProfile__description
source: Add your details
ar: أضف بياناتك
ca: Afegeix els teus detalls
cs: Doplňte své údaje
de: Details über dich
el: Προσθέστε τα στοιχεία σας
es: Introduzca sus datos
fr: Ajouter vos informations
it: Aggiungi i tuoi dettagli
nl: Vul uw gegevens in
pl: Dodaj swoje detale
pt: Adiciona os teus dados
pt_br: Crie seu perfil
ru: Добавьте детали

# cards__slashtagsProfile__title
source: Profile
ar: الملف الشخصي
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
pt_br: Perfil
ru: Профиль

# cards__suggestions
source: Suggestions
ar: اقتراحات
ca: Suggeriments
cs: Návrhy
de: Vorschläge
el: Προτάσεις
es: Sugerencias
it: Consigli
nl: Suggesties
pl: Sugestie
pt: Sugestões
pt_br: Sugestões
ru: Рекомендации

# cards__support__description
source: Get assistance
ar: احصل على المساعدة
ca: Obteniu ajuda
cs: Získejte pomoc
de: Hilfe bekommen
el: Λάβετε βοήθεια
es: Consiga asistencia
fr: Obtenir de l'aide
it: Ottieni assistenza
nl: Hulp krijgen
pl: Otrzymaj wsparcie
pt: Obtém assistência
pt_br: Peça ajuda
ru: Получите помощь

# cards__support__title
source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
it: Supporto
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
pt_br: Suporte
ru: Поддержка

# cards__transferClosingChannel__description
source: Keep app open
ar: أبقِ التطبيق مفتوحًا
ca: Mantenir l'aplicació oberta
cs: Nechte aplikaci otevřenou
de: App geöffnet lassen
el: Κρατήστε την εφαρμογή ανοιχτή
es: Mantenga abierta la app
fr: Maintenir l'application ouverte
it: Tieni l'app aperta
nl: Houd de app open
pl: Pozostaw aplikację włączoną
pt: Mantém a app aberta
pt_br: Mantenha o app aberto
ru: Держите приложение открытым

# cards__transferClosingChannel__title
source: Initiating
ar: جارٍ البدء
ca: Iniciant
cs: Zahájení
de: Initiieren
el: Εκκίνηση
es: Iniciando
fr: Initialisation
it: Avvio
nl: Initiëren
pl: Inicjowanie
pt: A iniciar
pt_br: Iniciando

# cards__transferPending__description
source: Ready in ±{duration}
ar: جاهز خلال ±{duration}
ca: Llest en ±{duration}
cs: Připraveno za ±{duration}
de: Bereit in ±{duration}
el: Έτοιμο σε ±{duration}
es: Listo en ±{duration}
fr: Prêt dans ±{duration}
it: Pronto in ±{duration}
nl: Klaar in ±{duration}
pl: Gotowe za ±{duration}
pt: Pronto em ±{duration}
pt_br: Pronto em ±{duration}
ru: Готово за ±{duration}

# cards__transferPending__title
source: Transfer
ar: تحويل
ca: Transferir
cs: Převod
de: Übertragung
el: Μεταφορά
es: Transferir
fr: Transfert
it: Trasferisci
nl: Overboeken
pt: Transferência
pt_br: Transferência
ru: Перенос

# common__advanced
source: Advanced
ar: متقدم
ca: Avançat
cs: Pokročilé
de: Fortgeschritten
el: Για προχωρημένους
es: Avanzado
fr: Avancé
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Дополнительно

# common__are_you_sure
source: Are You Sure?
ar: هل أنت متأكد؟
ca: Estàs segur?
cs: Jste si jistí?
de: Bist du dir sicher?
el: Είσαι σίγουρος;
es: ¿Está seguro?
fr: Êtes-vous sûr ?
it: Sei Sicuro?
nl: Weet u het zeker?
pl: Na pewno?
pt: Tens a Certeza?
pt_br: Você tem certeza?
ru: Вы уверены?

# common__back
source: Back
ar: رجوع
ca: Enrere
cs: Zpět
de: Zurück
el: Επιστροφή
es: Volver
fr: Retour
it: Indietro
nl: Teruggaan
pl: Wstecz
pt: Voltar
pt_br: Voltar
ru: Назад

# common__cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отмена

# common__close
source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть

# common__connect
source: Connect
ar: اتصال
ca: Connecta
cs: Připojit
de: Verbinden
el: Σύνδεση
es: Conectar
fr: Connecter
it: Connetti
nl: Verbind
pl: Połącz
pt: Ligar
pt_br: Conectar
ru: Подключиться

# common__continue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
it: Continua
nl: Ga verder
pl: Dalej
pt: Continuar
pt_br: Continuar
ru: Продолжить

# common__copied
source: Copied To Clipboard
ar: تم النسخ إلى الحافظة
ca: Copiat al porta-retalls
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
el: Αντιγράφηκε στο Πρόχειρο
es: Copiado Al Portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
nl: Gekopieerd Naar Klembord
pl: Skopiowano do schowka
pt: Copiado Para a Área de Transferência
pt_br: Copiado para Área de Transferência
ru: Скопировано в буфер обмена

# common__copy
source: Copy
ar: نسخ
ca: Còpia
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
it: Copia
nl: kopiëren
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ru: Копировать

# common__default
source: Default
ar: افتراضي
ca: Predeterminat
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Por defecto
fr: Défaut
it: Predefinito
nl: Standaard
pl: Domyślne
pt: Predefinição
pt_br: Padrão
ru: По умолчанию

# common__delete
source: Delete
ar: حذف
ca: Suprimir
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Deletar
ru: Удалить

# common__delete_yes
source: Yes, Delete
ar: نعم، احذف
ca: Sí, Elimina
cs: Ano, smazat
de: Ja, Löschen
el: Ναι, Διαγραφή
es: Sí, Borrar
fr: Oui, Supprimer
it: Si, Elimina
nl: Ja, Verwijder
pl: Tak, usuń
pt: Sim, Eliminar
pt_br: Sim, Excluir
ru: Да, Удалить

# common__dialog_cancel
source: No, Cancel
ar: لا، إلغاء
ca: No, cancela
cs: Ne, zrušit
de: Abbrechen
el: Όχι, Ακύρωσε
es: No, Cancelar
fr: Non, annuler
it: No, Annulla
nl: Nee, annuleren
pl: Nie, anuluj
pt: Não, Cancelar
pt_br: Não, cancelar
ru: Нет, Отменить

# common__discard
source: Discard
ar: تجاهل
ca: Descartar
cs: Vyřadit
de: Verwerfen
el: Απόρριψη
es: Descarte
fr: Abandon
it: Scarta
nl: Weggooien
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ru: Отменить

# common__done
source: Done
ar: تم
ca: Fet
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
es: Listo
fr: Terminé
it: Fatto
nl: Gereed
pl: Ukończono
pt: Concluído
pt_br: Pronto
ru: Готово

# common__edit
source: Edit
ar: تعديل
ca: Editar
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Éditer
it: Modifica
nl: Bewerk
pl: Edytuj
pt: Editar
pt_br: Editar
ru: Редактировать

# common__later
source: Later
ar: لاحقًا
ca: Després
cs: Později
de: Später
el: Αργότερα
es: Más tarde
fr: Plus tard
it: Più tardi
pl: Później
pt: Mais tarde
pt_br: Depois
ru: Позже

# common__learn_more
source: Learn More
ar: اعرف المزيد
ca: Aprèn més
cs: Další informace
de: Mehr erfahren
el: Μάθετε Περισσότερα
es: Aprender Más
fr: En savoir plus
it: Scopri di Più
nl: Meer Weten
pl: Dowiedz się więcej
pt: Saber Mais
pt_br: Saiba Mais
ru: Узнать больше

# common__max
source: Max
ar: الحد الأقصى
ca: Màx
el: Μέγ.
pt: Máx
pt_br: Máx
ru: Макс

# common__min
source: Min
ar: الحد الأدنى
ca: Mín
el: Ελάχ.
pt: Mín
pt_br: Mín
ru: Мин

# common__no
source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
fr: Non
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ru: Нет

# common__ok
source: OK
ar: حسنًا
el: ΟΚ
ru: ОК

# common__ok_random
source: Awesome! Nice! Cool! Great! Fantastic! Sweet! Excellent! Terrific!
ar: رائع! ممتاز! عظيم! جيد! مذهل! حلو! ممتاز! رائع!
ca: Genial! Fantàstic! Molt bé! Excel·lent! Meravellós! Increïble! Perfecte! Brillant!
cs: Úžasné! Pěkné! Fajn! Skvělé! Fantastické! Milé! Mimořádné! Ohromující!
de: Fantastisch! Schön! Cool! Großartig! Fantastisch! Süß! Ausgezeichnet! Großartig! Wunderbar!
el: Τέλεια! Ωραία! Super! Εξαιρετικά! Φανταστικά! Υπέροχα! Άψογα! Καταπληκτικά!
es: ¡Genial! ¡Estupendo! ¡Fantástico! ¡Excelente! ¡Magnífico! ¡Perfecto! ¡Increíble! ¡Maravilloso!
fr: Génial ! Super ! Cool ! Génial ! Fantastique ! Super ! Excellent ! Super !
it: Fantastico! Bello! Figo! Ottimo! Fantastico! Super! Eccellente! Terribile!
nl: Geweldig! Mooi! Cool! Super! Fantastisch! Prima! Uitstekend! Schitterend!
pl: Świetnie! Nieźle! Super! Wspaniale Fantastycznie! Ekstra! Znakomicie! Rewelacyjnie!
pt: Fantástico! Excelente! Fixe! Ótimo! Incrível! Perfeito! Brilhante! Magnífico!
pt_br: Incrível! Legal! Massa! Ótimo! Fantástico! Show! Excelente! Demais!

# common__preview
source: Preview
ar: معاينة
ca: Previsualització
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
pt_br: Pré-visualização
ru: Предпросмотр

# common__reset
source: Reset
ar: إعادة تعيين
ca: Reinicia
cs: Obnovit
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
it: Ripristino
nl: Resetten
pl: Resetuj
pt: Repor
pt_br: Redefinir
ru: Сбросить

# common__retry
source: Retry
ar: إعادة المحاولة
ca: Reintentar
cs: Opakovat
de: Wiederholen
el: Δοκιμάστε Ξανά
es: Vuelva a intentarlo
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ru: Повторить

# common__save
source: Save
ar: حفظ
ca: Guardar
cs: Uložit
de: Speichern
el: Καταχώρηση
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить

# common__search
source: Search
ar: بحث
ca: Busca
cs: Vyhledat
de: Suchen
el: Αναζήτηση
es: Busqueda
fr: Recherche
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Pesquisar
pt_br: Buscar
ru: Поиск

# common__share
source: Share
ar: مشاركة
ca: Compartir
cs: Sdílet
de: Teilen
el: Διαμοιρασμός
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ru: Поделиться

# common__skip
source: Skip
ar: تخطي
ca: Salta
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Saltar
fr: Ignorer
it: Salta
nl: Overslaan
pl: Pomiń
pt: Saltar
pt_br: Pular
ru: Пропустить

# common__try_again
source: Try Again
ar: حاول مرة أخرى
ca: Torna a intentar
cs: Zkusit znovu
de: Erneut versuchen
el: Προσπαθείστε Ξανά
es: Inténtelo de nuevo
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar Novamente
pt_br: Tente novamente
ru: Попробовать снова

# common__understood
source: Understood
ar: مفهوم
ca: Entès
cs: Rozumím
de: Verstanden
el: Κατανοητό
es: Entendido
fr: Compris
it: Ho Capito
nl: Begrepen
pl: Rozumiem
pt: Compreendido
pt_br: Entendido
ru: Понятно

# common__yes
source: Yes
ar: نعم
ca: Sí
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ru: Да

# common__yes_proceed
source: Yes, Proceed
ar: نعم، تابع
ca: Sí, continua
cs: Ano, pokračovat
de: Ja, Weiter
el: Ναι, Προχώρα
es: Sí, proceda
fr: Oui, poursuivre
it: Sì, Procedi
nl: Ja, ga verder
pl: Tak, kontynuuj
pt: Sim, Continuar
pt_br: Sim, continuar
ru: Да, Продолжить

# fee__custom__description
source: Depends on the fee
ar: يعتمد على الرسوم
ca: Depèn de la tarifa
cs: Odvíjí se od poplatku
de: Abhängig von der Gebühr
el: Εξαρτάται από το τέλος
es: Depende de la tarifa
fr: Dépend des frais
it: Dipende dalle fee
nl: Afhankelijk van het tarief
pl: Zależy od opłaty
pt: Depende da taxa
pt_br: Depende da taxa
ru: Зависит от комиссии

# fee__custom__shortDescription
source: Depends on the fee
ar: يعتمد على الرسوم
ca: Depèn de la tarifa
cs: Odvíjí se od poplatku
de: Abhängig von der Gebühr
el: Εξαρτάται από το τέλος
es: Depende de la tarifa
fr: Dépend des frais
it: Dipende dalle fee
nl: Afhankelijk van het tarief
pl: Zależy od opłaty
pt: Depende da taxa
pt_br: Depende da taxa
ru: Зависит от комиссии

# fee__custom__shortRange
source: Depends on the fee
ar: يعتمد على الرسوم
ca: Depèn de la tarifa
cs: Odvíjí se od poplatku
de: Abhängig von der Gebühr
el: Εξαρτάται από το τέλος
es: Depende de la tarifa
fr: Dépend des frais
it: Dipende dalle fee
nl: Afhankelijk van het tarief
pl: Zależy od opłaty
pt: Depende da taxa
pt_br: Depende da taxa
ru: Зависит от комиссии

# fee__custom__title
source: Custom
ar: مخصص
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizar
fr: Personnalisé
nl: Op maat
pl: Własna
pt: Personalizado
pt_br: Personalizada
ru: Другое

# fee__fast__description
source: ±10-20 minutes
ar: ±10-20 دقيقة
ca: ±10-20 minuts
cs: +/- 10-20 minut
de: ±10-20 Minuten
el: ±10-20 λεπτά
es: ±10-20 minutos
it: ±10-20 minuti
nl: ±10-20 minuten
pl: ±10-20 minut
pt: ±10-20 minutos
pt_br: ±10-20 minutos
ru: ±10-20 минут

# fee__fast__shortDescription
source: ±10m
ar: ±10 دقائق
el: ±10 λεπτά
fr: ±10min
ru: ±10м

# fee__fast__shortRange
source: 10-20m
ar: 10-20 دقيقة
el: 10-20 λεπτά
fr: 10-20min
ru: 10-20м

# fee__fast__title
source: Fast
ar: سريع
ca: Ràpid
cs: Rychle
de: Schnell
el: Γρήγορα
es: Rápido
fr: Rapide
it: Veloce
nl: Snel
pl: Szybko
pt: Rápido
pt_br: Rápido
ru: Быстро

# fee__instant__description
source: ±2-10 seconds
ar: ±2-10 ثوانٍ
ca: ±2-10 segons
cs: +/- 2-10 sekund
de: ±2-10 Sekunden
el: ±2-10 δευτερόλεπτα
es: ±2-10 segundos
fr: ±2-10 secondes
it: ±2-10 secondi
nl: ±2-10 seconden
pl: ±2-10 sekund
pt: ±2-10 segundos
pt_br: ±2-10 segundos
ru: ±2-10 секунд

# fee__instant__shortDescription
source: ±2s
ar: ±2 ثانية
el: ±2 δευτ.
ru: ±2с

# fee__instant__shortRange
source: 2-10s
ar: 2-10 ثوانٍ
el: 2-10 δευτ.
ru: 2-10с

# fee__instant__title
source: Instant
ar: فوري
ca: Instantani
cs: Okamžitě
de: Sofort
el: Άμεσα
es: Instantáneo
fr: Instantané
it: Istantanea
nl: Direct
pl: Natychmiast
pt: Instantâneo
pt_br: Instantâneo
ru: Мгновенно

# fee__minimum__description
source: +2 hours
ar: +2 ساعة
ca: +2 hores
cs: +2 hodiny
de: +2 Stunden
el: +2 ώρες
es: +2 horas
fr: +2 heures
it: +2 ore
nl: +2 uur
pl: +2 godziny
pt: +2 horas
pt_br: +2 horas
ru: +2 часа

# fee__minimum__shortDescription
source: +2h
ar: +2 ساعة
el: +2 ώρες
ru: +2ч

# fee__minimum__shortRange
source: +2h
ar: +2 ساعة
el: +2 ώρες
ru: +2ч

# fee__minimum__title
source: Minimum
ar: الحد الأدنى
ca: Mínim
el: Ελάχιστο
es: Mínimo
it: Minimo
pt: Mínimo
pt_br: Mínimo
ru: Минимум

# fee__normal__description
source: ±20-60 minutes
ar: ±20-60 دقيقة
ca: ±20-60 minuts
cs: +/- 20-60 minut
de: ±20-60 Minuten
el: ±20-60 λεπτά
es: ±20-60 minutos
it: ±20-60 minuti
nl: ±20-60 minuten
pl: ±20-60 minut
pt: ±20-60 minutos
pt_br: ±20-60 minutos
ru: ±20-60 минут

# fee__normal__shortDescription
source: ±20m
ar: ±20 دقيقة
el: ±20 λεπτά
fr: ±20min
ru: ±20м

# fee__normal__shortRange
source: 20-60m
ar: 20-60 دقيقة
el: 20-60 λεπτά
fr: 20-60min
ru: 20-60м

# fee__normal__title
source: Normal
ar: عادي
cs: Standardní
el: Κανονικά
it: Normale
nl: Normaal
pl: Normalnie
ru: Нормально

# fee__slow__description
source: ±1-2 hours
ar: ±1-2 ساعة
ca: ±1-2 hores
cs: +/- 1-2 hodiny
de: ±1-2 Stunden
el: ±1-2 ώρες
es: ±1-2 horas
fr: ±1-2 heures
it: ±1-2 ore
nl: ±1-2 uur
pl: ±1-2 godzin
pt: ±1-2 horas
pt_br: ±1-2 horas
ru: ±1-2 часа

# fee__slow__shortDescription
source: ±1h
ar: ±1 ساعة
el: ±1 ώρα
ru: ±1ч

# fee__slow__shortRange
source: 1-2h
ar: 1-2 ساعة
el: 1-2 ώρες
ru: 1-2ч

# fee__slow__title
source: Slow
ar: بطيء
ca: Lent
cs: Pomalu
de: Langsam
el: Αργά
es: Lento
fr: Lent
it: Lenta
nl: Langzaam
pl: Wolno
pt: Lento
pt_br: Devagar
ru: Медленно

# lightning__availability__text
source: Funds transfer to savings is usually instant, but settlement may take up to <accent>14 days</accent> under certain network conditions.
ar: عادةً ما يكون تحويل الأموال إلى المدخرات فوريًا، ولكن قد تستغرق التسوية حتى <accent>14 يومًا</accent> في ظروف شبكة معينة.
ca: La transferència de fons a estalvis sol ser instantània, però la liquidació pot trigar fins a <accent>14 dies</accent> en certes condicions de xarxa.
cs: Převod peněz na spořicí účet je obvykle okamžitý, ale za určitých síťových podmínek může vypořádání trvat až <accent>14 dní</accent>.
de: Die Übertragung zu Ersparnissen ist normalerweise sofort, aber die Abwicklung kann unter bestimmten Netzwerkbedingungen bis zu <accent>14 Tage</accent> dauern.
el: Η μεταφορά κεφαλαίων στις αποταμιεύσεις είναι συνήθως άμεση, αλλά η εκκαθάριση μπορεί να διαρκέσει έως <accent>14 ημέρες</accent> υπό ορισμένες συνθήκες δικτύου.
es: La transferencia de fondos a ahorros es normalmente instantánea, pero la liquidación puede tardar hasta <accent>14 días</accent> bajo ciertas condiciones de red.
fr: Le transfert de fonds vers l'Épargne est généralement instantané, mais la transaction peut prendre jusqu'à <accent>14 jours</accent> dans certaines conditions de réseau.
it: Il trasferimento dei fondi al conto di risparmio è solitamente istantaneo, ma il pagamento potrebbe richiedere fino a <accent>14 giorni</accent> in determinate condizioni di rete.
nl: Geld overmaken naar uw spaarsaldo is meestal direct, maar de overboeking kan tot <accent>14 dagen</accent> duren onder bepaalde netwerkvoorwaarden.
pl: Przelew środków na konto oszczędnościowe jest zazwyczaj natychmiastowy, ale rozliczenie może potrwać do <accent>14 dni</accent> w określonych warunkach sieciowych.
pt: A transferência de fundos para poupanças é normalmente instantânea, mas a liquidação pode demorar até <accent>14 dias</accent> em certas condições de rede.
pt_br: A transferência de fundos para a poupança geralmente é instantânea, mas pode levar até <accent>14 dias</accent> em determinadas condições da rede.
ru: Перевод средств в сбережения обычно мгновенный, но расчёт может занять до <accent>14 дней</accent> в определённых сетевых условиях.
