Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# settings__dev_title
source: Dev Settings
ar: إعدادات المطور
ca: Configuració de desenvolupador
cs: Vývojářské nastavení
de: Entwickler-Einstellungen
el: Ρυθμίσεις Προγραμματιστή
es: Ajustes de desarrollo
fr: Réglage Dev
it: Impostazioni Sviluppatore
nl: Dev Instellingen
pl: Ustawienia deweloperskie
pt: Definições de Programador
pt_br: Modo Desenvolvedor
ru: Настройки Разработчика

# settings__es__button_connect
source: Connect To Host
ar: الاتصال بالمضيف
ca: Connecta a l'amfitrió
cs: Připojit se k Host
de: Verbinden
el: Σύνδεση σε Host
es: Conectar con el servidor
fr: Connexion à un hôte
it: Connetti all'Host
nl: Verbind Met Hostcomputer
pl: Połącz
pt: Ligar ao Anfitrião
pt_br: Conectar ao Host
ru: Подключиться

# settings__es__button_reset
source: Reset To Default
ar: إعادة التعيين إلى الافتراضي
ca: Restablir a predeterminat
cs: Obnovit do základního nastavení
de: Zurücksetzen
el: Επαναφορά σε Προεπιλογή
es: Restablecer configuraciones iniciales
fr: Réinitialisation des valeurs par défaut
it: Ripristina Impostazioni di Default
nl: Resetten Naar Standaardwaarden
pl: Przywróć domyślne
pt: Repor para Predefinição
pt_br: Redefinir para o Padrão
ru: Сбросить настройки

# settings__es__connected_to
source: Currently connected to
ar: متصل حاليًا بـ
ca: Actualment connectat a
cs: Aktuálně připojeno k
de: Derzeit verbunden mit
el: Αυτή τη στιγμή συνδεδεμένο σε
es: Actualmente conectado a
fr: Actuellement connecté à
it: Attualmente connesso a
nl: Momenteel verbonden met
pl: Połączony z
pt: Atualmente ligado a
pt_br: Atualmente conectado a
ru: Текущее Подключение к

# settings__es__disconnected
source: disconnected
ar: غير متصل
ca: desconnectat
cs: Odpojeno
de: getrennt
el: αποσυνδεδεμένο
es: desconectado
fr: déconnecté
it: disconnesso
nl: verbinding verbroken
pl: rozłączono
pt: desligado
pt_br: desconectado
ru: Отключено

# settings__es__error_host
source: Please specify a host to connect to.
ar: يرجى تحديد مضيف للاتصال به.
ca: Si us plau, especifica un amfitrió per connectar-te.
cs: Zadejte host, ke kterému se chcete připojit.
de: Bitte gib einen Host zum Verbinden an.
el: Παρακαλώ καθορίστε έναν host για σύνδεση.
es: Por favor, especifique un host para conectarse.
fr: Veuillez indiquer un hôte auquel vous connecter.
it: Per favore specifica un host a cui connettersi.
nl: Geef de gegevens van de hostcomputer en poort voor de verbinding.
pl: Podaj host, z którym chcesz się połączyć.
pt: Por favor, especifica um anfitrião para ligar.
pt_br: Especifique um host para se conectar.
ru: Укажите хост для подключения.

# settings__es__error_host_port
source: Please specify a host and port to connect to.
ar: يرجى تحديد مضيف ومنفذ للاتصال بهما.
ca: Si us plau, especifica un amfitrió i un port per connectar-te.
cs: Zadejte host a port, ke kterému se chcete připojit.
de: Bitte gib einen Host und einen Port zum Verbinden an.
el: Παρακαλώ καθορίστε έναν host και port για σύνδεση.
es: Especifique un servidor y un puerto al que conectarse.
fr: Veuillez indiquer un hôte et un port pour vous connecter.
it: Per favore specifica un host e una porta a cui connettersi.
nl: Geef de gegevens van de hostcomputer en poort voor de verbinding.
pl: Podaj host i port, z którym chcesz się połączyć.
pt: Por favor, especifica um anfitrião e porta para ligar.
pt_br: Especifique um host e uma porta para se conectar.
ru: Укажите хост и порт для подключения.

# settings__es__error_invalid_http
source: Please specify a valid url.
ar: يرجى تحديد عنوان URL صالح.
ca: Si us plau, especifica una URL vàlida.
cs: Zadejte prosím platnou adresu url.
de: Bitte gib eine gültige URL an.
el: Παρακαλώ καθορίστε ένα έγκυρο url.
es: Indica una URL válida.
fr: Veuillez indiquer une adresse URL valide.
it: Si prega di specificare un URL valido.
nl: Geef een geldige url op.
pl: Podaj prawidłowy adres url.
pt: Por favor, especifica um URL válido.
pt_br: Por favor, especifique uma URL válida.
ru: Укажите действительный URL.

# settings__es__error_peer
source: Electrum Error
ar: خطأ Electrum
ca: Error Electrum
cs: Chyba Electrum
de: Electrum Fehler
el: Σφάλμα Electrum
es: Error de Electrum
fr: Erreur d'électrum
it: Errore Electrum
nl: Electrum Fout
pl: Błąd Electrum
pt: Erro Electrum
pt_br: Erro do Electrum
ru: Ошибка Electrum

# settings__es__error_port
source: Please specify a port to connect to.
ar: يرجى تحديد منفذ للاتصال به.
ca: Si us plau, especifica un port per connectar-te.
cs: Zadejte port, ke kterému se chcete připojit.
de: Bitte gib einen Port zum Verbinden an.
el: Παρακαλώ καθορίστε ένα port για σύνδεση.
es: Especifique un puerto para conectarse.
fr: Veuillez indiquer un port auquel vous connecter.
it: Per favore specifica una porta a cui connettersi.
nl: Geef de poort voor de verbinding.
pl: Podaj port do połączenia.
pt: Por favor, especifica uma porta para ligar.
pt_br: Especifique uma porta para se conectar.
ru: Укажите порт для подключения.

# settings__es__error_port_invalid
source: Please specify a valid port.
ar: يرجى تحديد منفذ صالح.
ca: Si us plau, especifica un port vàlid.
cs: Zadejte platný port.
de: Bitte gib einen gültigen Port an.
el: Παρακαλώ καθορίστε ένα έγκυρο port.
es: Indica un puerto válido.
fr: Veuillez indiquer un port valide.
it: Si prega di specificare una porta valida.
nl: Geef een geldige poort op.
pl: Podaj prawidłowy port.
pt: Por favor, especifica uma porta válida.
pt_br: Por favor, especifique uma porta válida.
ru: Укажите действительный порт.

# settings__es__host
source: Host
ar: المضيف
ca: Amfitrió
es: Servidor
fr: Hôte
nl: Hostcomputer
pt: Anfitrião
ru: Хост

# settings__es__port
source: Port
ar: المنفذ
es: Puerta
it: Porta
nl: Poort
pt: Porta
pt_br: Porta
ru: Порт

# settings__es__protocol
source: Protocol
ar: البروتوكول
cs: Protokol
de: Protokoll
el: Πρωτόκολλο
es: Protocolo
fr: Protocole
it: Protocollo
pl: Protokół
pt: Protocolo
pt_br: Protocolo
ru: Протокол

# settings__es__server_error
source: Electrum Connection Failed
ar: فشل اتصال Electrum
ca: Connexió a Electrum fallida
cs: Electrum připojení selhalo
de: Electrum-Verbindung fehlgeschlagen
el: Η Σύνδεση Electrum Απέτυχε
es: Conexión a Electrum Fallida
fr: Échec de la connexion d'Electrum
it: Connessione Electrum non riuscita
nl: Electrum Verbinding Mislukt
pl: Połączenie z Electrum nie powiodło się
pt: Ligação Electrum Falhou
pt_br: Falha na Conexão do Electrum
ru: Не удалось подключиться к Electrum

# settings__es__server_error_description
source: Bitkit could not establish a connection to Electrum.
ar: تعذر على Bitkit إنشاء اتصال بـ Electrum.
ca: Bitkit no ha pogut establir connexió amb Electrum.
cs: Bitkit se nepodařilo vytvořit spojení na Electrum.
de: Bitkit konnte keine Verbindung zu Electrum herstellen.
el: Το Bitkit δεν μπόρεσε να δημιουργήσει σύνδεση με το Electrum.
es: Bitkit no pudo establecer conexión con Electrum.
fr: Bitkit n'a pas pu établir de connexion avec Electrum.
it: Bitkit non è riuscito a stabilire una connessione con Electrum.
nl: Bitkit kon geen verbinding maken met Electrum.
pl: Bitkit nie mógł nawiązać połączenia z Electrum.
pt: Bitkit não conseguiu estabelecer uma ligação a Electrum.
pt_br: Bitkit não conseguiu estabelecer uma conexão com o Electrum.
ru: Bitkit не удалось установить соединение с Electrum.

# settings__es__server_updated_message
source: Successfully connected to {host}:{port}
ar: تم الاتصال بنجاح بـ {host}:{port}
ca: Connectat correctament a {host}:{port}
cs: Úspěšně připojeno k {host}:{port}
de: Erfolgreich verbunden mit {host}:{port}
el: Επιτυχής σύνδεση σε {host}:{port}
es: Conexión exitosa a {host}:{port}
fr: Connexion réussie à {host}:{port}
it: Connessione a {host}:{port} avvenuta con successo
nl: Succesvolle verbinding met {host}:{port}
pl: Połączono z {host}:{port}
pt: Ligado com sucesso a {host}:{port}
pt_br: Conectado com sucesso a {host}:{port}
ru: Успешно подключено к {host}:{port}

# settings__es__server_updated_title
source: Electrum Server Updated
ar: تم تحديث خادم Electrum
ca: Servidor Electrum actualitzat
cs: Electrum Server aktualizován
de: Electrum-Server aktualisiert
el: Ο Διακομιστής Electrum Ενημερώθηκε
es: Servidor Electrum actualizado
fr: Mise à jour du serveur Electrum
it: Server Electrum Aggiornato
nl: Electrum Server Aangepast
pl: Serwer Electrum zaktualizowany
pt: Servidor Electrum Atualizado
pt_br: Servidor Electrum Atualizado
ru: Сервер Electrum Обновлён

# settings__fee__custom__description
source: Depends on fee
ar: يعتمد على الرسوم
ca: Depèn de la comissió
cs: Odvíjí se od poplatku
de: Abhängig von der Gebühr
el: Εξαρτάται από το τέλος
es: Depende de la comisión
fr: Dépend du montant des frais
it: Dipende dalla commissione
nl: Afhankelijk van de kosten
pl: Zależy od opłaty transakcyjnej
pt: Depende da taxa
pt_br: Depende da taxa
ru: Зависит от комиссии

# settings__fee__custom__label
source: Custom
ar: مخصص
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizar
fr: Personnalisé
nl: Op maat
pl: Własna
pt: Personalizado
pt_br: Personalizada
ru: Другое

# settings__fee__custom__value
source: Custom
ar: مخصص
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizar
fr: Personnalisé
nl: Op maat
pl: Własna
pt: Personalizado
pt_br: Personalizada
ru: Другое

# settings__fee__fast__description
source: ± 10-20 minutes
ar: ± 10-20 دقيقة
ca: ± 10-20 minuts
cs: ± 10-20 minut
de: ± 10-20 Minuten
el: ± 10-20 λεπτά
es: ± 10-20 minutos
it: ± 10-20 minuti
nl: ± 10-20 minuten
pl: ± 10-20 minut
pt: ± 10-20 minutos
pt_br: ± 10-20 minutos
ru: ± 10-20 минут

# settings__fee__fast__label
source: Fast (more expensive)
ar: سريع (أكثر تكلفة)
ca: Ràpid (més car)
cs: Rychlá (dražší)
de: Schnell (teurer)
el: Γρήγορα (πιο ακριβό)
es: Rápido (más caro)
fr: Rapide (plus cher)
it: Veloce (più costoso)
nl: Snel (duurdere optie)
pl: Szybko (drożej)
pt: Rápido (mais caro)
pt_br: Rápido (mais caro)
ru: Быстро (дороже)

# settings__fee__fast__value
source: Fast
ar: سريع
ca: Ràpid
cs: Rychle
de: Schnell
el: Γρήγορα
es: Rápido
fr: Rapide
it: Veloce
nl: Snel
pl: Szybko
pt: Rápido
pt_br: Rápido
ru: Быстро

# settings__fee__normal__description
source: ± 20-60 minutes
ar: ± 20-60 دقيقة
ca: ± 20-60 minuts
cs: ± 20-60 minut
de: ± 20-60 Minuten
el: ± 20-60 λεπτά
es: ± 20-60 minutos
it: ± 20-60 minuti
nl: ± 20-60 minuten
pl: ± 20-60 minut
pt: ± 20-60 minutos
pt_br: ± 20-60 minutos
ru: ± 20-60 минут

# settings__fee__normal__label
source: Normal
ar: عادي
cs: Standardní
el: Κανονικά
it: Normale
nl: Normaal
pl: Normalnie
ru: Нормально

# settings__fee__normal__value
source: Normal
ar: عادي
cs: Standardní
el: Κανονικά
it: Normale
nl: Normaal
pl: Normalnie
ru: Нормально

# settings__fee__slow__description
source: ± 1-2 hours
ar: ± 1-2 ساعة
ca: ± 1-2 hores
cs: ± 1-2 hodiny
de: ± 1-2 Stunden
el: ± 1-2 ώρες
es: ± 1-2 horas
fr: ± 1-2 heures
it: ± 1-2 ore
nl: ± 1-2 uur
pl: ± 1-2 godziny
pt: ± 1-2 horas
pt_br: ± 1-2 horas
ru: ± 1-2 часа

# settings__fee__slow__label
source: Slow (cheaper)
ar: بطيء (أرخص)
ca: Lent (més barat)
cs: Pomalá (levnější)
de: Langsam (günstiger)
el: Αργά (φθηνότερο)
es: Lento (más barato)
fr: Lent (moins cher)
it: Lento (più economico)
nl: Langzaam (goedkopere optie)
pl: Wolno (taniej)
pt: Lento (mais barato)
pt_br: Lento (mais barato)
ru: Медленно (дешевле)

# settings__fee__slow__value
source: Slow
ar: بطيء
ca: Lent
cs: Pomalu
de: Langsam
el: Αργά
es: Lento
fr: Lent
it: Lento
nl: Langzaam
pl: Wolno
pt: Lento
pt_br: Lento
ru: Медленно

# settings__gap__gap_limit_update_description
source: Changes will take full effect after app restarts.
ar: ستدخل التغييرات حيز التنفيذ الكامل بعد إعادة تشغيل التطبيق.
ca: Els canvis tindran efecte complet després de reiniciar l'aplicació.
cs: Změny se plně projeví po restartu aplikace.
de: Änderungen werden nach dem Neustart der App vollständig wirksam.
el: Οι αλλαγές θα τεθούν σε πλήρη ισχύ μετά την επανεκκίνηση της εφαρμογής.
es: Los cambios surtirán efecto completo después de reiniciar la aplicación.
fr: Les modifications prendront effet après le redémarrage de l'application.
it: Le modifiche avranno pieno effetto dopo il riavvio dell'app.
nl: Wijzigingen worden volledig van kracht nadat de app opnieuw is opgestart.
pl: Zmiany zostaną zastosowane po ponownym uruchomieniu aplikacji.
pt: As alterações terão efeito total após reiniciar a app.
pt_br: As alterações terão após a reinicialização do aplicativo.
ru: Изменения вступят в силу после перезапуска приложения.

# settings__gap__gap_limit_update_title
source: Address Gap Limit Updated
ar: تم تحديث حد فجوة العناوين
ca: Límit d'espai d'adreces actualitzat
cs: Aktualizovaný limit mezery v adrese
de: Address Gap Limit aktualisiert
el: Το Όριο Κενού Διευθύνσεων Ενημερώθηκε
es: Límite de Espacios de Direcciones Actualizado
fr: Limite de l'écart d'adressage Mise à jour
it: Limite del gap di indirizzi aggiornato
nl: Adres Gat Limiet Bijgewerkt
pl: Limit odstępu adresów zaktualizowany
pt: Limite de Lacuna de Endereços Atualizado
pt_br: Limite de Endereços Atualizado
ru: Gap Limit Обновлен

# settings__gap__look_ahead
source: Look Ahead
ar: البحث للأمام
cs: Podívat se před sebe
de: Blick nach vorn
el: Αναζήτηση Μπροστά
es: Espacio Adelante
fr: Voir en avant
nl: Vooruit Kijken
pl: Zakres wstecz
pt: Olhar à Frente
pt_br: Olhar para frente

# settings__gap__look_ahead_change
source: Look Ahead Change
ar: البحث للأمام للباقي
ca: Look Ahead canvi
cs: Podívat se před změnu
de: Vorausschauend ändern
el: Αναζήτηση Μπροστά Ρέστων
es: Espacio Adelante de Cambio
fr: Voir changement en avant
it: Look Ahead Resto
nl: Vooruit Kijken Wisselgeld
pl: Zakres wstecz dla adresów reszty
pt: Olhar à Frente Troco
pt_br: Olhar à frente Troco

# settings__gap__look_behind
source: Look Behind
ar: البحث للخلف
cs: Podívat se za sebe
de: Blick zurück
el: Αναζήτηση Πίσω
es: Espacio Atrás
fr: Voir en arrière
nl: Achteruit Kijken
pl: Zakres do przodu
pt: Olhar Atrás
pt_br: Olhar para trás

# settings__gap__look_behind_change
source: Look Behind Change
ar: البحث للخلف للباقي
ca: Look Behind canvi
cs: Podívat se za změnu
de: Blick hinter den Wandel
el: Αναζήτηση Πίσω Ρέστων
es: Espacio Atrás de Cambio
fr: Voir changement en arrière
it: Look Behind Resto
nl: Achteruit Kijken Wisselgeld
pl: Zakres do przodu dla adresów reszty
pt: Olhar Atrás Troco
pt_br: Olhar Atrás Troco

# settings__gap__reset
source: Reset
ar: إعادة تعيين
ca: Reinicia
cs: Obnovit
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
it: Ripristino
nl: Resetten
pl: Resetuj
pt: Repor
pt_br: Redefinir
ru: Сбросить

# settings__gap__save
source: Save
ar: حفظ
ca: Guardar
cs: Uložit
de: Speichern
el: Καταχώρηση
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить

# settings__general__currency_footer
source: Prices powered by Bitfinex & CoinGecko.
ar: الأسعار مدعومة من Bitfinex و CoinGecko.
ca: Preus proporcionats per Bitfinex i CoinGecko.
cs: Ceny zprostředkované společnostmi Bitfinex & CoinGecko.
de: Preise bereitgestellt von Bitfinex & CoinGecko.
el: Τιμές από Bitfinex & CoinGecko.
es: Precios proporcionados por Bitfinex y CoinGecko.
fr: Prix fournis par Bitfinex et CoinGecko.
it: Prezzi forniti da Bitfinex & CoinGecko.
nl: Prijzen verzorgd door Bitfinex & CoinGecko.
pl: Kursy dzięki Bitfinex i CoinGecko.
pt: Preços fornecidos por Bitfinex e CoinGecko.
pt_br: Preços fornecidos pela Bitfinex & CoinGecko.
ru: Курсы валют предоставлены Bitfinex & CoinGecko.

# settings__general__currency_local
source: Local currency
ar: العملة المحلية
ca: Moneda local
cs: Lokální měna
de: Lokale Währung
el: Τοπικό νόμισμα
es: Moneda local
fr: Devise locale
it: Valuta locale
nl: Lokale valuta
pl: Waluta lokalna
pt: Moeda local
pt_br: Moeda local
ru: Валюта

# settings__general__currency_local_title
source: Local Currency
ar: العملة المحلية
ca: Moneda local
cs: Lokální měna
de: Lokale Währung
el: Τοπικό Νόμισμα
es: Moneda local
fr: Devise locale
it: Valuta Locale
nl: Lokale Valuta
pl: Waluta lokalna
pt: Moeda Local
pt_br: Moeda Local
ru: Валюта

# settings__general__currency_most_used
source: Most Used
ar: الأكثر استخدامًا
ca: Més utilitzat
cs: Nejčastěji používané
de: Meist genutzt
el: Πιο Χρησιμοποιούμενα
es: Más utilizadas
fr: Les plus utilisés
it: Più Utilizzati
nl: Meest Gebruikt
pl: Najczęściej używane
pt: Mais Usadas
pt_br: Mais usadas
ru: Наиболее Используемые

# settings__general__currency_other
source: Other Currencies
ar: عملات أخرى
ca: Altres monedes
cs: Ostatní měny
de: Andere Währungen
el: Άλλα Νομίσματα
es: Otras monedas
fr: Autres devises
it: Altre Valute
nl: Andere Valuta
pl: Inne waluty
pt: Outras Moedas
pt_br: Outras moedas
ru: Другие Валюты

# settings__general__denomination_classic
source: Classic (₿ 0.00010000)
ar: كلاسيكي (₿ 0.00010000)
ca: Clàssic (₿ 0.00010000)
cs: Klasický (₿ 0.00010000)
de: Klassisch (₿ 0.00010000)
el: Κλασική (₿ 0.00010000)
es: Clásico (₿ 0.00010000)
fr: Classique (₿ 0.00010000)
it: Classico (₿ 0.00010000)
nl: Klassiek (₿ 0.00010000)
pl: Klasyczny (₿ 0.00010000)
pt: Clássico (₿ 0.00010000)
pt_br: Clássica (₿ 0,00010000)
ru: Классический (₿ 0.00010000)

# settings__general__denomination_label
source: Bitcoin denomination
ar: تسمية Bitcoin
ca: Denominació de Bitcoin
cs: Nominální hodnota bitcoinu
de: Bitcoin-Stückelung
el: Ονοματολογία Bitcoin
es: Denominación Bitcoin
fr: Dénomination du bitcoin
it: Denominazione Bitcoin
nl: Bitcoin-denominatie
pl: Nominał bitcoina
pt: Denominação Bitcoin
pt_br: Denominação do Bitcoin
ru: Деноминация Биткойна

# settings__general__denomination_modern
source: Modern (₿ 10 000)
ar: حديث (₿ 10 000)
cs: Moderní (₿ 10 000)
el: Μοντέρνα (₿ 10 000)
es: Moderno (₿ 10 000)
fr: Moderne (₿ 10 000)
it: Moderno (₿ 10 000)
pl: Nowoczesny (₿ 10 000)
pt: Moderno (₿ 10 000)
pt_br: Moderna (₿ 10 000)
ru: Современный (₿ 10 000)

# settings__general__speed
source: Transaction speed
ar: سرعة المعاملة
ca: Velocitat de transacció
cs: Rychlost transakce
de: Transaktionsgeschwindigkeit
el: Ταχύτητα συναλλαγής
es: Velocidad de transacción
fr: Vitesse de transaction
it: Velocità transazione
nl: Transactiesnelheid
pl: Szybkość transakcji
pt: Velocidade de transação
pt_br: Velocidade da transação
ru: Скорость транзакций

# settings__general__speed_default
source: Default Transaction Speed
ar: سرعة المعاملة الافتراضية
ca: Velocitat de transacció per defecte
cs: Výchozí rychlost transakce
de: Transaktionsgeschwindigkeit
el: Προεπιλεγμένη Ταχύτητα Συναλλαγής
es: Velocidad de transacción predeterminada
fr: Vitesse de transaction par défaut
it: Velocità Transazione di Default
nl: Standaard Transactiesnelheid
pl: Domyślna szybkość transakcji
pt: Velocidade de Transação Predefinida
pt_br: Velocidade de transação padrão
ru: Скорость транзакций по умолчанию

# settings__general__speed_fee_custom
source: Set Custom Fee
ar: تعيين رسوم مخصصة
ca: Estableix una tarifa personalitzada
cs: Nastavit vlastní poplatek
de: Benutzerdefinierte Gebühr festlegen
el: Ορισμός Προσαρμοσμένου Τέλους
es: Fijar tarifa personalizada
fr: Fixer des frais personnalisés
it: Imposta commissione personalizzata
nl: Vergoeding Instellen
pl: Ustaw opłatę niestandardową
pt: Definir Taxa Personalizada
pt_br: Definir Taxa Personalizada
ru: Установить Пользовательскую Комиссию

# settings__general__speed_fee_total
source: ₿ {feeSats} for the average transaction
ar: ₿ {feeSats} للمعاملة المتوسطة
ca: ₿ {feeSats} per a la transacció mitjana
cs: ₿ {feeSats} za průměrnou transakci
de: ₿ {feeSats} für die durschnittliche Transaktion
el: ₿ {feeSats} για τη μέση συναλλαγή
es: ₿ {feeSats} para la transacción típica
fr: ₿ {feeSats} pour une transaction moyenne
it: ₿ {feeSats} per la transazione media
nl: ₿ {feeSats} voor de gemiddelde transactie
pl: ₿ {feeSats} dla przeciętnej transakcji
pt: ₿ {feeSats} para a transação média
pt_br: ₿ {feeSats} para uma transação média
ru: ₿ {feeSats} за среднюю транзакцию

# settings__general__speed_fee_total_fiat
source: ₿ {feeSats} for the average transaction ({fiatSymbol}{fiatFormatted})
ar: ₿ {feeSats} للمعاملة المتوسطة ({fiatSymbol}{fiatFormatted})
ca: ₿ {feeSats} per a la transacció mitjana ({fiatSymbol}{fiatFormatted})
cs: ₿ {feeSats} za průměrnou transakci ({fiatSymbol}{fiatFormatted} ).
de: ₿ {feeSats} für die durschnittliche Transaktion ({fiatSymbol}{fiatFormatted})
el: ₿ {feeSats} για τη μέση συναλλαγή ({fiatSymbol}{fiatFormatted})
es: ₿ {feeSats} para la transacción típica ({fiatSymbol}{fiatFormatted})
fr: ₿ {feeSats} pour une transaction moyenne ({fiatSymbol}{fiatFormatted} )
it: ₿ {feeSats} per la transazione media ({fiatSymbol}{fiatFormatted})
nl: ₿ {feeSats} voor de gemiddelde transactie ({fiatSymbol}{fiatFormatted})
pl: ₿ {feeSats} dla przeciętnej transakcji ({fiatSymbol}{fiatFormatted} )
pt: ₿ {feeSats} para a transação média ({fiatSymbol}{fiatFormatted})
pt_br: ₿ {feeSats} para uma transação média ({fiatSymbol}{fiatFormatted} )
ru: ₿ {feeSats} за среднюю транзакцию ({fiatSymbol}{fiatFormatted})

# settings__general__speed_title
source: Transaction Speed
ar: سرعة المعاملة
ca: Velocitat de transacció
cs: Rychlost transakce
de: Geschwindigkeit
el: Ταχύτητα Συναλλαγής
es: Velocidad de la Transacción
fr: Vitesse de transaction
it: Velocità Transazione
nl: Transactiesnelheid
pl: Szybkość transakcji
pt: Velocidade de Transação
pt_br: Velocidade da transação
ru: Скорость Транзакций

# settings__general__tags
source: Tags
ar: العلامات
ca: Etiquetes
cs: Tagy
el: Ετικέτες
es: Etiquetas
it: Tag
nl: Labels
pl: Tagi
pt: Etiquetas
ru: Теги

# settings__general__tags_previously
source: Previously used tags
ar: العلامات المستخدمة سابقًا
ca: Etiquetes prèviament utilitzades
cs: Dříve použité tagy
de: Früher verwendete Tags
el: Προηγουμένως χρησιμοποιημένες ετικέτες
es: Etiquetas utilizadas anteriormente
fr: Étiquettes précédemment utilisées
it: Tag usati in precedenza
nl: Eerder gebruikte labels
pl: Poprzednio używane tagi
pt: Etiquetas usadas anteriormente
pt_br: Tags usadas anteriormente
ru: Ранее Использованные Теги

# settings__general__unit
source: Default unit
ar: الوحدة الافتراضية
ca: Unitat per defecte
cs: Výchozí jednotka
de: Einheit
el: Προεπιλεγμένη μονάδα
es: Unidad predeterminada
fr: Unité par défaut
it: Unità predefinita
nl: Standaard eenheid
pl: Jednostka domyślna
pt: Unidade predefinida
pt_br: Unidade padrão
ru: Единица измерения

# settings__general__unit_display
source: Display amounts in
ar: عرض المبالغ بـ
ca: Mostra les quantitats en
cs: Zobrazit částky v
de: Beträge anzeigen in
el: Εμφάνιση ποσών σε
es: Mostrar cantidades en
fr: Afficher les montants en
it: Visualizza gli importi in
nl: Bedragen weergeven in
pl: Wyświetlaj kwoty w
pt: Mostrar valores em
pt_br: Exibir valores em
ru: Отображать суммы в
