Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# wallet__boost_success_title
source: Boosted!
ar: تم التعزيز!
ca: Impulsat!
cs: Posíleno!
de: Beschleunigt!
el: Ενισχύθηκε!
es: Impulsada!
fr: Boostée !
it: Potenziata!
nl: Geboost!
pl: Przyśpieszona!
pt: Impulsionado!
pt_br: Acelerado!
ru: Ускорена!

# wallet__boost_swipe
source: Swipe To Boost
ar: اسحب للتعزيز
ca: Llisca per impulsar
cs: Přejetím posilte
de: Zum Beschleunigen wischen
el: Σύρετε για Ενίσχυση
es: Deslizar para impulsar
fr: Balayer pour booster
it: Scorri per Potenziare
nl: Veeg Om Te Boosten
pl: Przesuń, aby przyspieszyć
pt: Desliza Para Impulsionar
pt_br: Arraste para acelerar
ru: Ускорить

# wallet__boost_title
source: Boost Transaction
ar: تعزيز المعاملة
ca: Impulsar transacció
cs: Posílit transakci
de: Transaktion beschleunigen
el: Ενίσχυση Συναλλαγής
es: Potenciar Transacción
it: Potenzia transazione
nl: Boost Transactie
pl: Przyśpiesz transakcję
pt: Impulsionar Transação
pt_br: Impulsionar Transação
ru: Ускорить Транзакцию

# wallet__create_wallet_error
source: Please reopen the app and try again.
ar: يرجى إعادة فتح التطبيق والمحاولة مرة أخرى.
ca: Si us plau, torna a obrir l'aplicació i torna-ho a provar.
cs: Znovu otevřete aplikaci a zkuste to znovu.
de: Bitte öffne die App erneut und versuche es nochmal.
el: Παρακαλώ ανοίξτε ξανά την εφαρμογή και δοκιμάστε ξανά.
es: Por favor, reabra la aplicación e intente de nuevo.
fr: Veuillez rouvrir l'application et réessayer.
it: Riapri l'app e riprova.
nl: Open de app opnieuw en probeer het nogmaals.
pl: Uruchom ponownie aplikację i spróbuj ponownie.
pt: Por favor, reabre a app e tenta novamente.
pt_br: Reinicie o aplicativo e tente novamente.
ru: Пожалуйста, перезапустите приложение и попробуйте снова.

# wallet__create_wallet_existing_error
source: Wallet "{walletName}" already exists.
ar: المحفظة "{walletName}" موجودة بالفعل.
ca: La cartera "{walletName}" ja existeix.
cs: Peněženka "{walletName}" již existuje.
de: Wallet "{walletName}" existiert bereits.
el: Το πορτοφόλι "{walletName}" υπάρχει ήδη.
es: El monedero "{walletName}" ya existe.
fr: Le portefeuille "{walletName}" existe déjà.
it: Il portafoglio "{walletName}" esiste già.
nl: Wallet "{walletName}" bestaat al.
pl: Portfel "{walletName}" już istnieje.
pt: A carteira "{walletName}" já existe.
pt_br: A carteira "{walletName}" já existe.
ru: Кошелек {walletName}уже существует.

# wallet__create_wallet_mnemonic_error
source: Invalid recovery phrase.
ar: عبارة استرداد غير صالحة.
ca: Frase de recuperació no vàlida.
cs: Neplatná fráze pro obnovení.
de: Ungültige Wiederherstellungsphrase.
el: Μη έγκυρη φράση ανάκτησης.
es: Frase de recuperación inválida.
fr: Phrase de récupération non valide.
it: Frase di recupero non valida.
nl: Ongeldige herstelzin.
pl: Nieprawidłowa fraza odzyskiwania.
pt: Frase de recuperação inválida.
pt_br: Frase de recuperação inválida.
ru: Неверная фраза восстановления.

# wallet__create_wallet_mnemonic_restore_error
source: Please double-check if your recovery phrase is accurate.
ar: يرجى التحقق مرة أخرى من دقة عبارة الاسترداد.
ca: Si us plau, comprova si la teva frase de recuperació és correcta.
cs: Překontrolujte, zda je vaše fráze pro obnovení správná.
de: Bitte überprüfe deine Wiederherstellungsphrase auf Richtigkeit.
el: Παρακαλώ ελέγξτε ξανά αν η φράση ανάκτησής σας είναι ακριβής.
es: Por favor, compruebe si su frase de recuperación es correcta.
fr: Veuillez vérifier que votre phrase de récupération est exacte.
it: Ti invitiamo a ricontrollare che la frase di recupero sia accurata.
nl: Controleer nogmaals of uw herstelzin juist is.
pl: Upewnij się, czy fraza odzyskiwania jest poprawna.
pt: Por favor, verifica novamente se a tua frase de recuperação está correta.
pt_br: Por favor, verifique novamente se sua frase de recuperação está correta.
ru: Пожалуйста, дважды проверьте точность вашей фразы восстановления.

# wallet__details_savings_title
source: Savings
ar: المدخرات
ca: Estalvis
cs: Úspory
de: Sparen
el: Αποταμιεύσεις
es: Ahorro
fr: Épargnes
it: Risparmi
nl: Spaargeld
pl: Oszczędności
pt: Poupanças
pt_br: Poupança
ru: Сбережения

# wallet__details_spending_title
source: Spending
ar: الإنفاق
ca: Despesa
cs: Útraty
de: Ausgaben
el: Δαπάνες
es: Gasto
fr: Dépenses
it: Spesa
nl: Bestedingssaldo
pl: Wydatki
pt: Gastos
pt_br: Gastos
ru: Расходы

# wallet__details_transfer_subtitle
source: Incoming Transfer:
ar: تحويل وارد:
ca: Transferència entrant:
cs: Příchozí transakce:
de: Eingehender Transfer:
el: Εισερχόμενη Μεταφορά:
es: Transferencia Entrante:
fr: Transfert entrant :
it: Trasferimento in Entrata:
nl: Inkomende Overboeking:
pl: Transfer przychodzący:
pt: Transferência a Receber:
pt_br: Transferência chegando:
ru: Входящий перевод:

# wallet__drawer__activity
source: Activity
ar: النشاط
ca: Activitat
cs: Aktivita
el: Δραστηριότητα
es: Actividad
fr: Activité
it: Attività
nl: Activiteit
pl: Aktywność
pt: Atividade
pt_br: Atividade
ru: Активность

# wallet__drawer__contacts
source: Contacts
ar: جهات الاتصال
ca: Contactes
cs: Kontakty
el: Επαφές
es: Contactos
it: Contatti
nl: Contacten
pl: Kontakty
pt: Contactos
pt_br: Contatos
ru: Контакты

# wallet__drawer__profile
source: Profile
ar: الملف الشخصي
ca: Perfil
cs: Profil
el: Προφίλ
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
pt_br: Perfil
ru: Профиль

# wallet__drawer__settings
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
el: Ρυθμίσεις
es: Ajustes
fr: Config
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Ajustes
ru: Настройки

# wallet__drawer__shop
source: Shop
ar: تسوق
ca: Botiga
el: Κατάστημα
es: Tienda
fr: Boutique
nl: Winkel
pl: Sklep
pt: Loja
pt_br: Comprar

# wallet__drawer__status
source: App Status
ar: حالة التطبيق
ca: Estat de l'aplicació
cs: Stav aplikace
el: Κατάσταση Εφαρμογής
es: Estado de la App
fr: Statut de l'application
it: Stato dell'app
pl: Status aplikacji
pt: Estado da App
pt_br: Status do Aplicativo
ru: Статус Приложения

# wallet__drawer__wallet
source: Wallet
ar: المحفظة
ca: Cartera
cs: Peněženka
el: Πορτοφόλι
es: Monedero
it: Portafoglio
pl: Portfel
pt: Carteira
pt_br: Carteira

# wallet__drawer__widgets
source: Widgets
ar: الأدوات
ca: Ginys
cs: Widgety
it: Widget
pl: Widgety
ru: Виджеты

# wallet__error_broadcast_tx
source: Transaction Broadcast Failed
ar: فشل بث المعاملة
ca: Error en emetre la transacció
cs: Vysílání transakce se nezdařilo
de: Transaktionsübertragung fehlgeschlagen
el: Η Μετάδοση Συναλλαγής Απέτυχε
es: Error al Emitir Transacción
fr: Échec de la diffusion de la transaction
it: Trasmissione della transazione non riuscita
nl: Uitzenden Transactie Mislukt
pl: Transakcja nie powiodła się
pt: Transmissão de Transação Falhou
pt_br: Falha no Envio da Transação
ru: Ошибка отправки транзакции

# wallet__error_broadcast_tx_connection
source: Please check your connection and try again. {message}
ar: يرجى التحقق من اتصالك والمحاولة مرة أخرى. {message}
ca: Si us plau, comprova la teva connexió i torna-ho a provar. {message}
cs: Zkontrolujte prosím své připojení a zkuste to znovu. {message}
de: Bitte überprüfe deine Verbindung und versuche es erneut. {message}
el: Παρακαλώ ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά. {message}
es: Por favor, compruebe su conexión e inténtelo de nuevo. {message}
fr: Veuillez vérifier votre connexion et réessayer. {message}
it: Per favore controlla la tua connessione e riprova. {message}
nl: Controleer uw verbinding en probeer het nogmaals. {message}
pl: Proszę sprawdzić połączenie i spróbować ponownie. {message}
pt: Por favor, verifica a tua ligação e tenta novamente. {message}
pt_br: Por favor, verifique sua conexão e tente novamente. {message}
ru: Пожалуйста, проверьте своё соединение и попробуйте ещё раз. {message}

# wallet__error_broadcast_tx_msg
source: An error occurred when broadcasting your transaction. {raw}
ar: حدث خطأ عند بث معاملتك. {raw}
ca: S'ha produït un error en emetre la teva transacció. {raw}
cs: Při odesílání vaší transakce došlo k chybě. {raw}
de: Ein Fehler ist aufgetreten beim Übertragen deiner Transaktion. {raw}
el: Παρουσιάστηκε σφάλμα κατά τη μετάδοση της συναλλαγής σας. {raw}
es: Ocurrió un error al emitir su transacción. {raw}
fr: Une erreur s'est produite lors de la diffusion de votre transaction. {raw}
it: Si è verificato un errore durante la trasmissione della transazione. {raw}
nl: Er is een fout opgetreden bij het uitzenden van uw transactie. {raw}
pl: Wystąpił błąd podczas nadawania transakcji. {raw}
pt: Ocorreu um erro ao transmitir a tua transação. {raw}
pt_br: Ocorreu um erro ao transmitir sua transação. {raw}
ru: Произошла ошибка во время отправки транзакции. {raw}

# wallet__error_create_tx
source: Transaction Creation Failed
ar: فشل إنشاء المعاملة
ca: Error en crear la transacció
cs: Vytvoření transakce se nezdařilo
de: Transaktionserstellung fehlgeschlagen
el: Η Δημιουργία Συναλλαγής Απέτυχε
es: Error al Crear Transacción
fr: Échec de la création d'une transaction
it: Creazione della transazione non riuscita
nl: Aanmaak Transactie Mislukt
pl: Tworzenie transakcji nie powiodło się
pt: Criação de Transação Falhou
pt_br: Falha na Criação da Transação
ru: Ошибка создания транзакции

# wallet__error_create_tx_msg
source: An error occurred. Please try again {raw}
ar: حدث خطأ. يرجى المحاولة مرة أخرى {raw}
ca: S'ha produït un error. Si us plau, torna-ho a provar {raw}
cs: Došlo k chybě. Zkuste to prosím znovu {raw}
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut {raw}
el: Παρουσιάστηκε σφάλμα. Παρακαλώ δοκιμάστε ξανά {raw}
es: Ocurrió un error. Por favor, intente de nuevo {raw}
fr: Une erreur s'est produite. Veuillez réessayer {raw}
it: Si è verificato un errore. Per favore riprova {raw}
nl: Er is een fout opgetreden. Probeer opnieuw {raw}
pl: Wystąpił błąd. Proszę spróbować ponownie {raw}
pt: Ocorreu um erro. Por favor, tenta novamente {raw}
pt_br: Ocorreu um erro. Por favor, tente novamente {raw}
ru: Произошла ошибка. Пожалуйста, попробуйте снова {raw}

# wallet__error_min_fee_msg
source: Please increase your fee and try again.
ar: يرجى زيادة الرسوم والمحاولة مرة أخرى.
ca: Si us plau, augmenta la comissió i torna-ho a provar.
cs: Zvyšte prosím poplatek a zkuste to znovu.
de: Bitte erhöhe deine Gebühr und versuche es erneut.
el: Παρακαλώ αυξήστε το τέλος σας και δοκιμάστε ξανά.
es: Por favor, aumente su cuota e inténtelo de nuevo.
fr: Veuillez augmenter vos frais et réessayer.
it: Aumenta le tue fee e riprova.
nl: Verhoog uw vergoeding en probeer het nogmaals.
pl: Proszę zwiększyć opłatę i spróbować ponownie.
pt: Por favor, aumenta a tua taxa e tenta novamente.
pt_br: Aumente a taxa e tente novamente.
ru: Пожалуйста, увеличьте вашу комиссию и повторите попытку.

# wallet__error_min_fee_title
source: Minimum relay fee not met
ar: لم يتم استيفاء الحد الأدنى لرسوم الترحيل
ca: Comissió mínima de relay no assolida
cs: Minimální poplatek za přenos nebyl splněn
de: Mindestübertragungsgebühr nicht erreicht
el: Δεν επιτεύχθηκε το ελάχιστο τέλος μετάδοσης
es: Comisión mínima de retransmisión no alcanzada
fr: Le montant minimum des frais de relais n'est pas atteint
it: Fee minima di relay non soddisfatta
nl: Voldoet niet aan de minimum relay vergoeding
pl: Opłata jest niższa niż minimalna wymagana przez sieć
pt: Taxa mínima de retransmissão não atingida
pt_br: Taxa mínima de envio não atingida
ru: Не достигнут минимальный уровень комиссии

# wallet__error_no_invoice
source: No lightning invoice found.
ar: لم يُعثر على فاتورة Lightning.
ca: No s'ha trobat cap factura Lightning.
cs: Nebyla nalezena žádná lightningová faktura.
de: Keine Lightning-Rechnung gefunden.
el: Δεν βρέθηκε τιμολόγιο lightning.
es: No se ha encontrado ninguna factura Lightning
fr: Aucune facture Lightning n'a été trouvée.
it: Nessuna invoice lightning trovata.
nl: Geen lightning factuur gedetecteerd
pl: Nie znaleziono faktury Lightning.
pt: Nenhuma fatura Lightning encontrada.
pt_br: Não fora encontrada nenhum invoice lightning.
ru: Лайтнинг инвойс не найден.

# wallet__error_no_tx_msg
source: Please check your transaction info and try again.
ar: يرجى التحقق من معلومات معاملتك والمحاولة مرة أخرى.
ca: Si us plau, comprova la informació de la transacció i torna-ho a provar.
cs: Zkontrolujte prosím údaje o transakci a zkuste to znovu.
de: Bitte überprüfe deine Transaktionsinformationen und versuche es erneut.
el: Παρακαλώ ελέγξτε τις πληροφορίες συναλλαγής και δοκιμάστε ξανά.
es: Por favor, verifique la información de su transacción e inténtelo de nuevo.
fr: Veuillez vérifier vos informations de transaction et réessayer.
it: Controlla le info della tua transazione e riprova.
nl: Controleer de transactiegevens en probeer het nogmaals.
pl: Proszę sprawdzić informacje o transakcji i spróbować ponownie.
pt: Por favor, verifica as informações da tua transação e tenta novamente.
pt_br: Verifique as informações da transação e tente novamente.
ru: Пожалуйста, проверьте информацию о транзакции и повторите попытку.

# wallet__error_no_tx_title
source: No transaction is available to broadcast.
ar: لا توجد معاملة متاحة للبث.
ca: No hi ha cap transacció disponible per emetre.
cs: Není k dispozici žádná transakce pro vysílání.
de: Keine Transaktion verfügbar zum Senden.
el: Δεν υπάρχει διαθέσιμη συναλλαγή για μετάδοση.
es: No hay ninguna transacción disponible para emitir.
fr: Aucune transaction à diffuser n'est disponible.
it: Nessuna transazione è disponibile per la trasmissione.
nl: Geen transactie beschikbaar om te verzenden
pl: Żadna transakcja nie jest dostępna do wysłania.
pt: Nenhuma transação disponível para transmitir.
pt_br: Não há transações disponíveis para envio.
ru: Нет доступных транзакций для отправки.

# wallet__filter_apply
source: Apply
ar: تطبيق
ca: Aplicar
cs: Použít
de: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
pt_br: Aplicar
ru: Применить

# wallet__filter_clear
source: Clear
ar: مسح
ca: Neteja
cs: Vymazat
de: Löschen
el: Εκκαθάριση
es: Borrar
fr: Effacer
it: Pulisci
nl: Verwijder
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ru: Очистить

# wallet__filter_title
source: Select Range
ar: اختر النطاق
ca: Selecciona rang
cs: Zvolte rozsah
de: Zeitraum auswählen
el: Επιλογή Εύρους
es: Seleccione Rango
fr: Sélectionnez une fourchette
it: Seleziona Intervallo
nl: Selecteer Interval
pl: Wybierz zakres
pt: Selecionar Intervalo
pt_br: Selecionar intervalo
ru: Выберите Диапазон

# wallet__instant_payment_received
source: Received Instant Bitcoin
ar: تم استلام Bitcoin فوري
ca: Rebut Bitcoin instantani
cs: Přijatý okamžitý bitcoin
de: Sofortiger Bitcoin empfangen
el: Άμεσο Bitcoin Λήφθηκε
es: Bitcoin Instantáneo Recibido
fr: Réception de bitcoins instantanés
it: Ricevuti Bitcoin istantanei
nl: Direct Bitcoin Ontvangen
pl: Otrzymano bitcoin natychmiastowo
pt: Bitcoin Instantâneo Recebido
pt_br: Bitcoin Recebido Instantaneamente
ru: Получен Мгновенный Биткоин

# wallet__ldk_start_error_title
source: Lightning Startup Error
ar: خطأ في بدء Lightning
ca: Error d'inici de Lightning
cs: Chyba při spuštění lightning
el: Σφάλμα Εκκίνησης Lightning
es: Error de Inicio de Lightning
fr: Erreur de démarrage de Lightning
it: Errore di Avvio Lightning
nl: Lightning Opstartfout
pl: Błąd uruchamiania Lightning
pt: Erro de Arranque Lightning
pt_br: Erro de inicialização da Lightning

# wallet__ldk_sync_error_title
source: Lightning Sync Error
ar: خطأ في مزامنة Lightning
ca: Error de sincronització de Lightning
cs: Chyba synchronizace lightning
de: Lightning-Synchronisierungsfehler
el: Σφάλμα Συγχρονισμού Lightning
es: Error de Sincronización de Lightning
fr: Erreur de synchronisation Lightning
it: Errore di sincronizzazione Lightning
nl: Lightning Synchronisatiefout
pl: Błąd synchronizacji z siecią Lightning
pt: Erro de Sincronização Lightning
pt_br: Erro de Sincronização Lightning
ru: Ошибка Синхронизации Lightning

# wallet__lnurl_p_max
source: Maximum amount
ar: الحد الأقصى للمبلغ
ca: Import màxim
cs: Maximální částka
de: Maximaler Betrag
el: Μέγιστο ποσό
es: Cantidad máxima
fr: Montant maximum
it: Importo massimo
nl: Maximumbedrag
pl: Maksymalna kwota
pt: Valor máximo
pt_br: Valor máximo
ru: Максимальная сумма

# wallet__lnurl_p_title
source: Pay Bitcoin
ar: دفع Bitcoin
ca: Pagar Bitcoin
cs: Platit bitcoinem
de: Bitcoin bezahlen
el: Πληρωμή Bitcoin
es: Pagar Bitcoin
fr: Payer en bitcoins
it: Paga Bitcoin
nl: Bitcoin Betalen
pl: Płać Bitcoinami
pt: Pagar Bitcoin
pt_br: Pagar com Bitcoin
ru: Оплатить Биткоин

# wallet__lnurl_pay__error_min__description
source: The minimum amount for this invoice is ₿ {amount}.
ar: الحد الأدنى للمبلغ لهذه الفاتورة هو ₿ {amount}.
ca: L'import mínim per a aquesta factura és ₿ {amount}.
cs: Minimální částka pro tuto fakturu je ₿ {amount}.
de: Der Mindestbetrag für diese Rechnung beträgt ₿ {amount}.
el: Το ελάχιστο ποσό για αυτό το τιμολόγιο είναι ₿ {amount}.
es: La cantidad mínima para esta factura es ₿ {amount}.
fr: Le montant minimum pour cette facture est de ₿ {amount}.
it: L'importo minimo per questa fattura è ₿ {amount}.
nl: Het minimumbedrag voor deze factuur is ₿ {amount}.
pl: Minimalna kwota dla tej faktury wynosi ₿ {amount}.
pt: O valor mínimo para esta fatura é ₿ {amount}.
pt_br: O valor mínimo para este invoice é de ₿ {amount}.
ru: Минимальная сумма для этого инвойса — ₿ {amount}.

# wallet__lnurl_pay__error_min__title
source: Amount Too Low
ar: المبلغ منخفض جدًا
ca: Import massa baix
cs: Příliš nízká částka
de: Zu niedriger Betrag
el: Πολύ Χαμηλό Ποσό
es: Cantidad Muy Baja
fr: Montant trop faible
it: Importo Troppo Basso
nl: Bedrag Te Laag
pl: Zbyt niska kwota
pt: Valor Muito Baixo
pt_br: Valor muito baixo
ru: Сумма слишком мала

# wallet__lnurl_pay_confirm__comment
source: Comment
ar: تعليق
ca: Comentari
cs: Komentář
de: Kommentar
el: Σχόλιο
es: Comentario
fr: Commentaire
it: Commento
nl: Opmerking
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий

# wallet__lnurl_pay_confirm__comment_placeholder
source: Optional comment to receiver
ar: تعليق اختياري للمستلم
ca: Comentari opcional per al receptor
cs: Nepovinný komentář pro příjemce
de: Optionaler Kommentar zum Empfänger
el: Προαιρετικό σχόλιο στον παραλήπτη
es: Comentario opcional para el receptor
fr: Commentaire facultatif au destinataire
it: Commento opzionale al destinatario
nl: Optionele opmerking aan ontvanger
pl: Opcjonalny komentarz dla odbiorcy
pt: Comentário opcional para o destinatário
pt_br: Comentário opcional para o receptor
ru: Необязательный комментарий получателю

# wallet__lnurl_w_button
source: Withdraw
ar: سحب
ca: Retirar
cs: Výběr
de: Abheben
el: Ανάληψη
es: Retirar
fr: Retirer
it: Prelievo
nl: Opnemen
pl: Wypłać
pt: Levantar
pt_br: Sacar
ru: Вывести

# wallet__lnurl_w_max
source: AvailablE TO WITHDRAW
ar: متاح للسحب
ca: DISPONIBLE PER RETIRAR
cs: K dispozici k výběru
de: Verfügbar zum Abheben
el: ΔΙΑΘΕΣΙΜΑ ΓΙΑ ΑΝΑΛΗΨΗ
es: DISPONIBLE PARA RETIRAR
fr: Disponible au retrait
it: Disponibile al RITIRO
nl: Beschikbaar om op te nemen
pl: Dostępne do wypłaty
pt: DISPONÍVEL PARA LEVANTAR
pt_br: Disponível para saque
ru: ДОСТУПНО ДЛЯ ВЫВОДА

# wallet__lnurl_w_text
source: The funds you withdraw will be deposited into your Bitkit spending balance.
ar: سيتم إيداع الأموال التي تسحبها في رصيد إنفاق Bitkit الخاص بك.
ca: Els fons que retiris es dipositaran al teu saldo de despesa de Bitkit.
cs: Vybrané prostředky se připíší na váš výdajový zůstatek na BitKitu.
de: Die abgehobenen Gelder werden auf dein Bitkit-Ausgabenkonto eingezahlt.
el: Τα κεφάλαια που αναλαμβάνετε θα κατατεθούν στο υπόλοιπο δαπανών Bitkit σας.
es: Los fondos que retire se depositarán en su saldo de gastos de Bitkit.
fr: Les fonds que vous retirez seront déposés dans votre solde Dépenses.
it: I fondi prelevati verranno depositati nel tuo saldo spesa su Bitkit.
nl: Het geld dat u opneemt, wordt op uw Bitkit bestedingssaldo gestort.
pl: Wypłacone środki zostaną zdeponowane na saldzie wydatków Bitkit.
pt: Os fundos que levantares serão depositados no teu saldo de gastos Bitkit.
pt_br: Os fundos que você sacar serão depositados em seu saldo de gastos do Bitkit.
ru: Средства, которые вы выводите, будут зачислены на Баланс Расходов Bitkit.

# wallet__lnurl_w_title
source: Withdraw Bitcoin
ar: سحب Bitcoin
ca: Retirar Bitcoin
cs: Vybrat bitcoin
de: Bitcoin abheben
el: Ανάληψη Bitcoin
es: Retirar Bitcoin
fr: Retirer du bitcoin
it: Preleva Bitcoin
nl: Bitcoin Opnemen
pl: Wypłata Bitcoin
pt: Levantar Bitcoin
pt_br: Sacar Bitcoin
ru: Вывести Биткоин

# wallet__max_possible_fee_rate
source: Fee Exceeds Maximum Limit
ar: الرسوم تتجاوز الحد الأقصى
ca: La comissió supera el límit màxim
cs: Poplatek překračuje maximální limit
de: Gebühr überschreitet das maximale Limit
el: Το Τέλος Υπερβαίνει το Μέγιστο Όριο
es: La Comisión Excede el Límite Máximo
fr: Les frais dépassent la limite maximale
it: La commissione supera il limite massimo
nl: Vergoeding Overschrijdt Maximum
pl: Opłata przekracza maksymalny limit
pt: Taxa Excede o Limite Máximo
pt_br: A Taxa Excede o Limite Máximo
ru: Комиссия превышает максимальный лимит

# wallet__max_possible_fee_rate_msg
source: Lower the custom fee and try again.
ar: خفّض الرسوم المخصصة وحاول مرة أخرى.
ca: Redueix la comissió personalitzada i torna-ho a provar.
cs: Snižte vlastní poplatek a zkuste to znovu.
de: Reduziere die benutzerdefinierte Gebühr und versuche es erneut.
el: Μειώστε το προσαρμοσμένο τέλος και δοκιμάστε ξανά.
es: Reduzca la comisión personalizada e inténtelo de nuevo.
fr: Réduisez les frais et réessayez.
it: Diminuisci la commissione personalizzata e riprova.
nl: Verlaag de vergoeding en probeer het opnieuw.
pl: Proszę obniżyć opłatę i spróbować ponownie.
pt: Baixa a taxa personalizada e tenta novamente.
pt_br: Diminua a taxa personalizada e tente novamente.
ru: Уменьшите заданную комиссию и попробуйте снова.

# wallet__min_possible_fee_rate
source: Fee Below Minimum Limit
ar: الرسوم أقل من الحد الأدنى
ca: La comissió està per sota del límit mínim
cs: Poplatek pod minimální hranicí
de: Gebühr unterschreitet das Mindestlimit
el: Το Τέλος Κάτω από το Ελάχιστο Όριο
es: Comisión Por Debajo del Límite Mínimo
fr: Frais en dessous de la limite minimale
it: Commissione inferiore al limite minimo
nl: Vergoeding Onder Minimum
pl: Opłata poniżej minimalnego limitu
pt: Taxa Abaixo do Limite Mínimo
pt_br: Taxa abaixo do limite mínimo
ru: Комиссия ниже минимального лимита

# wallet__min_possible_fee_rate_msg
source: Increase the custom fee and try again.
ar: ارفع الرسوم المخصصة وحاول مرة أخرى.
ca: Augmenta la comissió personalitzada i torna-ho a provar.
cs: Zvyšte vlastní poplatek a zkuste to znovu.
de: Erhöhe die benutzerdefinierte Gebühr und versuche es erneut.
el: Αυξήστε το προσαρμοσμένο τέλος και δοκιμάστε ξανά.
es: Aumente la comisión personalizada e inténtelo de nuevo.
fr: Augmentez les frais et réessayez.
it: Aumenta la commissione personalizzata e riprova.
nl: Verhoog de vergoeding en probeer het opnieuw.
pl: Zwiększ opłatę niestandardową i spróbuj ponownie.
pt: Aumenta a taxa personalizada e tenta novamente.
pt_br: Aumente a taxa personalizada e tente novamente.
ru: Увеличьте заданную комиссию и попробуйте снова.

# wallet__minimum
source: MINIMUM
ar: الحد الأدنى
ca: MÍNIM
el: ΕΛΑΧΙΣΤΟ
es: MÍNIMO
it: MINIMO
pt: MÍNIMO
pt_br: MÍNIMO
ru: МИНИМУМ

# wallet__note
source: Note
ar: ملاحظة
ca: Nota
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
nl: Opmerking
pl: Notatka
pt: Nota
pt_br: Nota
ru: Заметка

# wallet__payment_received
source: Received Bitcoin
ar: تم استلام Bitcoin
ca: Rebut Bitcoin
cs: bitcoin přijatý
de: Bitcoin empfangen
el: Bitcoin Λήφθηκε
es: Bitcoin recibido
fr: Bitcoin reçus
it: Bitcoin ricevuti
nl: Bitcoin Ontvangen
pl: Otrzymano Bitcoinów
pt: Bitcoin Recebido
pt_br: Bitcoin Recebido
ru: Получен Биткоин
