Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# onboarding__slide0_text
source: Bitkit hands you the keys to manage your money. Spend now or save for later. The choice is yours.
ar: يمنحك Bitkit المفاتيح لإدارة أموالك. أنفق الآن أو ادخر لاحقًا. الخيار لك.
ca: Bitkit et dóna les claus per gestionar els teus diners. Gasta ara o estalvia per després. La decisió és teva.
cs: Bitkit vám předá klíče ke správě vašich peněz. Utrácejte teď nebo si spořte na později. Volba je na vás.
de: Bitkit gibt dir die Schlüssel zu deinem Geld. Gib es aus oder spare für später. Die Entscheidung liegt bei dir.
el: Το Bitkit σας δίνει τα κλειδιά για να διαχειριστείτε τα χρήματά σας. Ξοδέψτε τώρα ή αποταμιεύστε για αργότερα. Η επιλογή είναι δική σας.
es: Bitkit te da las llaves para gestionar tu dinero. Gasta ahora o ahorra para después. La elección es tuya.
fr: Bitkit vous donne les clés pour gérer votre argent. Dépensez maintenant ou économisez pour plus tard. C'est à vous de choisir.
it: Bitkit ti dà le chiavi per gestire i tuoi soldi. Spendi ora o risparmia per dopo. La scelta è tua.
nl: Bitkit geeft u de sleutels om uw geld te beheren. Besteed nu of spaar voor later. De keuze is aan u.
pl: Bitkit przekazuje Ci klucze do zarządzania Twoimi pieniędzmi. Wydawaj teraz lub oszczędzaj na później. Wybór należy do Ciebie.
pt: Bitkit dá-te as chaves para gerir o teu dinheiro. Gasta agora ou poupa para depois. A escolha é tua.
pt_br: A Bitkit lhe dá as chaves para gerenciar seu dinheiro. Gaste agora ou economize para depois. A escolha é sua.
ru: Bitkit предоставляет вам ключи для управления вашими деньгами. Тратьте сейчас или копите на потом. Выбор за вами.

# onboarding__slide1_header
source: Instant <accent>payments</accent>
ar: مدفوعات <accent>فورية</accent>
ca: Pagaments <accent>instantanis</accent>
cs: Okamžité <accent>platby</accent>
el: Άμεσες <accent>πληρωμές</accent>
es: Pagos <accent>instantáneos</accent>
fr: Paiements <accent>Instantanés</accent>
it: Pagamenti <accent>istantanei</accent>
nl: Directe <accent>betalingen</accent>
pl: Płatności <accent>natychmiastowe</accent>
pt: Pagamentos <accent>instantâneos</accent>
pt_br: Pagamentos <accent>instantâneos</accent>
ru: Мгновенные <accent>платежи</accent>

# onboarding__slide1_note
source: *Bitkit does not currently provide Lightning services in your country, but you can still connect to other nodes.
ar: *لا يوفر Bitkit حاليًا خدمات Lightning في بلدك، ولكن لا يزال بإمكانك الاتصال بعقد أخرى.
ca: *Bitkit actualment no ofereix serveis Lightning al teu país, però encara pots connectar-te a altres nodes.
cs: *Bitkit v současné době neposkytuje služby lightning ve vaší zemi, ale stále se můžete připojit k jiným uzlům.
el: *Το Bitkit δεν παρέχει αυτή τη στιγμή υπηρεσίες Lightning στη χώρα σας, αλλά μπορείτε να συνδεθείτε σε άλλους κόμβους.
es: *Bitkit no proporciona actualmente servicios Lightning en su país, pero aún puede conectarse a otros nodos.
fr: *Bitkit ne fournit pas actuellement de services Lightning dans votre pays, mais vous pouvez toujours vous connecter à d'autres nœuds.
it: *Bitkit attualmente non fornisce servizi Lightning nel tuo paese, ma puoi comunque connetterti ad altri nodi.
nl: *Bitkit biedt momenteel geen Lightning diensten aan in uw land, maar u kunt nog steeds verbinding maken met andere nodes.
pl: Bitkit nie świadczy obecnie usług Lightning w Twoim kraju, ale nadal możesz łączyć się z innymi węzłami.
pt: *Bitkit não fornece atualmente serviços Lightning no teu país, mas ainda podes ligar-te a outros nós.
pt_br: *No momento, a Bitkit não fornece serviços Lightning em seu país, mas você ainda pode se conectar a outros nós.

# onboarding__slide1_text
source: Spend bitcoin faster than ever. Enjoy instant and cheap payments with friends, family, and merchants.
ar: أنفق Bitcoin أسرع من أي وقت مضى. استمتع بمدفوعات فورية ورخيصة مع الأصدقاء والعائلة والتجار.
ca: Gasta bitcoin més ràpid que mai. Gaudeix de pagaments instantanis i barats amb amics, família i comerciants.
cs: Utrácejte bitcoiny rychleji než kdykoli předtím. Užívejte si okamžité a levné platby s přáteli, rodinou a obchodníky.
de: Gib bitcoin aus, schneller denn je zuvor. Genieße sofortige und günstige Zahlungen mit Freunden, Familie und Händlern.
el: Ξοδέψτε bitcoin πιο γρήγορα από ποτέ. Απολαύστε άμεσες και φθηνές πληρωμές με φίλους, οικογένεια και εμπόρους.
es: Gasta bitcoin más rápido que nunca. Disfruta de pagos instantáneos y baratos con amigos, familia y comerciantes.
fr: Dépensez des bitcoins plus rapidement que jamais. Profitez de paiements instantanés et bon marché avec vos amis, votre famille et les commerçants.
it: Spendi bitcoin più velocemente che mai. Goditi pagamenti immediati ed economici con amici, familiari e commercianti.
nl: Besteed bitcoin sneller dan ooit. Geniet van directe en goedkope betalingen met vrienden, familie en winkeliers.
pl: Wydawaj bitcoiny szybciej niż kiedykolwiek. Ciesz się natychmiastowymi i tanimi płatnościami z przyjaciółmi, rodziną i sprzedawcami.
pt: Gasta bitcoin mais rápido do que nunca. Desfruta de pagamentos instantâneos e baratos com amigos, família e comerciantes.
pt_br: Envie bitcoin mais rápido do que nunca. Aproveite os pagamentos instantâneos e baratos com amigos, familiares e comerciantes.
ru: Тратьте биткойны быстрее, чем когда-либо. Наслаждайтесь мгновенными и недорогими платежами с друзьями, семьёй и продавцами.

# onboarding__slide2_header
source: Bitcoiners, <accent>borderless</accent>
ar: مستخدمو Bitcoin، <accent>بلا حدود</accent>
ca: Bitcoiners, <accent>sense fronteres</accent>
cs: Bitcoineři, <accent>bez hranic</accent>
el: Bitcoiners, <accent>χωρίς σύνορα</accent>
es: Bitcoineros, <accent>sin fronteras</accent>
fr: Bitcoiners, <accent>sans frontières</accent>
it: Bitcoiners, <accent>senza confini</accent>
nl: Bitcoiners, <accent>grenzeloos</accent>
pl: Bitcoinerzy, <accent>bez granic</accent>
pt: Bitcoiners, <accent>sem fronteiras</accent>
pt_br: Bitcoiners, <accent>sem fronteiras</accent>
ru: Биткойнеры, <accent>без границ</accent>

# onboarding__slide2_text
source: Take charge of your digital life with portable profiles and payable contacts.
ar: تحكم في حياتك الرقمية مع ملفات تعريف محمولة وجهات اتصال قابلة للدفع.
ca: Pren el control de la teva vida digital amb perfils portàtils i contactes pagables.
cs: Převezměte kontrolu nad svým digitálním životem pomocí přenosných profilů a kontaktů k placení.
de: Übernimm die Kontrolle über dein digitales Leben mit portablen Profilen und Kontakten, die du bezahlen kannst.
el: Αναλάβετε τον έλεγχο της ψηφιακής σας ζωής με φορητά προφίλ και πληρωτέες επαφές.
es: Toma el control de tu vida digital con perfiles portátiles y contactos a los que puedes pagar.
fr: Prenez en charge votre vie numérique avec des profils et des contacts.
it: Prendi il controllo della tua vita digitale con profili portatili e contatti a pagamento.
nl: Neem de controle over uw digitale leven met draagbare profielen en betaalbare contacten.
pl: Przejmij kontrolę nad swoim cyfrowym życiem dzięki przenośnym profilom i płatnym kontaktom.
pt: Assume o controlo da tua vida digital com perfis portáteis e contactos pagáveis.
pt_br: Assuma o controle de sua vida digital com perfis e contatos pagáveis.
ru: Берите под контроль свою цифровую жизнь с помощью портативных профилей и оплачиваемых контактов.

# onboarding__slide3_header
source: Privacy is <accent>not a crime</accent>
ar: الخصوصية <accent>ليست جريمة</accent>
ca: La privadesa no <accent>és un crim</accent>
cs: Soukromí <accent>není zločin</accent>
el: Η ιδιωτικότητα δεν <accent>είναι έγκλημα</accent>
es: La privacidad <accent>no es un crimen</accent>
fr: La vie privée <accent>n'est pas un crime</accent>
it: La privacy <accent>non è un crimine</accent>
nl: Privacy is <accent>geen misdaad</accent>
pl: Prywatność nie jest <accent>przestępstwem</accent>
pt: Privacidade não <accent>é crime</accent>
pt_br: Privacidade <accent>não é crime</accent>
ru: Конфиденциальность — это <accent>не преступление</accent>

# onboarding__slide3_text
source: Swipe to hide your balance, enjoy more private payments, and protect your wallet by enabling security features.
ar: اسحب لإخفاء رصيدك، واستمتع بمدفوعات أكثر خصوصية، واحمِ محفظتك بتمكين ميزات الأمان.
ca: Llisca per amagar el teu saldo, gaudeix de pagaments més privats i protegeix la teva cartera activant funcions de seguretat.
cs: Přejetím prstem můžete skrýt zůstatek, využívat soukromější platby a chránit peněženku zapnutím bezpečnostních funkcí.
de: Wische, um deinen Kontostand zu verbergen, genieße mehr private Zahlungen und schütze dein Wallet, indem du Sicherheitsfunktionen aktivierst.
el: Σύρετε για να κρύψετε το υπόλοιπό σας, απολαύστε πιο ιδιωτικές πληρωμές και προστατέψτε το πορτοφόλι σας ενεργοποιώντας λειτουργίες ασφαλείας.
es: Desliza para ocultar tu saldo, disfruta de pagos más privados y protege tu monedero activando funciones de seguridad.
fr: Glissez pour cacher votre solde, profitez de paiements plus confidentiels et protégez votre portefeuille en activant les fonctions de sécurité.
it: Scorri per nascondere il tuo saldo, usufruire di pagamenti più privati ​​e proteggere il tuo portafoglio abilitando le funzionalità di sicurezza.
nl: Veeg om uw saldo te verbergen, geniet van meer privé betalingen en bescherm uw wallet door beveiligingsfuncties in te schakelen.
pl: Przesuń, aby ukryć saldo, zwiększyć prywatność płatności i zabezpieczyć portfel dzięki funkcjom bezpieczeństwa.
pt: Desliza para esconder o teu saldo, desfruta de pagamentos mais privados e protege a tua carteira ativando funcionalidades de segurança.
pt_br: Deslize seu saldo para ocultá-lo, desfrute de pagamentos mais privados e proteja sua carteira ativando os recursos de segurança.
ru: Проведите пальцем, чтобы скрыть свой баланс, наслаждайтесь более конфиденциальными платежами и защитите свой кошелёк, включив функции безопасности.

# onboarding__slide4_header
source: Your keys, <accent>your coins</accent>
ar: مفاتيحك، <accent>عملاتك</accent>
ca: Les teves claus, <accent>les teves monedes</accent>
cs: Vaše klíče, <accent>vaše mince</accent>
el: Τα κλειδιά σας, <accent>τα νομίσματά σας</accent>
es: Sus claves, <accent>sus monedas</accent>
fr: Vos clés, <accent>votre argent</accent>
it: Le tue chiavi, <accent>le tue monete</accent>
nl: Uw sleutels, <accent>uw munten</accent>
pl: Twoje klucze, <accent>twoje monety</accent>
pt: As tuas chaves, <accent>as tuas moedas</accent>
pt_br: Suas chaves, <accent>suas moedas</accent>
ru: Ваши ключи, <accent>ваши монеты</accent>

# onboarding__slide4_text
source: Let's create your wallet. Please be aware that Bitkit is mobile software. <accent>Don't store all your money in Bitkit.</accent>
ar: لنقم بإنشاء محفظتك. يرجى العلم أن Bitkit هو برنامج للهاتف المحمول. <accent>لا تخزن كل أموالك في Bitkit.</accent>
ca: Creem la teva cartera. Tingues en compte que Bitkit és programari mòbil. <accent>No guardis tots els teus diners a Bitkit.</accent>
cs: Vytvořte si peněženku. Upozorňujeme, že Bitkit je mobilní software. <accent>Neukládejte všechny své peníze do Bitkitu.</accent>
de: Lass uns dein Wallet erstellen. Bitte beachte, dass Bitkit mobile Software ist. <accent>Lass nicht dein gesamtes Geld in Bitkit.</accent>
el: Ας δημιουργήσουμε το πορτοφόλι σας. Παρακαλώ λάβετε υπόψη ότι το Bitkit είναι λογισμικό για κινητά. <accent>Μην αποθηκεύετε όλα τα χρήματά σας στο Bitkit.</accent>
es: Vamos a crear tu monedero. Ten en cuenta que Bitkit es software móvil. <accent>No guardes todo tu dinero en Bitkit.</accent>
fr: Créez votre portefeuille. Veuillez noter que Bitkit est un logiciel mobile. <accent>Ne stockez pas tout votre argent dans Bitkit.</accent>
it: Creiamo il tuo portafoglio. Tieni presente che Bitkit è un software mobile. <accent>Non conservare tutti i tuoi soldi in Bitkit.</accent>
nl: Laten we uw wallet aanmaken. Houd er rekening mee dat Bitkit mobiele software is. <accent>Bewaar niet al uw geld in Bitkit.</accent>
pl: Utwórzmy twój portfel. Pamiętaj, że Bitkit to oprogramowanie mobilne. <accent>Nie przechowuj w nim wszystkich swoich środków.</accent>
pt: Vamos criar a tua carteira. Por favor, tem em atenção que Bitkit é software móvel. <accent>Não guardes todo o teu dinheiro em Bitkit.</accent>
pt_br: Vamos criar sua carteira. Lembre-se de que a Bitkit é um aplicativo móvel. <accent>Não armazene todo o seu dinheiro na Bitkit.</accent>
ru: Давайте создадим ваш кошелёк. Пожалуйста, имейте в виду, что Bitkit — это мобильное ПО. <accent>Не храните все свои деньги в Bitkit.</accent>

# onboarding__tos_checkbox
source: Terms of use
ar: شروط الاستخدام
ca: Termes d'ús
cs: Podmínky použití
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di Utilizzo
nl: Gebruikersvoorwaarden
pl: Warunki użytkowania
pt: Termos de utilização
pt_br: Termos de uso
ru: Условия использования

# onboarding__tos_checkbox_value
source: I declare that I have read and accept the <accent>terms of use.</accent>
ar: أقر بأنني قد قرأت وأقبل <accent>شروط الاستخدام.</accent>
ca: Declaro que he llegit i accepto els <accent>termes d'ús.</accent>
cs: Prohlašuji, že jsem si přečetl/a <accent>podmínky používání</accent> a souhlasím s nimi.
de: Ich erkläre, dass ich die <accent>Nutzungsbedingungen</accent> gelesen und akzeptiert habe.
el: Δηλώνω ότι έχω διαβάσει και αποδέχομαι τους <accent>όρους χρήσης.</accent>
es: Declaro que he leído y acepto los <accent>términos de uso.</accent>
fr: Je déclare avoir lu et accepté les <accent>conditions d'utilisation</accent>.
it: Dichiaro di aver letto e di accettare i <accent>termini di utilizzo.</accent>
nl: Ik verklaar dat ik de <accent>gebruiksvoorwaarden</accent> heb gelezen en accepteer.
pl: Oświadczam, że zapoznałem się i akceptuję <accent>warunki użytkowania.</accent>
pt: Declaro que li e aceito os <accent>termos de utilização.</accent>
pt_br: Declaro que li e aceito os <accent>termos de uso.</accent>
ru: Я подтверждаю, что прочитал и принимаю <accent>Условия использования.</accent>

# onboarding__tos_header
source: Bitkit <accent>terms of use</accent>
ar: Bitkit <accent>شروط الاستخدام</accent>
ca: Termes d'ús <accent>de Bitkit</accent>
cs: Bitkit <accent>podmínky používání</accent>
de: Bitkit <accent>Nutzungs-bedingungen</accent>
el: Όροι χρήσης <accent>Bitkit</accent>
es: Bitkit <accent>términos de uso</accent>
fr: Bitkit <accent>Conditions d'utilisation</accent>
it: Bitkit <accent>termini di utilizzo</accent>
nl: Bitkit <accent>gebruiksvoorwaarden</accent>
pl: Bitkit <accent>warunki użytkowania</accent>
pt: Bitkit <accent>termos de utilização</accent>
pt_br: Bitkit <accent>termos de uso</accent>
ru: Bitkit <accent>Условия использования</accent>

# onboarding__welcome_text
source: Use Bitkit to pay anyone, anywhere, any time, and spend your bitcoin on the things you value in life.
ar: استخدم Bitkit للدفع لأي شخص، في أي مكان، في أي وقت، وأنفق Bitcoin على الأشياء التي تقدرها في حياتك.
ca: Utilitza Bitkit per pagar a qualsevol persona, en qualsevol lloc, en qualsevol moment, i gasta els teus bitcoin en les coses que valores a la vida.
cs: Pomocí služby Bitkit můžete platit komukoli, kdekoli a kdykoli a utrácet bitcoiny za věci, kterých si v životě vážíte.
de: Verwende Bitkit, um jeden, überall und jederzeit zu bezahlen und deine Bitcoin für die Dinge auszugeben, die dir im Leben wichtig sind.
el: Χρησιμοποιήστε το Bitkit για να πληρώσετε οποιονδήποτε, οπουδήποτε, οποτεδήποτε, και να ξοδέψετε τα bitcoin σας σε πράγματα που εκτιμάτε στη ζωή.
es: Use Bitkit para pagar a cualquiera, en cualquier sitio, en cualquier momento, y gaste su bitcoin en las cosa que valora en la vida.
fr: Utilisez Bitkit pour payer n'importe qui, n'importe où, n'importe quand, et dépensez vos bitcoins pour les choses qui vous tiennent à cœur.
it: Usa Bitkit per pagare chiunque, ovunque, in qualsiasi momento e spendi i tuoi bitcoin per le cose che apprezzi nella vita.
nl: Gebruik Bitkit om iedereen te betalen, overal, altijd, en besteed uw bitcoin aan de dingen die u waardeert in het leven.
pl: Używaj Bitkit, aby płacić każdemu, gdziekolwiek i kiedykolwiek, oraz wydawaj bitcoiny na rzeczy, które cenisz w życiu.
pt: Usa Bitkit para pagar a qualquer pessoa, em qualquer lugar, a qualquer momento, e gasta o teu bitcoin nas coisas que valorizas na vida.
pt_br: Use a Bitkit para pagar qualquer pessoa, em qualquer lugar, a qualquer momento, e gaste seu bitcoin no que você valoriza.
ru: Используйте Bitkit, чтобы платить кому угодно, где угодно и когда угодно, тратя свои биткойны на то, что ценно для вас в жизни.

# onboarding__welcome_title
source: You can ₿ <accent>the change</accent>
ar: يمكنك ₿ <accent>أن تكون التغيير</accent>
ca: Tu pots ₿ <accent>el canvi</accent>
cs: Můžete ₿ <accent>změna</accent>
el: Μπορείτε να ₿ <accent>την αλλαγή</accent>
es: Tú puedes ₿ <accent>el cambio</accent>
fr: Soyez <accent>le changement</accent>
it: Puoi essere <accent>il cambiamento</accent>
nl: U kunt ₿ <accent>de verandering zijn</accent>
pl: Możesz ₿yć <accent>zmianą</accent>
pt: Tu podes ₿ <accent>a mudança</accent>
pt_br: Você pode ser <accent>a mudança</accent>
ru: С вами начинается <accent>изменение</accent>

# other__bt_channel_purchase_cost_error
source: You need {delta} more to complete this transaction.
ar: تحتاج إلى {delta} إضافية لإكمال هذه المعاملة.
ca: Necessites {delta} més per completar aquesta transacció.
cs: K dokončení této transakce potřebujete o {delta} více.
de: Du benötigst {delta} mehr, um diese Transaktion abzuschließen.
el: Χρειάζεστε {delta} περισσότερα για να ολοκληρώσετε αυτή τη συναλλαγή.
es: Necesita {delta} más para completar esta transacción.
fr: Vous avez besoin de {delta} pour effectuer cette transaction.
it: Ha bisogno di {delta} aggiuntivi per completare questa transazione.
nl: U heeft {delta} meer nodig om deze transactie te voltooien.
pl: Potrzebujesz {delta}aby ukończyć transakcję.
pt: Precisas de mais {delta} para completar esta transação.
pt_br: Você precisa de mais {delta} para concluir esta transação.
ru: Вам нужно ещё {delta} для завершения этой транзакции.

# other__bt_error_connect
source: Unable to add LSP node as a peer at this time.
ar: تعذر إضافة عقدة LSP كنظير في هذا الوقت.
ca: No s'ha pogut afegir el node LSP com a parell en aquest moment.
cs: V tuto chvíli nelze přidat uzel LSP jako protistranu.
de: LSP-Node kann derzeit nicht als Peer hinzugefügt werden.
el: Δεν είναι δυνατή η προσθήκη του κόμβου LSP ως ομότιμο αυτή τη στιγμή.
es: No se puede añadir el nodo LSP como par en este momento.
fr: Impossible d'ajouter un nœud LSP comme pair pour le moment.
it: Impossibile aggiungere il nodo LSP come peer in questo momento.
nl: Kan op dit moment geen LSP node als peer toevoegen.
pl: Nie udało się dodać węzła LSP jako peera w tym momencie.
pt: Não é possível adicionar o nó LSP como par neste momento.
pt_br: Não é possível adicionar o nó LSP no momento.
ru: На данный момент невозможно добавить узел LSP в качестве пира.

# other__bt_error_retrieve
source: Transfer Failed
ar: فشل التحويل
ca: Transferència fallida
cs: Přenos se nezdařil
de: Übertragung fehlgeschlagen
el: Η Μεταφορά Απέτυχε
es: Transferencia Fallida
fr: Échec du transfer
it: Trasferimento non riuscito
nl: Overboeking Mislukt
pl: Transfer nie powiódł się
pt: Transferência Falhou
pt_br: A Transferência Falhou
ru: Перевод Не Удался

# other__bt_error_retrieve_msg
source: An error occurred when moving funds. {raw}
ar: حدث خطأ أثناء نقل الأموال. {raw}
ca: S'ha produït un error en moure fons. {raw}
cs: Při převodu prostředků došlo k chybě. {raw}
de: Ein Fehler ist aufgetreten beim Verschieben von Geldern. {raw}
el: Παρουσιάστηκε σφάλμα κατά τη μετακίνηση κεφαλαίων. {raw}
es: Ocurrió un error al mover fondos. {raw}
fr: Une erreur s'est produite lors du transfert des fonds. {raw}
it: Si è verificato un errore durante lo spostamento dei fondi. {raw}
nl: Er is een fout opgetreden bij het verplaatsen van geld. {raw}
pl: Wystąpił błąd podczas przenoszenia środków. {raw}
pt: Ocorreu um erro ao mover fundos. {raw}
pt_br: Ocorreu um erro ao movimentar os fundos. {raw}
ru: Произошла ошибка при перемещении средств. {raw}

# other__buy_button
source: Choose Exchange
ar: اختر منصة تداول
ca: Tria un exchange
cs: Zvolte si burzu
de: Wallet auswählen
el: Επιλογή Ανταλλακτηρίου
es: Elegir Exchange
fr: Choisissez une plateforme d'échange
it: Scegli Exchange
nl: Kies Exchange
pl: Wybierz giełdę
pt: Escolher Exchange
pt_br: Escolher Corretora
ru: Выбрать Биржу

# other__buy_header
source: Buy some <accent>Bitcoin</accent>
ar: اشترِ بعض <accent>Bitcoin</accent>
ca: Compra una mica de <accent>Bitcoin</accent>
cs: Kupte nějaké <accent>bitcoiny</accent>
de: Kaufe etwas <accent>Bitcoin</accent>
el: Αγοράστε <accent>Bitcoin</accent>
es: Compra algo de <accent>Bitcoin</accent>
fr: Achetez des <accent>Bitcoin</accent>
it: Compra un po' <accent>Bitcoin</accent>
nl: Koop wat <accent>Bitcoin</accent>
pl: Kup trochę <accent>Bitcoina</accent>
pt: Compra <accent>Bitcoin</accent>
pt_br: Compre <accent>Bitcoin</accent>
ru: Купите немного <accent>Биткойнов</accent>

# other__buy_text
source: Don't have any Bitcoin or need more?
ar: ليس لديك أي Bitcoin أو تحتاج المزيد؟
ca: No tens Bitcoin o en necessites més?
cs: Nemáte žádné bitcoiny nebo jich potřebujete více?
de: Du hast keine Bitcoin oder brauchst mehr?
el: Δεν έχετε Bitcoin ή χρειάζεστε περισσότερα;
es: ¿No tiene Bitcoin o necesita más?
fr: Vous n'avez pas de bitcoin ou vous avez besoin de plus d'informations ?
it: Non hai Bitcoin o ne vuoi ancora di più?
nl: Heeft u geen Bitcoin of heeft u meer nodig?
pl: Nie masz Bitcoinów lub potrzebujesz więcej?
pt: Não tens Bitcoin ou precisas de mais?
pt_br: Não possui Bitcoin ou deseja comprar mais?
ru: У вас нет биткойнов или нужно больше?

# other__camera_ask_msg
source: Bitkit needs permission to use your camera
ar: يحتاج Bitkit إلى إذن لاستخدام الكاميرا
ca: Bitkit necessita permís per utilitzar la càmera.
cs: Bitkit potřebuje povolení k použití vaší kamery
de: Bitkit benötigt die Erlaubnis, deine Kamera zu verwenden
el: Το Bitkit χρειάζεται άδεια για να χρησιμοποιήσει την κάμερά σας
es: Bitkit necesita permiso para utilizar su cámara
fr: Bitkit a besoin d'une autorisation pour utiliser votre appareil photo
it: Bitkit ha bisogno del permesso per utilizzare la tua fotocamera
nl: Bitkit heeft toestemming nodig om de camera te gebruiken
pl: Bitkit potrzebuje pozwolenia na używanie Twojej kamery
pt: Bitkit precisa de permissão para usar a tua câmara
pt_br: Bitkit precisa de permissão para usar a câmera
ru: Bitkit требуется разрешение на использование вашей камеры

# other__camera_ask_title
source: Permission to use camera
ar: إذن استخدام الكاميرا
ca: Permís per utilitzar la càmera
cs: Povolení používat kameru
de: Erlaubnis für Kamera
el: Άδεια χρήσης κάμερας
es: Permiso para utilizar la cámara
fr: Autorisation d'utiliser l'appareil photo
it: Permesso di usare la fotocamera
nl: Toestemming om de camera te gebruiken
pl: Zezwolenie na korzystanie z kamery
pt: Permissão para usar a câmara
pt_br: Permissão para usar a câmera
ru: Разрешение на Использование Камеры
