Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# settings__support__title_success
source: Sent Successfully
ar: تم الإرسال بنجاح
ca: Enviat correctament
cs: Úspěšně odesláno
de: Erfolgreich gesendet
el: Στάλθηκε Επιτυχώς
es: Enviado Satisfactoriamente
fr: Envoyé avec succès
it: Inviato con successo
nl: Succesvol verzonden
pl: Wysłano pomyślnie
pt: Enviado Com Sucesso
pt_br: Enviado com Sucesso
ru: Успешно Отправлено

# settings__support__title_unsuccess
source: Failed To Send
ar: فشل الإرسال
ca: No s'ha pogut enviar
cs: Odeslání se nezdařilo
de: Senden fehlgeschlagen
el: Αποτυχία Αποστολής
es: Error al Enviar
fr: Échec de l'envoi
it: Impossibile inviare
nl: Niet verzonden
pl: Nie udało się wysłać
pt: Falha ao Enviar
pt_br: Falha no Envio
ru: Не Удалось Отправить

# settings__support_title
source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
it: Supporto
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
pt_br: Suporte
ru: Поддержка

# settings__widgets__nav_title
source: Widgets
ar: الأدوات
ca: Ginys
cs: Widgety
it: Widget
pl: Widgety
ru: Виджеты

# settings__widgets__showWidgetTitles
source: Show Widget Titles
ar: عرض عناوين الأدوات
ca: Mostra títols dels ginys
cs: Zobrazit názvy widgetů
de: Titel anzeigen
el: Εμφάνιση Τίτλων Widget
es: Mostrar Títulos de Widgets
fr: Afficher les titres des widgets
it: Mostra titoli dei widget
nl: Widget titels tonen
pl: Pokazuj tytuły widgetów
pt: Mostrar Títulos dos Widgets
pt_br: Mostrar Títulos dos Widgets
ru: Показывать Заголовки Виджетов

# settings__widgets__showWidgets
source: Widgets
ar: الأدوات
ca: Ginys
cs: Widgety
it: Widget
pl: Widgety
ru: Виджеты

# settings__wr__error_healthcheck
source: Healthcheck Failed
ar: فشل فحص الصحة
ca: Comprovació de salut fallida
cs: Kontrola stavu se nezdařila
de: Gesundheitscheck fehlgeschlagen
el: Ο Έλεγχος Υγείας Απέτυχε
es: Comprobación de Estado Fallida
fr: Échec du contrôle
it: Controllo dello stato non riuscito
nl: Healthcheck Mislukt
pl: Healthcheck nie powiódł się
pt: Verificação de Saúde Falhou
pt_br: Falha no Healthcheck.
ru: Проверка Состояния Не Удалась

# settings__wr__error_https
source: Not a valid HTTPS url.
ar: ليس عنوان HTTPS صالحًا.
ca: No és una URL HTTPS vàlida.
cs: Není platná url HTTPS adresa.
de: Keine gültige HTTPS-URL.
el: Μη έγκυρο HTTPS url.
es: No es una url HTTPS válida.
fr: L'url HTTPS n'est pas valide.
it: URL HTTPS non valido.
nl: Geen geldige HTTPS url.
pl: Nieprawidłowy adres URL HTTPS.
pt: URL HTTPS inválido.
pt_br: URL HTTPS inválida.
ru: Недействительный HTTPS URL.

# settings__wr__error_url
source: Please specify a URL to connect to.
ar: يرجى تحديد عنوان URL للاتصال به.
ca: Si us plau, especifica una URL per connectar-te.
cs: Zadejte prosím adresu URL, ke které se chcete připojit.
de: Bitte geben Sie eine URL an, mit der Sie sich verbinden möchten.
el: Παρακαλώ καθορίστε ένα URL για σύνδεση.
es: Por favor, especifique una URL para conectarse.
fr: Veuillez indiquer une URL à laquelle vous connecter.
it: Specifica un URL a cui connetterti.
nl: Geef een URL op om mee te verbinden.
pl: Proszę podać adres URL, z którym chcesz się połączyć.
pt: Por favor, especifica um URL para ligar.
pt_br: Por favor, especifique uma URL para se conectar.
ru: Пожалуйста, укажите URL для подключения.

# settings__wr__error_wr
source: Web Relay Error
ar: خطأ في مرحل الويب
ca: Error de Web Relay
cs: Chyba webového přenosu
de: Web-Relay-Fehler
el: Σφάλμα Web Relay
es: Error de Relé Web
fr: Erreur Web Relay
it: Errore Web Relay
nl: Web Relay Fout
pl: Błąd web relay
pt: Erro do Relay Web
pt_br: Erro do Web Relay
ru: Ошибка Web Relay

# settings__wr__url_updated_message
source: Successfully connected to {url}
ar: تم الاتصال بنجاح بـ {url}
ca: Connectat correctament a {url}
cs: Úspěšně připojeno k {url}
de: Erfolgreich verbunden mit {url}
el: Επιτυχής σύνδεση σε {url}
es: Conexión exitosa a {url}
fr: Connexion réussie à {url}
it: Connessione riuscita con {url}
nl: Succesvol verbonden met {url}
pl: Udało się połączyć z {url}
pt: Ligado com sucesso a {url}
pt_br: Conectado com sucesso a {url}
ru: Успешно подключено к {url}

# settings__wr__url_updated_title
source: Web Relay Updated
ar: تم تحديث مرحل الويب
ca: Web Relay actualitzat
cs: Webový přenos aktualizován
de: Web-Relay aktualisiert
el: Το Web Relay Ενημερώθηκε
es: Relé Web Actualizado
fr: Mise à jour du Web Relay
it: Web Relay Aggiornato
nl: Web Relay Bijgewerkt
pl: Zaktualizowano web relay
pt: Relay Web Atualizado
pt_br: Web Relay Atualizado
ru: Web Relay Обновлён

# slashtags__auth_depricated_msg
source: Slashauth is deprecated. Please use Bitkit Beta.
ar: تم إيقاف Slashauth. يرجى استخدام Bitkit Beta.
ca: Slashauth està obsolet. Si us plau, utilitza Bitkit Beta.
cs: Slashauth je zastaralý. Používejte prosím Bitkit Beta.
de: Slashauth ist veraltet. Bitte verwenden Sie Bitkit Beta.
el: Το Slashauth καταργήθηκε. Παρακαλώ χρησιμοποιήστε το Bitkit Beta.
es: Slashauth está obsoleto. Por favor, use Bitkit Beta.
fr: Slashauth est obsolète. Veuillez utiliser Bitkit Beta.
it: Slashauth è deprecato. Si prega di utilizzare Bitkit Beta.
nl: Slashauth is verouderd. Gebruik alstublieft Bitkit Beta.
pl: Slashauth jest przestarzałe. Proszę używać Bitkit Beta.
pt: Slashauth está descontinuado. Por favor, usa Bitkit Beta.
pt_br: O Slashauth está desativado.
ru: Slashauth устарел. Пожалуйста, используйте Bitkit Beta.

# slashtags__auth_depricated_title
source: Deprecated
ar: موقوف
ca: Obsolet
cs: Nedoporučený
de: Abgelehnt
el: Καταργήθηκε
es: Obsoleto
fr: Déclassé
it: Deprecato
nl: Verouderd
pl: Przestarzałe
pt: Descontinuado
pt_br: Desativado
ru: Устарело

# slashtags__contact
source: Contact
ar: جهة الاتصال
ca: Contacte
cs: Kontakt
de: Kontakt
el: Επαφή
es: Contacto
it: Contatto
nl: Contactpersoon
pl: Kontakt
pt: Contacto
pt_br: Contato
ru: Контакт

# slashtags__contact_add
source: Add contact
ar: أضف جهة اتصال
ca: Afegir contacte
cs: Přidat kontakt
de: Kontakt hinzufügen
el: Προσθήκη επαφής
es: Añadir contacto
fr: Ajouter un contact
it: Aggiungi contatto
nl: Contact toevoegen
pl: Dodaj kontakt
pt: Adicionar contacto
pt_br: Adicionar contato
ru: Добавить контакт

# slashtags__contact_add_button
source: Add
ar: إضافة
ca: Afegir
cs: Vložit
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить

# slashtags__contact_add_capital
source: Add Contact
ar: أضف جهة اتصال
ca: Afegir contacte
cs: Přidat kontakt
de: Kontakt Hinzufügen
el: Προσθήκη Επαφής
es: Añadir contacto
fr: Ajouter un contact
it: Aggiungi Contatto
nl: Contact toevoegen
pl: Dodaj kontakt
pt: Adicionar Contacto
pt_br: Adicionar Contato
ru: Добавить Контакт

# slashtags__contact_add_explain
source: Add a new contact by scanning their QR or by pasting their key below.
ar: أضف جهة اتصال جديدة بمسح رمز QR الخاص بها أو بلصق مفتاحها أدناه.
ca: Afegeix un nou contacte escanejant el seu codi QR o enganxant la seva clau a continuació.
cs: Přidejte nový kontakt naskenováním jeho QR kódu nebo vložením jeho klíče níže.
de: Füge einen Kontakt hinzu indem du seinen öffentlichen Schlüssel scannst oder unterhalb eingibst.
el: Προσθέστε μια νέα επαφή σαρώνοντας το QR της ή επικολλώντας το κλειδί της παρακάτω.
es: Añada un nuevo contacto escaneando su QR o pegando su clave a continuación.
fr: Ajoutez un nouveau contact en scannant son QR ou en collant sa clé ci-dessous.
it: Aggiungi un nuovo contatto scansionando il suo QR o incollando la sua chiave sotto
nl: Voeg een nieuw contact toe door hun QR code te scannen of hun sleutel hieronder te plakken.
pl: Dodaj nowy kontakt, skanując jego kod QR lub wklejając klucz poniżej.
pt: Adiciona um novo contacto digitalizando o seu QR ou colando a sua chave abaixo.
pt_br: Adicione um novo contato digitalizando o código QR ou colando sua chave abaixo.
ru: Добавьте новый контакт, отсканировав QR-код или вставив ключ ниже.

# slashtags__contact_assign
source: Assign Contact
ar: تعيين جهة اتصال
ca: Assignar contacte
cs: Přiřadit kontakt
de: Kontakt zuweisen
el: Αντιστοίχιση Επαφής
es: Asignar contacto
fr: Attribuer un contact
it: Assegna Contatto
nl: Contact Toewijzen
pl: Przypisz kontakt
pt: Atribuir Contacto
pt_br: Atribuir Contato
ru: Привязать Контакт

# slashtags__contact_copied
source: Profile Key Copied To Clipboard
ar: تم نسخ مفتاح الملف الشخصي إلى الحافظة
ca: Clau de perfil copiada al porta-retalls
cs: Klíč profilu zkopírován do schránky
de: Profilschlüssel kopiert
el: Το Κλειδί Προφίλ Αντιγράφηκε στο Πρόχειρο
es: Clave de Perfil Copiada al Portapapeles
fr: Clé du profil copiée dans le presse-papiers
it: Chiave Profilo Copiata Negli Appunti
nl: Profielsleutel Gekopieerd Naar Klembord
pl: Klucz profilu skopiowany do schowka
pt: Chave de Perfil Copiada Para a Área de Transferência
pt_br: Chave do Perfil Copiada para a Área de Transferência
ru: Ключ профиля скопирован в буфер обмена

# slashtags__contact_delete_text
source: Are you sure you want to delete {name} from your contacts?
ar: هل أنت متأكد من رغبتك في حذف {name} من جهات اتصالك؟
ca: Estàs segur que vols eliminar {name} dels teus contactes?
cs: Opravdu chcete smazat {name} ze svých kontaktů?
de: Bist du sicher, dass du {name} aus deinen Kontakten entfernen möchtest?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον/την {name} από τις επαφές σας;
es: ¿Está seguro de que desea eliminar a {name} de sus contactos?
fr: Êtes-vous sûr de vouloir supprimer {name} de vos contacts ?
it: Sei sicuro di volere eliminare {name} dai tuoi contatti?
nl: Weet u zeker dat u {name} wilt verwijderen uit uw contactenlijst?
pl: Czy na pewno chcesz usunąć {name} ze swoich kontaktów?
pt: Tens a certeza de que queres eliminar {name} dos teus contactos?
pt_br: Tem certeza de que deseja excluir {name} dos seus contatos?
ru: Вы уверены, что хотите удалить {name} из списка контактов?

# slashtags__contact_delete_title
source: Delete {name}?
ar: حذف {name}؟
ca: Eliminar {name}?
cs: Smazat {name}?
de: {name} entfernen?
el: Διαγραφή {name};
es: ¿Borrar {name}?
fr: Supprimer {name}?
it: Eliminare {name}?
nl: {name} wissen?
pl: Usunąć {name}?
pt: Eliminar {name}?
pt_br: Excluir {name}?
ru: Удалить {name}?

# slashtags__contact_delete_yes
source: Yes, Delete
ar: نعم، احذف
ca: Sí, elimina
cs: Ano, smazat
de: Ja, Löschen
el: Ναι, Διαγραφή
es: Sí, Borrar
fr: Oui, Supprimer
it: Si, Elimina
nl: Ja, Verwijder
pl: Tak, usuń
pt: Sim, Eliminar
pt_br: Sim, Excluir
ru: Да, Удалить

# slashtags__contact_edit_capital
source: Edit Contact
ar: تعديل جهة الاتصال
ca: Editar contacte
cs: Upravit kontakt
de: Kontakt bearbeiten
el: Επεξεργασία Επαφής
es: Editar contacto
fr: Modifier le contact
it: Modifica Contatto
nl: Contact Bewerken
pl: Edytuj kontakt
pt: Editar Contacto
pt_br: Editar Contato
ru: Изменить Контакт

# slashtags__contact_error_key
source: This is not a valid key.
ar: هذا ليس مفتاحًا صالحًا.
ca: Aquesta clau no és vàlida.
cs: Toto není platný klíč.
de: Dieser Schlüssel ist ungültig.
el: Αυτό δεν είναι έγκυρο κλειδί.
es: No es una llave válida.
fr: Il ne s'agit pas d'une clé valide.
it: Questa non è una chiave valida
nl: Dit is geen valide sleutel.
pl: To nie jest poprawny klucz.
pt: Esta não é uma chave válida.
pt_br: Esta não é uma chave válida.
ru: Недействительный ключ.

# slashtags__contact_error_yourself
source: You cannot add yourself as a contact.
ar: لا يمكنك إضافة نفسك كجهة اتصال.
ca: No pots afegir-te com a contacte.
cs: Nemůžete přidat sebe jako kontakt.
de: Du kannst dich nicht selbst hinzufügen.
el: Δεν μπορείτε να προσθέσετε τον εαυτό σας ως επαφή.
es: No puede añadirse a sí mismo como contacto.
fr: Vous ne pouvez pas vous ajouter comme contact.
it: Non puoi aggiungere te stesso come contatto
nl: U kunt uzelf niet als contact toevoegen.
pl: Nie możesz dodać siebie jako kontakt.
pt: Não te podes adicionar como contacto.
pt_br: Não é possível adicionar você mesmo como como contato.
ru: Вы не можете добавить себя.

# slashtags__contact_key_paste
source: Paste a key
ar: لصق مفتاح
ca: Enganxa una clau
cs: Vložte klíč
de: Füge einen Schlüssel ein
el: Επικόλληση κλειδιού
es: Pegar una llave
fr: Coller la clé
it: Incolla una chiave
nl: Plak een sleutel
pl: Wklej klucz
pt: Colar uma chave
pt_br: Colar uma chave
ru: Вставить ключ

# slashtags__contact_ldk_not_ready
source: Lightning is not ready yet
ar: Lightning ليس جاهزًا بعد
ca: Lightning encara no està llest
cs: Lightning ještě není připraven
el: Το Lightning δεν είναι έτοιμο ακόμα
es: Lightning aún no está listo
fr: Lightning n'est pas encore prêt
it: Lightning non è ancora pronto
nl: Lightning is nog niet gereed
pl: Sieć Lightning nie jest jeszcze gotowa.
pt: Lightning ainda não está pronto
pt_br: Lightning ainda não está pronta

# slashtags__contact_name
source: Contact Name
ar: اسم جهة الاتصال
ca: Nom de contacte
cs: Kontaktní jméno
de: Kontaktname
el: Όνομα Επαφής
es: Nombre de contacto
fr: Nom du contact
it: Nome contatto
nl: Naam Contactpersoon
pl: Nazwa kontaktu
pt: Nome do Contacto
pt_br: Nome do Contato
ru: Имя Контакта

# slashtags__contact_no_links
source: No links added yet...
ar: لم تُضف أي روابط بعد...
ca: Encara no s'han afegit enllaços...
cs: Zatím nebyly přidány žádné odkazy...
de: Noch keine Links hinzugefügt...
el: Δεν έχουν προστεθεί σύνδεσμοι ακόμα...
es: Aún no se han añadido enlaces...
fr: Aucun lien n'a encore été ajouté...
it: Non sono ancora stati aggiunti link...
nl: Er zijn nog geen links toegevoegd...
pl: Nie dodano jeszcze żadnych linków...
pt: Ainda sem links adicionados...
pt_br: Nenhum link adicionado ainda...
ru: Ссылок пока нет...

# slashtags__contact_pay_error
source: Unable To Pay Contact
ar: تعذر الدفع لجهة الاتصال
ca: No s'ha pogut pagar el contacte
cs: Není možné zaplatit kontaktu
de: Kontakt konnte nicht bezahlt werden
el: Αδυναμία Πληρωμής Επαφής
es: No se Puede Pagar al Contacto
fr: Incapable de payer le contact
it: Impossibile pagare questo contatto
nl: Kan Contact Niet Betalen
pl: Brak możliwości zapłaty Kontaktowi
pt: Não Foi Possível Pagar ao Contacto
pt_br: Não foi Possível Pagar o Contato
ru: Невозможно Заплатить Контакту

# slashtags__contact_retrieving
source: Retrieving contact info...
ar: جارٍ جلب معلومات جهة الاتصال...
ca: Recuperant informació de contacte...
cs: Načítání kontaktní informace...
de: Kontaktinformationen werden abgerufen...
el: Ανάκτηση πληροφοριών επαφής...
es: Confirmando información de contacto...
fr: Récupérer les informations du contact...
it: Recupero informazioni di contatto...
nl: Gegevens van contact aan het ophalen...
pl: Pobieranie danych kontaktowych...
pt: A obter informações do contacto...
pt_br: Recebendo informações do contato...
ru: Получаем данные о контакте...

# slashtags__contact_select
source: Select Contact
ar: اختر جهة اتصال
ca: Selecciona contacte
cs: Vybrat kontakt
de: Kontakt auswählen
el: Επιλογή Επαφής
es: Seleccionar contacto
fr: Sélectionnez un contact
it: Seleziona Contatto
nl: Selecteer Een Contact
pl: Wybierz kontakt
pt: Selecionar Contacto
pt_br: Selecione o Contato
ru: Выбрать Контакт

# slashtags__contact_share
source: Share Profile Key
ar: مشاركة مفتاح الملف الشخصي
ca: Comparteix la clau de perfil
cs: Sdílet profilový klíč
de: Profilschlüssel teilen
el: Κοινοποίηση Κλειδιού Προφίλ
es: Compartir clave de perfil
fr: Partager la clé du profil
it: Condividi la Chiave del Profilo
nl: Profielsleutel delen
pl: Udostępnij klucz profilu
pt: Partilhar Chave de Perfil
pt_br: Compartilhar Chave do Perfil
ru: Поделиться Профилем

# slashtags__contact_this
source: this contact
ar: جهة الاتصال هذه
ca: aquest contacte
cs: tento kontakt
de: dieser Kontakt
el: αυτή την επαφή
es: este contacto
fr: ce contact
it: questo contatto
nl: deze contact
pl: ten kontakt
pt: este contacto
pt_br: este contato
ru: этот контакт

# slashtags__contact_your_name
source: Your public profile name
ar: اسم ملفك الشخصي العام
ca: El teu nom de perfil públic
cs: Vaše veřejné profilové jméno
de: Dein öffentlicher Profilname
el: Το δημόσιο όνομα του προφίλ σας
es: Tu nombre de perfil público
fr: Votre nom de profil public
it: Nome profilo pubblico
nl: Naam van uw publieke profiel
pl: Twoja publiczna nazwa profilu
pt: Nome público do teu perfil
pt_br: Nome público do seu perfil
ru: Ваше публичное имя

# slashtags__contacts
source: Contacts
ar: جهات الاتصال
ca: Contactes
cs: Kontakty
de: Kontakte
el: Επαφές
es: Contactos
it: Contatti
nl: Contacten
pl: Kontakty
pt: Contactos
pt_br: Contatos
ru: Контакты

# slashtags__contacts_name
source: Contact's name
ar: اسم جهة الاتصال
ca: Nom del contacte
cs: Jméno kontaktu
de: Kontaktname
el: Όνομα επαφής
es: Apellido del contacto
fr: Nom du contact
it: Nome del contatto
nl: Naam van contact
pl: Nazwa kontaktu
pt: Nome do contacto
pt_br: Nome do contato
ru: Имя контакта

# slashtags__contacts_no_found
source: No Contacts found
ar: لم يُعثر على جهات اتصال
ca: No s'han trobat contactes
cs: Nebyly nalezeny žádné kontakty
de: Keine Kontakte gefunden
el: Δεν Βρέθηκαν Επαφές
es: No se han encontrado contactos
fr: Aucun contact trouvé
it: Nessun Contatto trovato
nl: Geen Contacten Gevonden
pl: Nie znaleziono kontaktów
pt: Nenhum Contacto encontrado
pt_br: Nenhum Contato encontrado
ru: Контакты не найдены

source: Slashtags disabled
ar: Slashtags معطل
ca: Slashtags desactivat
cs: Slashtagy zakázány
de: Slashtags deaktiviert
el: Slashtags απενεργοποιημένα
es: Slashtags desactivadas
fr: Slashtags désactivés
it: Slashtag disabilitati
nl: Slashtags uitgeschakeld
pl: Slashtagi wyłączone
pt: Slashtags desativado
pt_br: Slashtags desativadas
ru: Slashtags выключен

# slashtags__error_deleting_profile
source: Unable To Delete Profile
ar: تعذر حذف الملف الشخصي
ca: No s'ha pogut eliminar el perfil
cs: Nelze odstranit profil
el: Αδυναμία Διαγραφής Προφίλ
es: No se Puede Eliminar el Perfil
fr: Impossible de supprimer le profil
it: Impossibile Eliminare il Profilo
nl: Kan Profiel Niet Verwijderen
pl: Nie można usunąć profilu
pt: Não Foi Possível Eliminar Perfil
pt_br: Não é possível excluir o perfil

# slashtags__error_pay_empty_msg
source: The contact you're trying to send to hasn't enabled payments.
ar: جهة الاتصال التي تحاول الإرسال إليها لم تقم بتمكين المدفوعات.
ca: El contacte al qual intentes enviar no ha activat els pagaments.
cs: Kontakt, kterému se snažíte odeslat platbu, nemá platby povolené.
de: Der Kontakt, an den Sie zu senden versuchen, hat keine Zahlungen aktiviert.
el: Η επαφή στην οποία προσπαθείτε να στείλετε δεν έχει ενεργοποιήσει τις πληρωμές.
es: El contacto al que intenta enviar no ha activado los pagos.
fr: Le contact à qui vous essayez d'envoyer n'a pas activé les paiements.
it: Il contatto a cui stai cercando di inviare non ha abilitato i pagamenti.
nl: De contact waarnaar u probeert te sturen heeft betalingen niet ingeschakeld.
pl: Kontakt, do którego chesz wysłać, nie aktywował płatności.
pt: O contacto para quem estás a tentar enviar não ativou pagamentos.
pt_br: O contato para o qual você está tentando enviar não habilitou pagamentos.

# slashtags__error_pay_title
source: Unable To Pay Contact
ar: تعذر الدفع لجهة الاتصال
ca: No s'ha pogut pagar el contacte
cs: Není možné zaplatit kontaktu
de: Kontakt konnte nicht bezahlt werden
el: Αδυναμία Πληρωμής Επαφής
es: No se Puede Pagar al Contacto
fr: Incapable de payer le contact
it: Impossibile pagare questo contatto
nl: Kan Contact Niet Betalen
pl: Brak możliwości zapłaty Kontaktowi
pt: Não Foi Possível Pagar ao Contacto
pt_br: Não foi Possível Pagar Contato
ru: Невозможно Заплатить Контакту

# slashtags__error_saving_contact
source: Unable To Save Contact
ar: تعذر حفظ جهة الاتصال
ca: No s'ha pogut desar el contacte
cs: Nelze uložit kontakt
de: Fehler beim Speichern des Kontakts
el: Αδυναμία Αποθήκευσης Επαφής
es: No se Puede Guardar el Contacto
fr: Impossible d'enregistrer le contact
it: Impossibile salvare il profilo
nl: Kan Contact Niet Opslaan
pl: Nie można zapisać kontaktu
pt: Não Foi Possível Guardar Contacto
pt_br: Não é possível salvar o contato.
ru: Не удалось сохранить контакт

# slashtags__error_saving_profile
source: Unable To Save Profile
ar: تعذر حفظ الملف الشخصي
ca: No s'ha pogut desar el perfil
cs: Nelze uložit profil
de: Fehler beim Speichern des Profils
el: Αδυναμία Αποθήκευσης Προφίλ
es: No se Puede Guardar el Perfil
fr: Impossible d'enregistrer le profil
it: Impossibile salvare il profilo
nl: Kan Profiel Niet Opslaan
pl: Nie można zapisać profilu
pt: Não Foi Possível Guardar Perfil
pt_br: Não foi possível salvar o perfil.
ru: Не удалось сохранить профиль

# slashtags__my_profile
source: My profile
ar: ملفي الشخصي
ca: El meu perfil
cs: Můj profil
de: Mein profil
el: Το προφίλ μου
es: Mi perfil
fr: Mon profil
it: Il mio profilo
nl: Mijn profiel
pl: Mój profil
pt: O meu perfil
pt_br: Meu perfil
ru: Мой профиль

# slashtags__offline_enable
source: Enable payments with contacts*
ar: تمكين المدفوعات مع جهات الاتصال*
ca: Habilitar pagaments amb contactes*
cs: Povolit platby s kontakty*
de: Aktiviere Zahlungen mit Kontakten*
el: Ενεργοποίηση πληρωμών με επαφές*
es: Habilitar pagos con contactos*
fr: Permettre les paiements par contact*
it: Abilita i pagamenti con i contatti*
nl: Activeer betalingen met contacten*
pl: Włącz płatności za pomocą kontaktów*
pt: Ativar pagamentos com contactos*
pt_br: Habilitar pagamentos para contatos*
ru: Включить платежи с контактами*

# slashtags__offline_enable_explain
source: * This requires sharing payment data.
ar: * يتطلب هذا مشاركة بيانات الدفع.
ca: * Això requereix compartir les dades de pagament.
cs: * Toto vyžaduje sdílení dat o platbě
de: * Dies erfordert das Teilen von Zahlungsdaten.
el: * Αυτό απαιτεί κοινοποίηση δεδομένων πληρωμής.
es: * Esto requiere compartir datos de pago.
fr: * Cela nécessite le partage des données de paiement.
it: * Questo richiede la condivisione dei dati di pagamento.
nl: * Dit vereist het delen van data om betalingen te kunnen maken
pl: * Wymaga to udostępnienia danych dotyczących płatności.
pt: * Isto requer partilha de dados de pagamento.
pt_br: * Requer o compartilhamento de dados de pagamento.
ru: * Это требует обмена платежными данными.

# slashtags__onboarding_button
source: Add First Contact
ar: أضف أول جهة اتصال
ca: Afegir primer contacte
cs: Přidejte první kontakt
de: Ersten Kontakt hinzufügen
el: Προσθήκη Πρώτης Επαφής
es: Añadir Primer Contacto
fr: Ajouter un premier contact
it: Aggiungi il primo contatto
nl: Voeg Eerste Contact Toe
pl: Dodaj pierwszy kontakt
pt: Adicionar Primeiro Contacto
pt_br: Adicionar Primeiro Contato
ru: Добавить Первый Контакт

# slashtags__onboarding_header
source: Dynamic <accent>contacts</accent>
ar: جهات اتصال <accent>ديناميكية</accent>
ca: Contactes <accent>dinàmics</accent>
cs: Dynamické <accent>kontakty</accent>
de: Dynamische <accent>Kontakte</accent>
el: Δυναμικές <accent>επαφές</accent>
es: Contactos <accent>dinámicos</accent>
fr: Dynamique <accent>contacts</accent>
it: Contatti <accent>dinamici</accent>
nl: Dynamische <accent>contacten</accent>
pl: Dynamiczne <accent>kontakty</accent>
pt: Contactos <accent>dinâmicos</accent>
pt_br: Contatos <accent>dinâmicos</accent>
ru: Динамические <accent>контакты</accent>

# slashtags__onboarding_profile1_header
source: Own your <accent>profile</accent>
ar: امتلك <accent>ملفك الشخصي</accent>
ca: Tingues el teu <accent>perfil</accent>
cs: Vlastněte svůj <accent>profil</accent>
de: Besitzen Sie Ihr <accent>Profil</accent>
el: Κατέχετε το <accent>προφίλ σας</accent>
es: Tu propio <accent>perfil</accent>
fr: Détenez votre <accent>profil</accent>
it: Possiedi il tuo <accent>profilo</accent>
nl: Bezit uw <accent>profiel</accent>
pl: Własny <accent>profil</accent>
pt: Sê dono do <accent>teu perfil</accent>
pt_br: Tenha seu próprio <accent>perfil</accent>
ru: Владейте своим <accent>профилем</accent>
