Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# lightning__spending_confirm__network_fee
source: Network fees
ar: رسوم الشبكة
ca: Comissions de xarxa
cs: Síťové poplatky
de: Netzgebühren
el: Τέλη δικτύου
es: Comisión de red
fr: Frais de réseau
it: Commissioni di rete
nl: Netwerkkosten
pl: Opłaty sieciowe
pt: Taxas de rede
pt_br: Taxa da rede
ru: Сетевые Комиссии

# lightning__spending_confirm__total
source: Total
ar: الإجمالي
cs: Celkem
el: Σύνολο
it: Totale
nl: Totaal
pl: Razem
ru: Итого

# lightning__spending_intro__button
source: Get Started
ar: ابدأ
ca: Començar
cs: Začít
de: Los geht's
el: Ξεκινήστε
es: Empezar
fr: Commencer
it: Inizia
nl: Starten
pl: Rozpocznij
pt: Começar
pt_br: Começar
ru: Начать

# lightning__spending_intro__text
source: Transfer funds to your spending balance to enjoy instant and cheap transactions with friends, family, and merchants.
ar: حوّل الأموال إلى رصيد إنفاقك للاستمتاع بمعاملات فورية ورخيصة مع الأصدقاء والعائلة والتجار.
ca: Transfereix fons al teu saldo de despesa per gaudir de transaccions instantànies i barates amb amics, família i comerciants.
cs: Převeďte peníze na svůj disponibilní zůstatek a využívejte okamžité a levné transakce s přáteli, rodinou a obchodníky.
de: Überweisen Sie Geld auf Ihr Guthaben, um sofortige und günstige Transaktionen mit Freunden, Familie und Händlern zu tätigen.
el: Μεταφέρετε κεφάλαια στο υπόλοιπο δαπανών σας για να απολαύσετε άμεσες και φθηνές συναλλαγές με φίλους, οικογένεια και εμπόρους.
es: Transfiera fondos a su saldo de gasto para disfrutar de transacciones baratas e instantáneas con amigos, familia y comerciantes.
fr: Transférez des fonds vers votre solde Dépenses pour profiter de transactions instantanées et moins chers avec vos amis, votre famille et les commerçants.
it: Trasferisci fondi al tuo conto di spesa per usufruire di transazioni istantanee ed economiche con amici, familiari e commercianti.
nl: Boek geld over naar uw bestedingssaldo om te genieten van directe en goedkope transacties met vrienden, familie en winkeliers.
pl: Przelewaj środki na swoje saldo wydatków, aby cieszyć się natychmiastowymi i tanimi transakcjami z przyjaciółmi, rodziną i sprzedawcami.
pt: Transfere fundos para o teu saldo de gastos para desfrutares de transações instantâneas e baratas com amigos, família e comerciantes.
pt_br: Transfira fundos para seu saldo de gastos para desfrutar de transações instantâneas e baratas com amigos, familiares e comerciantes.
ru: Переведите средства на свой баланс расходов, чтобы наслаждаться мгновенными и недорогими транзакциями с друзьями, семьёй и продавцами.

# lightning__spending_intro__title
source: Transfer <accent>to spending</accent>
ar: تحويل <accent>إلى الإنفاق</accent>
ca: Transferir <accent>a despesa</accent>
cs: Převést <accent>do výdajů</accent>
de: <accent>zu den Ausgaben</accent>
el: Μεταφορά <accent>στις δαπάνες</accent>
es: Transferir <accent>a gastos</accent>
fr: Transfert <accent>aux dépenses</accent>
it: Trasferisci <accent>a spesa</accent>
nl: Overboeking <accent>naar bestedingssaldo</accent>
pl: Prześlij <accent>na saldo wydatków</accent>
pt: Transferir <accent>para gastos</accent>
pt_br: Transferir <accent>para gastos</accent>
ru: Перевод <accent>на Расходы</accent>

# lightning__spending_label
source: Spending balance
ar: رصيد الإنفاق
ca: Saldo de despesa
cs: Disponibilní zůstatek
de: Ausgabenguthaben
el: Υπόλοιπο δαπανών
es: Saldo para gastos
fr: Solde Dépenses
it: Conto di spesa
nl: Bestedingssaldo
pl: Saldo wydatków
pt: Saldo de gastos
pt_br: Saldo de gastos
ru: Баланс Расходов

# lightning__status
source: Status
ar: الحالة
ca: Estat
el: Κατάσταση
es: Estatus
fr: Statut
it: Stato
pt: Estado
ru: Статус

# lightning__support
source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
it: Supporto
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
pt_br: Suporte
ru: Поддержка

# lightning__total_size
source: Total channel size
ar: الحجم الإجمالي للقناة
ca: Mida total del canal
cs: Celková velikost kanálu
de: Gesamtgröße des Channels
el: Συνολικό μέγεθος καναλιού
es: Tamaño total del canal
fr: Taille totale du canal
it: Dimensione totale del canale
nl: Grootte van kanaal
pl: Całkowity rozmiar kanału
pt: Tamanho total do canal
pt_br: Tamanho total do canal
ru: Общий Размер Канала

# lightning__transaction
source: Transaction
ar: المعاملة
ca: Transacció
cs: Transakce
de: Transaktion
el: Συναλλαγή
es: Transacción
it: Transazione
nl: Transactie
pl: Transakcja
pt: Transação
pt_br: Transação
ru: Транзакция

# lightning__transfer__confirm
source: Please <accent>confirm</accent>
ar: يرجى <accent>التأكيد</accent>
ca: Si us plau <accent>confirma</accent>
cs: Prosím, <accent>potvrďte</accent>
de: Bitte <accent>bestätige</accent>
el: Παρακαλώ <accent>επιβεβαιώστε</accent>
es: Por favor, <accent>confirme</accent>
fr: Veuillez <accent>confirmer</accent>
it: Per favore <accent>conferma</accent>
nl: Bevestig <accent>alstublieft</accent>
pl: Proszę <accent>potwierdzić</accent>
pt: Por favor <accent>confirma</accent>
pt_br: Por favor <accent>confirme</accent>
ru: Пожалуйста, <accent>Подтвердите</accent>

# lightning__transfer__custom_fee
source: Custom <accent>fee</accent>
ar: رسوم <accent>مخصصة</accent>
ca: Comissió <accent>personalitzada</accent>
cs: Vlastní <accent>poplatek</accent>
de: Benutzerdefiniert <accent>fee</accent>
el: Προσαρμοσμένο <accent>τέλος</accent>
es: <accent>Comisión</accent> personalizada
fr: <accent>Frais</accent> sur mesure
it: Commissione <accent>personalizzata</accent>
nl: Aangepaste <accent>vergoeding</accent>
pl: <accent>Niestandardowa</accent> opłata transakcyjna
pt: <accent>Taxa</accent> personalizada
pt_br: <accent>Taxa</accent> personalizada

# lightning__transfer__nav_title
source: Transfer Funds
ar: تحويل الأموال
ca: Transferir fons
cs: Převést prostředky
de: Übertrage Guthaben
el: Μεταφορά Κεφαλαίων
es: Transferir fondos
fr: Transfert de fonds
it: Trasferimento Fondi
nl: Geld Overboeken
pl: Prześlij środki
pt: Transferir Fundos
pt_br: Transf. fundos
ru: Перевод Средств

# lightning__transfer__swipe
source: Swipe To Transfer
ar: اسحب للتحويل
ca: Llisca per transferir
cs: Přejeďte prstem k provedení převodu
de: Swipe zum Übertragen
el: Σύρετε για Μεταφορά
es: Deslizar para transferir
fr: Glissez pour transférer
it: Swipe Per Trasferire
nl: Veeg om over te boeken
pl: Przesuń, aby przesłać
pt: Desliza Para Transferir
pt_br: Deslizar Para Transferir
ru: Проведите для Перевода

# lightning__transfer_failed__cancel
source: Inspect Error
ar: فحص الخطأ
ca: Inspeccionar error
cs: Zkontrolovat chybu
de: Fehler überprüfen
el: Εξέταση Σφάλματος
es: Inspeccionar Error
fr: Inspecter l'erreur
it: Ispeziona errore
nl: Fout Inspecteren
pl: Sprawdź błąd
pt: Inspecionar Erro
pt_br: Inspecionar Erro
ru: Проверить Ошибку

# lightning__transfer_failed__continue
source: Try Again
ar: حاول مرة أخرى
ca: Torna a intentar
cs: Zkusit znovu
de: Erneut versuchen
el: Προσπαθείστε Ξανά
es: Inténtelo de nuevo
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar Novamente
pt_br: Tente novamente
ru: Попробовать Снова

# lightning__transfer_failed__nav_title
source: Transfer Failure
ar: فشل التحويل
ca: Transferència fallida
cs: Selhání převodu
de: Übertragung fehlgeschlagen
el: Αποτυχία Μεταφοράς
es: Transferencia Fallida
fr: Échec du transfert
it: Trasferimento fallito
nl: Overboeking Mislukt
pl: Błąd podczas przelewu środków
pt: Falha na Transferência
pt_br: Falha na Transferência
ru: Неудачный Перевод

# lightning__transfer_failed__text
source: Sorry, Bitkit could not set up your spending balance or complete your transfer. Please try again.
ar: عذرًا، تعذر على Bitkit إعداد رصيد إنفاقك أو إكمال تحويلك. يرجى المحاولة مرة أخرى.
ca: Ho sentim, Bitkit no ha pogut configurar el teu saldo de despesa o completar la teva transferència. Si us plau, torna-ho a provar.
cs: Omlouváme se, ale Bitkit se nepodařilo nastavit váš disponibilní zůstatek nebo dokončit převod. Zkuste to prosím znovu.
de: Entschuldigung, Bitkit konnte dein Guthaben nicht einrichten oder deine Übertragung nicht abschließen. Bitte versuche es erneut.
el: Λυπούμαστε, το Bitkit δεν μπόρεσε να ρυθμίσει το υπόλοιπο δαπανών σας ή να ολοκληρώσει τη μεταφορά σας. Παρακαλώ δοκιμάστε ξανά.
es: Lo sentimos, Bitkit no pudo configurar su saldo de gastos o completar su transferencia. Por favor, inténtelo de nuevo.
fr: Désolé, Bitkit n’a pas pu configurer votre solde Dépenses ou effectuer le transfert. Veuillez réessayer.
it: Siamo spiacenti, Bitkit non è riuscito a impostare il conto di spesa o a completare il trasferimento. Per favore riprova.
nl: Sorry, Bitkit kon uw bestedingssaldo niet opzetten of uw overboeking niet voltooien. Probeer het alstublieft opnieuw.
pl: Przepraszamy, Bitkit nie mógł skonfigurować salda wydatków lub zakończyć transferu. Proszę spróbować ponownie.
pt: Desculpa, Bitkit não conseguiu configurar o teu saldo de gastos ou completar a tua transferência. Por favor, tenta novamente.
pt_br: Desculpe, a Bitkit não conseguiu configurar seu saldo de gastos ou concluir sua transferência. Por favor, tente novamente.
ru: Извините, Bitkit не смог настроить ваш баланс расходов или завершить ваш перевод. Пожалуйста, попробуйте снова.

# lightning__transfer_failed__title
source: Transfer <accent>failed</accent>
ar: فشل <accent>التحويل</accent>
ca: Transferència <accent>fallida</accent>
cs: Převod <accent>neúspěšný</accent>
de: Übertragung <accent>fehlgeschlagen</accent>
el: Η μεταφορά <accent>απέτυχε</accent>
es: Transferencia <accent>fallida</accent>
fr: Transfert <accent>échoué</accent>
it: Trasferimento <accent>fallito</accent>
nl: Overboeking <accent>Mislukt</accent>
pl: Transfer środków <accent>niepowiódł się</accent>
pt: Transferência <accent>falhou</accent>
pt_br: Transferência <accent>falhou</accent>
ru: Перевод <accent>Не Удался</accent>

# lightning__transfer_intro__button
source: Get Started
ar: ابدأ
ca: Començar
cs: Začít
de: Los geht's
el: Ξεκινήστε
es: Empezar
fr: Commencer
it: Inizia
nl: Starten
pl: Rozpocznij
pt: Começar
pt_br: Começar
ru: Начать

# lightning__transfer_intro__text
source: Fund your spending balance to enjoy instant and cheap transactions with friends, family, and merchants.
ar: موّل رصيد إنفاقك للاستمتاع بمعاملات فورية ورخيصة مع الأصدقاء والعائلة والتجار.
ca: Finança el teu saldo de despesa per gaudir de transaccions instantànies i barates amb amics, família i comerciants.
cs: Navyšte svůj disponibilní zůstatek a užívejte si okamžité a levné transakce s přáteli, rodinou a obchodníky.
de: Fülle dein Guthaben auf, um sofortige und günstige Transaktionen mit Freunden, Familie und Händlern zu genießen.
el: Χρηματοδοτήστε το υπόλοιπο δαπανών σας για να απολαύσετε άμεσες και φθηνές συναλλαγές με φίλους, οικογένεια και εμπόρους.
es: Rellene el saldo de gasto para disfrutar de transacciones baratas e instantáneas con amigos, familia y comerciantes.
fr: Alimentez votre solde de dépenses pour profiter de transactions instantanées et bon marché avec vos amis, votre famille et les commerçants.
it: Manda fondi al tuo conto di spesa per usufruire di transazioni istantanee ed economiche con amici, familiari e commercianti.
nl: Activeer uw bestedingssaldo en profiteer van directe en goedkope transacties met vrienden, familie en winkeliers.
pl: Zasil swoje saldo wydatków, aby cieszyć się natychmiastowymi i tanimi transakcjami z przyjaciółmi, rodziną i sprzedawcami.
pt: Financia o teu saldo de gastos para desfrutares de transações instantâneas e baratas com amigos, família e comerciantes.
pt_br: Use seu saldo de gastos para desfrutar de transações instantâneas e baratas com amigos, familiares e comerciantes.
ru: Пополните свой баланс расходов, чтобы наслаждаться мгновенными и недорогими транзакциями с друзьями, семьёй и продавцами.

# lightning__transfer_intro__title
source: Spending <accent>Balance</accent>
ar: رصيد <accent>الإنفاق</accent>
ca: Saldo de <accent>despesa</accent>
cs: Disponibilní <accent>Zůstatek</accent>
el: Υπόλοιπο <accent>Δαπανών</accent>
es: Saldo de <accent>Gasto</accent>
fr: Dépenses <accent>Solde</accent>
it: Conto <accent>di Spesa</accent>
nl: Bestedings <accent>Saldo</accent>
pl: Saldo <accent>Wydatków</accent>
pt: Saldo de <accent>Gastos</accent>
pt_br: Saldo de <accent>Gastos</accent>
ru: Расходы <accent>Баланс</accent>

# lightning__transfer_success__nav_title
source: Transfer Successful
ar: نجح التحويل
ca: Transferència realitzada
cs: Přenos úspěšný
de: Übertragung erfolgreich
el: Επιτυχής Μεταφορά
es: Transferencia exitosa
fr: Transfert réussi
it: Trasferimento Riuscito
nl: Overboeking Voltooid
pl: Transfer środków powiódł się
pt: Transferência Bem-sucedida
pt_br: Transferência bem-sucedida
ru: Перевод Выполнен Успешно

# lightning__transfer_success__text_savings
source: Your funds have been transferred. You are able to use these funds immediately.
ar: تم تحويل أموالك. يمكنك استخدام هذه الأموال فورًا.
ca: Els teus fons s'han transferit. Pots utilitzar aquests fons immediatament.
cs: Vaše prostředky byly převedeny. Tyto prostředky můžete okamžitě použít.
de: Ihr Geld wurde überwiesen. Sie können diese Mittel sofort verwenden.
el: Τα κεφάλαιά σας έχουν μεταφερθεί. Μπορείτε να χρησιμοποιήσετε αυτά τα κεφάλαια αμέσως.
es: Sus fondos han sido transferidos. Puede utilizar estos fondos inmediatamente.
fr: Vos fonds ont été transférés. Vous pouvez utiliser ces fonds immédiatement.
it: I tuoi fondi sono stati trasferiti. Puoi utilizzare questi fondi immediatamente.
nl: Uw geld is overgeboekt. U kunt dit geld direct gebruiken.
pl: Środki zostały przelane i są gotowe do natychmiastowego użycia.
pt: Os teus fundos foram transferidos. Podes usar estes fundos imediatamente.
pt_br: Seus fundos foram transferidos. Você já pode usar esses fundos imediatamente.
ru: Ваши средства переведены. Вы можете использовать эти средства немедленно.

# lightning__transfer_success__text_spending
source: Your funds have been transferred and your spending balance is ready to use.
ar: تم تحويل أموالك ورصيد إنفاقك جاهز للاستخدام.
ca: Els teus fons s'han transferit i el teu saldo de despesa està llest per utilitzar.
cs: Vaše prostředky byly převedeny a disponibilní zůstatek je připraven k použití.
de: Deine Gelder wurden übertragen und dein Ausgabenguthaben ist einsatzbereit.
el: Τα κεφάλαιά σας έχουν μεταφερθεί και το υπόλοιπο δαπανών σας είναι έτοιμο για χρήση.
es: Sus fondos han sido transferidos y su saldo de gastos está listo para usar.
fr: Vos fonds ont été transférés et votre solde Dépenses est prêt à être utilisé.
it: I tuoi fondi sono stati trasferiti e il tuo conto di spesa è pronto per essere utilizzato.
nl: Uw geld is overgeboekt en uw bestedingssaldo is klaar voor gebruik.
pl: Środki zostały przeniesione i saldo wydatków jest gotowe do użycia.
pt: Os teus fundos foram transferidos e o teu saldo de gastos está pronto a usar.
pt_br: Seus fundos foram transferidos e seu saldo de gastos está pronto para ser usado.
ru: Ваши средства переведены, и ваш баланс расходов готов к использованию.

# lightning__transfer_success__title_savings
source: Funds moved <accent>to savings</accent>
ar: انتقلت الأموال <accent>إلى المدخرات</accent>
ca: Fons transferits <accent>a estalvis</accent>
cs: Prostředky převedeny <accent>do úspor</accent>
de: Bewegte Mittel <accent>zu den Einsparungen</accent>
el: Τα κεφάλαια μεταφέρθηκαν <accent>στις αποταμιεύσεις</accent>
es: Fondos movidos <accent>a ahorros</accent>
fr: Fonds transférés <accent>à l'épargne</accent>
it: Fondi trasferiti <accent>ai risparmi</accent>
nl: Geld verplaatst <accent>naar spaargeld</accent>
pl: Środki przeniesione <accent>na saldo oszczędności</accent>
pt: Fundos movidos <accent>para poupanças</accent>
pt_br: Fundos transferidos <accent>para poupança</accent>
ru: Средства Переведены <accent>в Сбережения</accent>

# lightning__transfer_success__title_spending
source: Funds moved <accent>to spending</accent>
ar: انتقلت الأموال <accent>إلى الإنفاق</accent>
ca: Fons transferits <accent>a despesa</accent>
cs: Prostředky převedeny <accent>do výdajů</accent>
de: Bewegte Mittel <accent>zu den Ausgaben</accent>
el: Τα κεφάλαια μεταφέρθηκαν <accent>στις δαπάνες</accent>
es: Fondos movidos <accent>a gastos</accent>
fr: Fonds transférés <accent>vers Dépenses</accent>
it: Fondi trasferiti <accent>a spesa</accent>
nl: Geld verplaatst <accent>naar bestedingssaldo</accent>
pl: Środki przeniesione <accent>na saldo wydatków</accent>
pt: Fundos movidos <accent>para gastos</accent>
pt_br: Fundos transferidos <accent>para gastos</accent>
ru: Средства Переведены <accent>на Расходы</accent>

# lightning__wait_text_bottom
source: Connecting & Syncing...
ar: جارٍ الاتصال والمزامنة...
ca: Connectant i sincronitzant...
cs: Připojování & synchronizace...
de: Verbinden & Synchronisieren…
el: Σύνδεση & Συγχρονισμός...
es: Conectando y Sincronizando...
fr: Connexion et synchronisation...
it: Connessione e sincronizzazione...
nl: Verbinden & Synchroniseren...
pl: Podłączanie i synchronizacja...
pt: A Ligar e Sincronizar...
pt_br: Conectando e Sincronizando...
ru: Подключение и Синхронизация...

# lightning__wait_text_top
source: Please wait for Bitkit to connect to the payment network (±10 seconds).
ar: يرجى الانتظار حتى يتصل Bitkit بشبكة الدفع (±10 ثوانٍ).
ca: Si us plau, espera que Bitkit es connecti a la xarxa de pagament (±10 segons).
cs: Prosím vyčkejte, až se Bitkit připojí k platební síti (±10 sekund).
de: Bitte warte bis sich Bitkit mit dem Zahlungsnetzwerk verbunden hat (±10 Sekunden).
el: Παρακαλώ περιμένετε να συνδεθεί το Bitkit στο δίκτυο πληρωμών (±10 δευτερόλεπτα).
es: Por favor, espere a que Bitkit se conecte a la red de pagos (±10 segundos).
fr: Veuillez attendre que Bitkit se connecte au réseau de paiement (±10 secondes).
it: Attendi che Bitkit si connetta alla rete di pagamento (±10 secondi).
nl: Wacht tot Bitkit verbinding maakt met het betalingsnetwerk (±10 seconden).
pl: Proszę poczekać, aż Bitkit połączy się z siecią płatności (±10 sekund).
pt: Por favor, aguarda que Bitkit se ligue à rede de pagamentos (±10 segundos).
pt_br: Por favor, espere que a Bitkit se conecte à rede de pagamento (±10 segundos).
ru: Пожалуйста, подождите, пока Bitkit подключается к платёжной сети (±10 секунд).

# onboarding__advanced
source: Advanced
ar: متقدم
ca: Avançat
cs: Pokročilé
de: Fortgeschritten
el: Για Προχωρημένους
es: Avanzado
fr: Avancé
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Дополнительно

# onboarding__advanced_setup
source: Advanced Setup
ar: إعداد متقدم
ca: Configuració avançada
cs: Pokročilé nastavení
de: Fortgeschrittenes Setup
el: Ρύθμιση για Προχωρημένους
es: Configuración avanzada
fr: Configuration avancée
it: Impostazioni Avanzate
nl: Geavanceerde Configuratie
pl: Ustawienia zaawansowane
pt: Configuração Avançada
pt_br: Configuração Avançada
ru: Дополнительно

# onboarding__create_new_wallet
source: Create New Wallet
ar: إنشاء محفظة جديدة
ca: Crear una nova cartera
cs: Vytvořit novou peněženku
de: Wallet erstellen
el: Δημιουργία Νέου Πορτοφολιού
es: Crear nueva cartera
fr: Créer un nouveau portefeuille
it: Crea Nuovo Wallet
nl: Nieuwe Wallet Aanmaken
pl: Utwórz nowy portfel
pt: Criar Nova Carteira
pt_br: Criar Nova Carteira
ru: Создать Новый Кошелёк

# onboarding__empty_wallet
source: To get started <accent>send Bitcoin</accent> to your wallet
ar: للبدء أرسل <accent>Bitcoin</accent> إلى محفظتك
ca: Per començar <accent>envia Bitcoin</accent> a la teva cartera
cs: Chcete-li začít <accent>pošlete bitcoin</accent> do vaší peněženky
de: Um zu beginnen, <accent>sende Bitcoin</accent> an dein Wallet
el: Για να ξεκινήσετε <accent>στείλτε Bitcoin</accent> στο πορτοφόλι σας
es: Para empezar <accent>envíe Bitcoin</accent> a su monedero
fr: Pour commencer <accent>envoyez du Bitcoin</accent> sur votre portefeuille
it: Per iniziare <accent>invia Bitcoin</accent> al tuo portafoglio
nl: Om te starten <accent>stuur Bitcoin</accent> naar uw wallet
pl: Aby rozpocząć <accent>wyślij Bitcoin</accent> na swój portfel
pt: Para começares <accent>envia Bitcoin</accent> para a tua carteira
pt_br: Para começar <accent>receba Bitcoin</accent> na sua carteira
ru: Чтобы начать работу <accent>отправьте биткойны</accent> в ваш кошелёк

# onboarding__error_create
source: Wallet Creation Failed
ar: فشل إنشاء المحفظة
ca: Creació de cartera fallida
cs: Vytvoření peněženky se nezdařilo
de: Bitkit konnte dein Wallet nicht erstellen.
el: Η Δημιουργία Πορτοφολιού Απέτυχε
es: Creación del Monedero Fallida
fr: Échec de la création de wallet
it: Creazione del portafoglio non riuscita
nl: Wallet Aanmaken Mislukt
pl: Tworzenie portfela nie powiodło się
pt: Criação da Carteira Falhou
pt_br: A Criação da Carteira Falhou.
ru: Ошибка Создания Кошелька

# onboarding__get_started
source: Get Started
ar: ابدأ الآن
ca: Començar
cs: Začít
de: Lege los
el: Ξεκινήστε
es: Empezar
fr: Commencer
it: Inizia
nl: Starten
pl: Rozpocznij
pt: Começar
pt_br: Começar
ru: Начать

# onboarding__loading_header
source: Setting up <accent>your wallet</accent>
ar: جارٍ إعداد <accent>محفظتك</accent>
ca: Configurant <accent>la teva cartera</accent>
cs: Nastavování <accent>vaší peněženky</accent>
de: Wallet <accent>wird erstellt</accent>
el: Ρύθμιση <accent>του πορτοφολιού σας</accent>
es: Configurando <accent>tu monedero</accent>
fr: Restauration de <accent>votre wallet</accent>
it: Imposta <accent>il tuo portafoglio</accent>
nl: Uw wallet <accent>instellen</accent>
pl: Konfigurowanie <accent>twojego portfela</accent>
pt: A configurar <accent>a tua carteira</accent>
pt_br: Configurando <accent>sua carteira</accent>
ru: Настройка <accent>вашего кошелька</accent>

# onboarding__multiple_header
source: <accent>Caution:</accent> multiple devices
ar: <accent>تنبيه:</accent> أجهزة متعددة
ca: <accent>Precaució:</accent> múltiples dispositius
cs: <accent>Upozornění:</accent> více zařízení
de: <accent>Achtung:</accent> Mehrere Geräte
el: <accent>Προσοχή:</accent> πολλαπλές συσκευές
es: <accent>Precaución:</accent> múltiples dispositivos
fr: <accent>Attention :</accent> plusieurs appareils
it: <accent>Attenzione:</accent> dispositivi multipli
nl: <accent>Let op:</accent> meerdere apparaten
pl: <accent>Uwaga:</accent> wiele urządzeń
pt: <accent>Atenção:</accent> múltiplos dispositivos
pt_br: <accent>Cuidado:</accent> vários dispositivos
ru: <accent>Предупреждение:</accent> Несколько Устройств
