Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# settings__security__footer
source: When enabled, you can use {biometryTypeName} instead of your PIN code to unlock your wallet or send payments.
ar: عند التمكين، يمكنك استخدام {biometryTypeName} بدلاً من رمز PIN لفتح محفظتك أو إرسال المدفوعات.
ca: Quan està activat, pots utilitzar {biometryTypeName} en lloc del teu codi PIN per desbloquejar la teva cartera o enviar pagaments.
cs: Pokud povoleno, můžete pro odemčení peněženky nebo zaslání platby použít {biometryTypeName} namísto PIN kódu.
de: Wenn eingeschaltet, kannst du {biometryTypeName} an Stelle von deinem PIN code verwenden, um dein Wallet zu entsperren oder Zahlungen zu senden.
el: Όταν ενεργοποιηθεί, μπορείτε να χρησιμοποιήσετε {biometryTypeName} αντί για τον κωδικό PIN σας για να ξεκλειδώσετε το πορτοφόλι σας ή να στείλετε πληρωμές.
es: Cuando está activado, puede usar {biometryTypeName} en lugar de su código PIN para desbloquear su monedero o enviar pagos.
fr: Lorsque cette option est activée, vous pouvez utiliser {biometryTypeName} au lieu de votre code PIN pour déverrouiller votre portefeuille ou envoyer des paiements.
it: Quanto attivato, puoi usare {biometryTypeName} invece del tuo codice PIN per sbloccare il tuo wallet o inviare pagamenti.
nl: Wanneer deze optie is geactiveerd kunt u {biometryTypeName} gebruiken in plaats van uw pincode om de wallet ontgrendelen en betalingen te maken.
pl: Po włączeniu tej opcji możesz używać {biometryTypeName} zamiast kodu PIN do odblokowania portfela lub wysyłania płatności.
pt: Quando ativado, podes usar {biometryTypeName} em vez do teu código PIN para desbloquear a tua carteira ou enviar pagamentos.
pt_br: Quando ativado, você poderá usar {biometryTypeName} em vez do PIN para desbloquear ou pagar.
ru: Когда включено, вы можете использовать {biometryTypeName} вместо PIN-кода для разблокировки кошелька или отправки платежей.

# settings__security__hide_balance_on_open
source: Hide balance on open
ar: إخفاء الرصيد عند الفتح
ca: Amaga el saldo en obrir
cs: Skrýt zůstatek při otevření
de: Kontostand beim Start verbergen
el: Απόκρυψη υπολοίπου στο άνοιγμα
es: Ocultar saldo al abrir
fr: Masquer le solde à l'ouverture
it: Nascondi il saldo all'apertura
nl: Saldo verbergen bij open
pl: Ukryj saldo po otwarciu
pt: Esconder saldo ao abrir
pt_br: Ocultar saldo ao abrir o app
ru: Скрывать Баланс при Открытии

# settings__security__pin
source: PIN Code
ar: رمز PIN
ca: Codi PIN
cs: PIN kód
el: Κωδικός PIN
es: Código PIN
fr: Code PIN
it: Codice PIN
pl: Kod PIN
pt: Código PIN
pt_br: Código PIN
ru: PIN-код

# settings__security__pin_change
source: Change PIN Code
ar: تغيير رمز PIN
ca: Canvia el codi PIN
cs: Změna PIN kódu
de: PIN Code ändern
el: Αλλαγή Κωδικού PIN
es: Cambiar código PIN
fr: Modifier le code PIN
it: Cambia codice PIN
nl: Pincode veranderen
pl: Zmień kod PIN
pt: Alterar Código PIN
pt_br: Alterar o código PIN
ru: Сменить PIN-код

# settings__security__pin_disabled
source: Disabled
ar: معطل
ca: Desactivat
cs: Zakázáno
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fr: Désactivé
it: Disattivato
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
pt_br: Desativado
ru: Выключен

# settings__security__pin_enabled
source: Enabled
ar: ممكّن
ca: Activat
cs: Povoleno
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fr: Activé
it: Attivato
nl: Geactiveerd
pl: Włączone
pt: Ativado
pt_br: Ativado
ru: Включён

# settings__security__pin_idle
source: Require PIN when idle
ar: طلب PIN عند الخمول
ca: Requereix PIN quan està inactiu
cs: Při nečinnosti vyžadovat PIN
de: PIN nach Inaktiviät anfordern
el: Απαίτηση PIN όταν αδρανεί
es: Pedir PIN en reposo
fr: Exiger un code PIN en cas d'inactivité
it: Richiedi il PIN quando è inattivo
nl: Vereis pincode bij inactiviteit
pl: Wymagaj PIN-u po bezczynności
pt: Exigir PIN quando inativo
pt_br: Exigir PIN quando ocioso
ru: Требовать PIN-код при Бездействии

# settings__security__pin_launch
source: Require PIN on launch
ar: طلب PIN عند التشغيل
ca: Requereix PIN en iniciar
cs: Při spuštění vyžadovat PIN
de: PIN beim Start anfordern
el: Απαίτηση PIN κατά την εκκίνηση
es: Pedir PIN al iniciar
fr: Exiger un code PIN au lancement
it: Richiedi PIN all'avvio
nl: Vereis pincode met opstarten
pl: Wymagaj kodu PIN podczas uruchamiania
pt: Exigir PIN ao iniciar
pt_br: Exigir PIN ao abrir
ru: Требовать PIN-код при Запуске

# settings__security__pin_payments
source: Require PIN for payments
ar: طلب PIN للمدفوعات
ca: Requereix PIN per als pagaments
cs: Při platbě vyžadovat PIN
de: PIN für Zahlungen anfordern
el: Απαίτηση PIN για πληρωμές
es: Pedir PIN al realizar pagos
fr: Exiger un code PIN pour les paiements
it: Richiedi PIN per i pagamenti
nl: Vereis pincode voor betalingen
pl: Wymagaj PIN-u do płatności
pt: Exigir PIN para pagamentos
pt_br: Solicitar PIN para pagar
ru: Требовать PIN-код для Платежей

# settings__security__swipe_balance_to_hide
source: Swipe balance to hide
ar: اسحب الرصيد للإخفاء
ca: Llisca el saldo per amagar
cs: Skrýt zůstatek přejetím
de: Wischen um Kontostand zu verbergen
el: Σύρετε υπόλοιπο για απόκρυψη
es: Desliza el saldo para ocultar
fr: Balayer pour masquer la balance
it: Scorri per nascondere il saldo
nl: Veeg de balans om te verbergen
pl: Przesuń saldo, aby ukryć
pt: Deslizar saldo para esconder
pt_br: Arraste o saldo para ocultar
ru: Смахнуть Баланс, чтобы Скрыть

# settings__security__title
source: Security And Privacy
ar: الأمان والخصوصية
ca: Seguretat i privadesa
cs: Zabezpečení a soukromí
de: Sicherheit Und Privatsphäre
el: Ασφάλεια Και Απόρρητο
es: Seguridad y Privacidad
fr: Sécurité et vie privée
it: Sicurezza e privacy
nl: Veiligheid en privacy
pl: Bezpieczeństwo i prywatność
pt: Segurança e Privacidade
pt_br: Segurança e Privacidade
ru: Безопасность и Конфиденциальность

# settings__security__use_bio
source: Use {biometryTypeName} instead
ar: استخدام {biometryTypeName} بدلاً من ذلك
ca: Utilitza {biometryTypeName} en lloc
cs: Namísto toho použít {biometryTypeName}
de: Nutze {biometryTypeName}
el: Χρήση {biometryTypeName} αντί
es: Usar {biometryTypeName} en su lugar
fr: Utilisez plutôt {biometryTypeName}
it: Usa {biometryTypeName} invece
nl: Gebruik in plaats daarvan {biometryTypeName}
pl: Użyj {biometryTypeName} wzamian
pt: Usar {biometryTypeName} em vez
pt_br: Usar {biometryTypeName}
ru: Использовать {biometryTypeName} вместо этого

# settings__security__warn_100
source: Warn when sending over $100
ar: تحذير عند الإرسال فوق 100 دولار
ca: Avisa quan s'enviïn més de 100 $
cs: Upozornit při odesílání více než $100
de: Warnen beim Senden von über $100
el: Προειδοποίηση όταν στέλνετε πάνω από $100
es: Advertir al enviar más de $100
fr: Avertir en cas d'envoi de plus de 100$
it: Avvisa quando invii più di $100
nl: Waarschuw mij met betalingen over $100
pl: Ostrzegaj przy transakcji powyżej 100 USD
pt: Avisar ao enviar mais de $100
pt_br: Avisar ao enviar mais de US$ 100
ru: Предупреждать при Отправке более $100

# settings__security_title
source: Security and Privacy
ar: الأمان والخصوصية
ca: Seguretat i privadesa
cs: Bezpečnost a soukromí
de: Sicherheit und Privatsphäre
el: Ασφάλεια και Απόρρητο
es: Seguridad y Privacidad
fr: Sécurité et vie privée
it: Sicurezza e Privacy
nl: Beveiliging en Privacy
pl: Bezpieczeństwo i prywatność
pt: Segurança e Privacidade
pt_br: Segurança e Privacidade
ru: Безопасность и Конфиденциальность

# settings__settings
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Ajustes

# settings__status__backup__error
source: Failed to complete a full backup
ar: فشل إكمال نسخة احتياطية كاملة
ca: No s'ha pogut completar una còpia de seguretat completa
cs: Selhalo dokončení úplné zálohy
el: Αποτυχία ολοκλήρωσης πλήρους αντιγράφου
es: Falló al hacer una copia de seguridad completa
fr: Échec de la sauvegarde
it: Impossibile completare un backup completo
nl: Volledige back-up niet voltooid
pl: Nie udało się wykonać kopii zapasowej
pt: Falha ao completar uma cópia de segurança total
pt_br: Falha ao concluir backup
ru: Не удалось выполнить полное резервное копирование

# settings__status__backup__pending
source: Backing up...
ar: جارٍ النسخ الاحتياطي...
ca: Fent còpia de seguretat...
cs: Zálohování...
el: Δημιουργία αντιγράφου...
es: Haciendo copia de seguridad...
fr: Sauvegarde...
it: Backup in esecuzione...
nl: Een back-up maken...
pl: Zapisywanie...
pt: A fazer cópia de segurança...
pt_br: Fazendo o backup...
ru: Резервное копирование...

# settings__status__backup__ready
source: Backed up
ar: تم النسخ الاحتياطي
ca: Còpia de seguretat feta
cs: Zálohováno
el: Δημιουργήθηκε αντίγραφο
es: Respaldado
fr: Sauvegardé
it: Backup eseguito
nl: Back-up klaar
pl: Zapisano
pt: Com cópia de segurança
pt_br: Backup Feito
ru: Скопировано

# settings__status__backup__title
source: Latest Full Data Backup
ar: آخر نسخة احتياطية كاملة للبيانات
ca: Última còpia de seguretat completa de dades
cs: Nejnovější úplná záloha dat
el: Τελευταίο Πλήρες Αντίγραφο Δεδομένων
es: Último Backup de Datos Completo
fr: Dernière sauvegarde complète
it: Ultimo backup completo dei dati
nl: Laatste volledige gegevensback-up
pl: Ostatnia kopia zapasowa
pt: Última Cópia de Segurança Completa de Dados
pt_br: Último Backup Completo
ru: Последнее Полное Резервное Копирование Данных

# settings__status__electrum__error
source: Could not connect to Electrum
ar: تعذر الاتصال بـ Electrum
ca: No s'ha pogut connectar a Electrum
cs: Nelze se připojit k Electrum
el: Δεν ήταν δυνατή η σύνδεση στο Electrum
es: No se pudo conectar a Electrum
fr: Impossible de se connecter à Electrum
it: Impossibile connettersi ad Electrum
nl: Kan geen verbinding maken met Electrum
pl: Nie można połączyć się z Electrum
pt: Não foi possível ligar a Electrum
pt_br: Não foi possível conectar-se ao servidor Electrum
ru: Не удалось подключиться к Electrum

# settings__status__electrum__pending
source: Connecting...
ar: جارٍ الاتصال...
ca: Connectant...
cs: Připojování...
el: Σύνδεση...
es: Conectando...
fr: Connexion...
it: In connessione...
nl: Aansluiten...
pl: Łączenie...
pt: A ligar...
pt_br: Conectando...
ru: Подключение...

# settings__status__electrum__ready
source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
el: Συνδεδεμένο
es: Conectado
fr: Connecté
it: Connesso
nl: Aangesloten
pl: Połączono
pt: Ligado
pt_br: Conectado
ru: Подключено

# settings__status__electrum__title
source: Bitcoin Node
ar: عقدة Bitcoin
ca: Node Bitcoin
cs: Bitcoinový uzel
el: Κόμβος Bitcoin
es: Nodo Bitcoin
fr: Nœud Bitcoin
it: Nodo Bitcoin
pl: Węzeł Bitcoin
pt: Nó Bitcoin
pt_br: Nó de Bitcoin
ru: Биткойн-нода

# settings__status__internet__error
source: Disconnected
ar: غير متصل
ca: Desconnectat
cs: Odpojeno
de: Nicht verbunden
el: Αποσυνδεδεμένο
es: Desconectado
fr: Déconnecté
it: Disconnesso
nl: Ontkoppeld
pl: Rozłączono
pt: Desligado
pt_br: Desconectado
ru: Отключено

# settings__status__internet__pending
source: Reconnecting...
ar: جارٍ إعادة الاتصال...
ca: Reconnectant...
cs: Obnovování spojení...
de: Verbinden...
el: Επανασύνδεση...
es: Reconectando...
fr: Se reconnecte...
it: Riconnessione...
nl: Opnieuw verbinden...
pl: Ponowne łączenie...
pt: A reconectar...
pt_br: Reconectando...
ru: Переподключение...

# settings__status__internet__ready
source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
de: Verbunden
el: Συνδεδεμένο
es: Conectado
fr: Connecté
it: Connesso
nl: Aangesloten
pl: Połączono
pt: Ligado
pt_br: Conectado
ru: Подключено

# settings__status__internet__title
source: Internet
ar: الإنترنت
el: Διαδίκτυο
ru: Интернет

# settings__status__lightning_connection__error
source: No open connections
ar: لا توجد اتصالات مفتوحة
ca: No hi ha connexions obertes
cs: Žádná otevřená spojení
de: Keine offenen Verbindungen
el: Χωρίς ανοιχτές συνδέσεις
es: Sin conexiones abiertas
fr: Pas de connexions ouvertes
it: Nessuna connessione aperta
nl: Geen open verbindingen
pl: Brak otwartych połączeń
pt: Sem ligações abertas
pt_br: Nenhuma conexão ativa
ru: Нет открытых соединений

# settings__status__lightning_connection__pending
source: Opening...
ar: جارٍ الفتح...
ca: Obrint...
cs: Otevírání...
de: In Vorbereitung...
el: Άνοιγμα...
es: Abriendo...
fr: Ouverture...
it: In apertura...
nl: Openen...
pl: Otwieranie...
pt: A abrir...
pt_br: Ativando...
ru: Открытие...

# settings__status__lightning_connection__ready
source: Open
ar: مفتوح
ca: Oberta
cs: Otevřít
de: Geöffnet
el: Ανοιχτή
es: Abierta
fr: Ouvrir
it: Aperta
pl: Otwarte
pt: Aberto
pt_br: Ativa
ru: Открыто

# settings__status__lightning_connection__title
source: Lightning Connection
ar: اتصال Lightning
ca: Connexió Lightning
cs: Připojení lightning
de: Lightning-Verbindung
el: Σύνδεση Lightning
es: Conexión Lightning
fr: Connexion Lightning
it: Connessione Lightning
nl: Lightning-verbinding
pl: Połączenie z Lightning
pt: Ligação Lightning
pt_br: Conexões Lightning
ru: Лайтнинг-соединение

# settings__status__lightning_node__error
source: Could not initiate
ar: تعذر البدء
ca: No s'ha pogut iniciar
cs: Nemohlo být spuštěno
de: Konnte nicht synchronisieren
el: Δεν ήταν δυνατή η εκκίνηση
es: No se pudo iniciar
fr: Impossible d'initier
it: Impossibile avviare
nl: Kon niet starten
pl: Nie można zainicjować
pt: Não foi possível iniciar
pt_br: Não foi possível iniciar
ru: Не удалось инициировать

# settings__status__lightning_node__pending
source: Syncing...
ar: جارٍ المزامنة...
ca: Sincronitzant...
cs: Synchronizace...
de: Synchronisiert...
el: Συγχρονισμός...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
nl: Synchroniseren...
pl: Synchronizacja...
pt: A sincronizar...
pt_br: Sincronizando...
ru: Синхронизация...

# settings__status__lightning_node__ready
source: Synced
ar: تمت المزامنة
ca: Sincronitzat
cs: Synchronizováno
de: Synchronisiert
el: Συγχρονισμένος
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
nl: Gesynchroniseerd
pl: Zsynchronizowano
pt: Sincronizado
pt_br: Sincronizado
ru: Синхронизировано

# settings__status__lightning_node__title
source: Lightning Node
ar: عقدة Lightning
ca: Node Lightning
cs: Lightning uzel
el: Κόμβος Lightning
es: Nodo Lightning
fr: Nœud Lightning
it: Nodo Lightning
pl: Węzeł Lightning
pt: Nó Lightning
pt_br: Nó Lightning
ru: Лайтнинг-нода

# settings__status__title
source: App Status
ar: حالة التطبيق
ca: Estat de l'aplicació
cs: Stav aplikace
el: Κατάσταση Εφαρμογής
es: Estado de la App
fr: Statut de l'application
it: Stato dell'app
pl: Status aplikacji
pt: Estado da App
pt_br: Status do Aplicativo
ru: Статус Приложения

# settings__support__help
source: Help Center
ar: مركز المساعدة
ca: Centre d'ajuda
cs: Centrum pomoci
de: Hilfezentrum
el: Κέντρο Βοήθειας
es: Centro de Ayuda
fr: Centre d'aide
it: Centro assistenza
nl: Helpcentrum
pl: Centrum pomocy
pt: Centro de Ajuda
pt_br: Central de Ajuda
ru: Центр Помощи

# settings__support__label_address
source: Email address
ar: عنوان البريد الإلكتروني
ca: Adreça de correu electrònic
cs: E-mailová adresa
de: Email-Adresse
el: Διεύθυνση email
es: Dirección Email
fr: Adresse email
it: Indirizzo e-mail
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de email
pt_br: Endereço de e-mail
ru: Электронная Почта

# settings__support__label_message
source: Issue or question
ar: المشكلة أو السؤال
ca: Problema o pregunta
cs: Problém nebo otázka
de: Problem oder Frage
el: Πρόβλημα ή ερώτηση
es: Problema o pregunta
fr: Problème ou question
it: Problema o domanda
nl: Probleem of vraag
pl: Problem lub pytanie
pt: Problema ou questão
pt_br: Problema ou pergunta
ru: Проблема или Вопрос

# settings__support__placeholder_message
source: Describe the issue or ask a question
ar: صف المشكلة أو اطرح سؤالاً
ca: Descriu el problema o fes una pregunta
cs: Popište problém nebo položte otázku
de: Beschreibe das Problem oder stelle eine Frage
el: Περιγράψτε το πρόβλημα ή κάντε μια ερώτηση
es: Describa el problema o haga una pregunta
fr: Décrivez le problème ou posez une question
it: Descrivi il problema o fai una domanda
nl: Beschrijf het probleem of stel een vraag
pl: Opisz problem lub zadaj pytanie
pt: Descreve o problema ou faz uma pergunta
pt_br: Descreva o problema ou faça uma pergunta
ru: Опишите проблему или задайте вопрос

# settings__support__report
source: Report Issue
ar: الإبلاغ عن مشكلة
ca: Informa d'un problema
cs: Nahlásit problém
de: Problem melden
el: Αναφορά Προβλήματος
es: Reportar Problema
fr: Rapporter un problème
it: Segnala un problema
nl: Probleem rapporteren
pl: Zgłoś problem
pt: Reportar Problema
pt_br: Relatar problema
ru: Сообщить о Проблеме

# settings__support__report_text
source: Please describe the issue you are experiencing or ask a general question.
ar: يرجى وصف المشكلة التي تواجهها أو طرح سؤال عام.
ca: Si us plau, descriu el problema que estàs experimentant o fes una pregunta general.
cs: Popište prosím problém, se kterým se setkáváte, nebo položte obecnou otázku.
de: Bitte beschreibe das Problem oder stelle eine allgemeine Frage.
el: Παρακαλώ περιγράψτε το πρόβλημα που αντιμετωπίζετε ή κάντε μια γενική ερώτηση.
es: Por favor, describa el problema que está experimentando o haga una pregunta.
fr: Veuillez décrire le problème que vous rencontrez ou poser une question.
it: Descrivi il problema che stai riscontrando o fai una domanda generale.
nl: Beschrijf het probleem dat u ondervindt of stel maar een vraag.
pl: Proszę opisać problem lub zadać ogólne pytanie.
pt: Por favor, descreve o problema que estás a ter ou faz uma pergunta geral.
pt_br: Descreva o problema que está enfrentando ou faça uma pergunta.
ru: Пожалуйста, опишите проблему, с которой вы столкнулись, или задайте общий вопрос.

# settings__support__status
source: App Status
ar: حالة التطبيق
ca: Estat de l'aplicació
cs: Stav aplikace
el: Κατάσταση Εφαρμογής
es: Estado de la App
fr: Statut de l'application
it: Stato dell'app
pl: Status aplikacji
pt: Estado da App
pt_br: Status do Aplicativo
ru: Статус Приложения

# settings__support__text
source: Need help? Report your issue from within Bitkit, visit the help center, check the status, or reach out to us on our social channels.
ar: هل تحتاج مساعدة؟ أبلغ عن مشكلتك من داخل Bitkit، أو قم بزيارة مركز المساعدة، أو تحقق من الحالة، أو تواصل معنا على قنواتنا الاجتماعية.
ca: Necessites ajuda? Informa del teu problema des de Bitkit, visita el centre d'ajuda, comprova l'estat o contacta amb nosaltres a les nostres xarxes socials.
cs: Potřebujete pomoc? Nahlaste svůj problém přímo ze služby Bitkit, navštivte centrum nápovědy, zkontrolujte stav nebo nás kontaktujte na našich sociálních sítích.
de: Brauchst du Hilfe? Melde dein Problem von innerhalb Bitkit, besuche das Hilfezentrum, überprüfe den Status, oder kontaktiere uns auf den sozialen Medien.
el: Χρειάζεστε βοήθεια; Αναφέρετε το πρόβλημά σας μέσα από το Bitkit, επισκεφθείτε το κέντρο βοήθειας, ελέγξτε την κατάσταση, ή επικοινωνήστε μαζί μας στα κοινωνικά μας κανάλια.
es: ¿Necesita ayuda? Reporte su problema desde el propio Bitkit, visite el centro de ayuda, compruebe el estado o póngase en contacto con nosotros en nuestras redes sociales.
fr: Besoin d'aide ? Signalez votre problème depuis Bitkit, visitez le centre d'aide, vérifiez le statut ou contactez-nous sur nos canaux sociaux.
it: Ho bisogno di aiuto? Segnala il tuo problema da Bitkit, visita il centro assistenza, controlla lo stato o contattaci sui nostri canali social.
nl: Hulp nodig? Meld uw probleem vanuit Bitkit, bezoek het helpcentrum, controleer de status of neem contact met ons op via onze sociale kanalen.
pl: Potrzebujesz pomocy? Zgłoś problem z poziomu Bitkit, odwiedź centrum pomocy, sprawdź status lub skontaktuj się z nami na naszych kanałach społecznościowych.
pt: Precisas de ajuda? Reporta o teu problema a partir de Bitkit, visita o centro de ajuda, verifica o estado, ou contacta-nos nos nossos canais sociais.
pt_br: Precisa de ajuda? Relate seu problema pela Bitkit, visite a central de ajuda, verifique o status ou entre em contato conosco em nossos canais sociais.
ru: Нужна помощь? Сообщите о своей проблеме через Bitkit, посетите центр поддержки, проверьте статус или свяжитесь с нами в социальных сетях.

# settings__support__text_button
source: Send
ar: إرسال
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fr: Envoyer
it: Invia
nl: Verstuur
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить

# settings__support__text_success
source: Thank you for contacting us! We will try to get back to you as soon as possible.
ar: شكرًا للتواصل معنا! سنحاول الرد عليك في أقرب وقت ممكن.
ca: Gràcies per contactar amb nosaltres! Intentarem respondre el més aviat possible.
cs: Děkujeme, že jste nás kontaktovali! Budeme se snažit odpovědět vám co nejdříve.
de: Vielen Dank für deine Nachricht. Wir werden uns so schnell wie möglich bei dir melden.
el: Σας ευχαριστούμε που επικοινωνήσατε μαζί μας! Θα προσπαθήσουμε να επικοινωνήσουμε μαζί σας το συντομότερο δυνατό.
es: ¡Gracias por contactar con nosotros! Intentaremos responderle lo antes posible.
fr: Merci de nous avoir contactés ! Nous essaierons de vous répondre dans les plus brefs délais.
it: Grazie per averci contattato! Cercheremo di risponderti il prima possibile.
nl: Bedankt dat u contact met ons heeft opgenomen! Wij proberen zo snel mogelijk contact met u op te nemen.
pl: Dziękujemy, że skontaktowali się Państwo z nami! Postaramy się odpowiedzieć jak najszybciej.
pt: Obrigado por nos contactares! Tentaremos responder-te o mais rapidamente possível.
pt_br: Obrigado por entrar em contato! Responderemos o mais rápido possível.
ru: Спасибо, что связались с нами! Мы постараемся ответить вам как можно скорее.

# settings__support__text_success_button
source: OK
ar: حسنًا
el: ΟΚ
ru: Ок

# settings__support__text_unsuccess
source: Something went wrong while trying to send your issue or question. Please try again.
ar: حدث خطأ أثناء محاولة إرسال مشكلتك أو سؤالك. يرجى المحاولة مرة أخرى.
ca: Alguna cosa ha anat malament en intentar enviar el teu problema o pregunta. Si us plau, torna-ho a provar.
cs: Něco se pokazilo při pokusu o odeslání vašeho problému nebo otázky. Prosím, zkuste to znovu.
de: Es gab ein Problem beim Senden deiner Nachricht. Bitte versuche es erneut.
el: Κάτι πήγε στραβά κατά την αποστολή του προβλήματος ή της ερώτησής σας. Παρακαλώ δοκιμάστε ξανά.
es: Algo fue mal mientras se intentaba enviar su problema o pregunta. Por favor, pruebe de nuevo.
fr: Un problème s'est produit lors de l'envoi de votre problème ou de votre question. Veuillez réessayer.
it: Qualcosa è andato storto durante il tentativo di inviare il problema o la domanda. Per favore riprova.
nl: Er is iets misgegaan tijdens het verzenden van uw vraag of probleem. Probeer het opnieuw.
pl: Coś poszło nie tak podczas próby wysłania Państwa pytania. Proszę spróbować ponownie.
pt: Algo correu mal ao tentar enviar o teu problema ou questão. Por favor, tenta novamente.
pt_br: Algo deu errado ao enviar seu problema ou pergunta. Por favor, tente novamente.
ru: Что-то пошло не так при попытке отправить ваше сообщение или вопрос. Пожалуйста, попробуйте снова.

# settings__support__text_unsuccess_button
source: Try Again
ar: حاول مرة أخرى
ca: Torna a intentar
cs: Zkusit znovu
de: Erneut versuchen
el: Προσπαθείστε Ξανά
es: Inténtelo de nuevo
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar Novamente
pt_br: Tente novamente
ru: Попробовать Снова

# settings__support__title
source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
it: Supporto
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
pt_br: Suporte
ru: Поддержка
