Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# security__export_share
source: Share backup file
ar: مشاركة ملف النسخة الاحتياطية
ca: Comparteix el fitxer de la còpia de seguretat
cs: Sdílet záložní soubor
de: Backup-Datei teilen
el: Κοινοποίηση αρχείου αντιγράφου
es: Compartir el archivo de copia de seguridad
fr: Partager le fichier de sauvegarde
it: Condividi il file di backup
nl: Backup bestand delen
pl: Udostępnij kopię zapasową
pt: Partilhar ficheiro de cópia de segurança
pt_br: Compartilhar arquivo de backup
ru: Отправить бекап-файл

# security__export_success_msg
source: Bitkit successfully exported the backup file to your phone.
ar: صدّر Bitkit ملف النسخة الاحتياطية إلى هاتفك بنجاح.
ca: Bitkit ha exportat correctament el fitxer de còpia de seguretat al teu telèfon.
cs: Bitkit úspěšně exportoval záložní soubor do telefonu.
de: Bitkit hat die Backup-Datei erfolgreich auf dein Telefon exportiert.
el: Το Bitkit εξήγαγε επιτυχώς το αρχείο αντιγράφου στο τηλέφωνό σας.
es: Bikit exportó el fichero de copia de seguridad a su teléfono satisfactoriamente.
fr: Bitkit a réussi à exporter le fichier de sauvegarde vers votre téléphone.
it: Bitkit ha esportato con successo il file di backup sul tuo telefono.
nl: Bitkit heeft het back-up met succes naar uw telefoon geëxporteerd.
pl: Bitkit pomyślnie wyeksportował plik kopii zapasowej do telefonu.
pt: Bitkit exportou com sucesso o ficheiro de cópia de segurança para o teu telemóvel.
pt_br: Bitkit exportou com sucesso o arquivo de backup para o seu telefone.
ru: Bitkit успешно экспортировал файл резервной копии на ваш телефон.

# security__export_success_title
source: Backup Exported
ar: تم تصدير النسخة الاحتياطية
ca: Còpia de seguretat exportada
cs: Záloha exportována
de: Backup exportiert
el: Το Αντίγραφο Εξήχθη
es: Copia de seguridad exportada
fr: Sauvegarde exportée
it: Backup esportato
nl: Back-up geëxporteerd
pl: Wyeksportowano kopię zapasową
pt: Cópia de Segurança Exportada
pt_br: Backup Exportado
ru: Резервная Копия Экспортирована

# security__export_text
source: You can export a copy of your wallet data as a .ZIP file. This file is encrypted with the password you set below.
ar: يمكنك تصدير نسخة من بيانات محفظتك كملف .ZIP. هذا الملف مشفر بكلمة المرور التي تحددها أدناه.
ca: Pots exportar una còpia de les dades de la teva cartera com a fitxer .ZIP. Aquest fitxer està xifrat amb la contrasenya que configuris a continuació.
cs: Kopii dat své peněženky můžete exportovat jako soubor ZIP. Tento soubor je zašifrován níže nastaveným heslem.
de: Du kannst eine Kopie deiner Wallet-Daten als .ZIP-Datei exportieren. Diese Datei ist mit dem unten festgelegten Passwort verschlüsselt.
el: Μπορείτε να εξάγετε ένα αντίγραφο των δεδομένων του πορτοφολιού σας ως αρχείο .ZIP. Αυτό το αρχείο είναι κρυπτογραφημένο με τον κωδικό που ορίζετε παρακάτω.
es: Puede exportar una copia de los datos de su monedero como archivo .ZIP. Este archivo está cifrado con la contraseña que establezca a continuación.
fr: Vous pouvez exporter une copie des données de votre portefeuille sous la forme d'un fichier .ZIP. Ce fichier est chiffré avec le mot de passe que vous avez défini ci-dessous.
it: Puoi esportare una copia dei dati del tuo wallet come file .ZIP. Questo file è criptato con la password che imposti qui sotto.
nl: U kunt een .ZIP bestand van uw wallet data exporteren. Deze is cryptografisch versleuteld met het wachtwoord wat u hieronder kan instellen.
pl: Możesz wyeksportować kopię swojego portfela jako plik .ZIP, który będzie zaszyfrowany hasłem, które ustawisz poniżej.
pt: Podes exportar uma cópia dos dados da tua carteira como ficheiro .ZIP. Este ficheiro é encriptado com a palavra-passe que defines abaixo.
pt_br: Vocè pode exportar uma cópia dos dados da sua carteira em um arquivo .ZIP. Esse arquivo é criptografado com a senha que você definirá abaixo.
ru: Вы можете экспортировать копию данных своего кошелька в виде ZIP-файла. Этот файл зашифрован паролем, который вы установили ниже.

# security__export_title
source: Export To Phone
ar: التصدير إلى الهاتف
ca: Exporta al telèfon
cs: Export do telefonu
de: Auf Telefon exportieren
el: Εξαγωγή στο Τηλέφωνο
es: Exportar a teléfono
fr: Exporter vers le téléphone
it: Esporta sul Telefono
nl: Naar Telefoon Exporteren
pl: Wyeksportuj do telefonu
pt: Exportar Para Telemóvel
pt_br: Exportar para o Telefone
ru: Экспортировать на Телефон

# security__mnemonic_confirm
source: Confirm Recovery Phrase
ar: تأكيد عبارة الاسترداد
ca: Confirma la frase de recuperació
cs: Potvrďte obnovovací frázi.
de: Wiederherstellungsphrase bestätigen
el: Επιβεβαίωση Φράσης Ανάκτησης
es: Confirmar frase de recuperación
fr: Confirmer la phrase de récupération
it: Conferma la Recovery Phrase
nl: Herstelwoorden Bevestigen
pl: Potwierdź hasło
pt: Confirmar Frase de Recuperação
pt_br: Confirmar frase de recuperação
ru: Проверьте Фразу

# security__mnemonic_confirm_tap
source: Tap the 12 words in the correct order.
ar: انقر على الكلمات الـ 12 بالترتيب الصحيح.
ca: Toca les 12 paraules en l'ordre correcte.
cs: Klepněte na 12 slov ve správném pořadí.
de: Tippe die 12 Wörter in der richtigen Reihenfolge an.
el: Πατήστε τις 12 λέξεις με τη σωστή σειρά.
es: Pulse las 12 palabras en el orden correcto.
fr: Tapez les 12 mots dans le bon ordre.
it: Tocca le 12 parole nell'ordine corretto.
nl: Tik de 12 woorden aan in de juiste volgorde.
pl: Wpisz 12 słów w poprawnej kolejności.
pt: Toca nas 12 palavras pela ordem correta.
pt_br: Insira as 12 palavras na ordem correta.
ru: Нажмите на 12 слов в правильном порядке.

# security__mnemonic_data_header
source: Wallet Data
ar: بيانات المحفظة
ca: Dades de la cartera
cs: Údaje o peněžence
de: Wallet-Daten
el: Δεδομένα Πορτοφολιού
es: Datos del monedero
fr: Données du portefeuille
it: Dati del Wallet
pl: Dane portfela
pt: Dados da Carteira
pt_br: Dados da carteira
ru: Данные кошелька

# security__mnemonic_data_text
source: Your profile, contacts, accounts, tags, and activity will be backed up automatically to our free cloud service.
ar: سيتم نسخ ملفك الشخصي وجهات اتصالك وحساباتك وعلاماتك ونشاطك احتياطيًا تلقائيًا إلى خدمتنا السحابية المجانية.
ca: El teu perfil, contactes, comptes, etiquetes i activitat es faran còpia de seguretat automàticament al nostre servei de núvol gratuït.
cs: Váš profil, kontakty, účty, tagy a aktivita budou automaticky zálohovány do naší bezplatné cloudové služby.
de: Dein Profil, deine Kontakte, Konten, Tags und Aktivitäten werden automatisch auf unserem kostenlosen Cloud-Dienst gesichert.
el: Το προφίλ, οι επαφές, οι λογαριασμοί, οι ετικέτες και η δραστηριότητά σας θα δημιουργούν αυτόματα αντίγραφα ασφαλείας στη δωρεάν υπηρεσία cloud μας.
es: Se realizará una copia de seguridad automática de su perfil, contactos, cuentas, etiquetas y actividad en nuestro servicio gratuito en la nube.
fr: Votre profil, vos contacts, vos comptes, vos tags et votre activité seront sauvegardés automatiquement sur notre service cloud gratuit.
it: Il tuo profilo, i tuoi contatti, i tuoi account, i tuoi tag e le tue attività saranno sottoposti a backup automatico sul nostro servizio cloud gratuito.
nl: Uw profiel, contacten, accounts, labels en activiteiten worden automatisch opgeslagen met onze gratis cloud dienst.
pl: Twój profil, kontakty, konta, tagi oraz aktywność będzie automatycznie skopiowana do naszego darmowego serwisu w chmurze.
pt: O teu perfil, contactos, contas, etiquetas e atividade serão guardados automaticamente no nosso serviço de nuvem gratuito.
pt_br: O backup de seu perfil, contatos, contas, tags e atividades será feito automaticamente em nosso serviço de nuvem gratuito.
ru: Ваш профиль, контакты, учетные записи, теги и транзакции будут автоматически сохранены в нашем бесплатном облачном сервисе.

# security__mnemonic_error
source: Wallet Failure
ar: فشل المحفظة
ca: Error de cartera
cs: Selhání peněženky
de: Wallet-Fehler
el: Αποτυχία Πορτοφολιού
es: Fallo del Monedero
fr: Défaillance du portefeuille
it: Errore nel wallet
nl: Wallet-fout
pl: Awaria portfela
pt: Falha da Carteira
pt_br: Falha na Carteira
ru: Ошибка Кошелька

# security__mnemonic_error_description
source: Bitkit could not read your recovery phrase.
ar: تعذر على Bitkit قراءة عبارة الاسترداد الخاصة بك.
ca: Bitkit no ha pogut llegir la teva frase de recuperació.
cs: Bitkit nemohl přečíst vaši frázi pro obnovení.
de: Bitkit konnte deine Wiederherstellungsphrase nicht lesen.
el: Το Bitkit δεν μπόρεσε να διαβάσει τη φράση ανάκτησής σας.
es: Bitkit no pudo leer su frase de recuperación.
fr: Bitkit n'a pas pu lire votre phrase de récupération.
it: Bitkit non è in grado di leggere la tua frase di ripristino.
nl: Bitkit kon uw herstelzin niet lezen.
pl: Bitkit nie mógł odczytać Twojej frazy odzyskiwania.
pt: Bitkit não conseguiu ler a tua frase de recuperação.
pt_br: Bitkit não conseguiu ler sua frase de recuperação.
ru: Bitkit не смог прочитать вашу фразу восстановления.

# security__mnemonic_keep_header
source: Keep It Safe
ar: احتفظ بها بأمان
ca: Mantén-ho segur
cs: Udržujte to v bezpečí
de: Sicher aufbewahren
el: Κρατήστε την Ασφαλή
es: Guárdela en un Lugar Seguro
fr: Gardez-le en sécurité
it: Tienilo al sicuro
nl: Houd het veilig
pl: Zachowaj bezpieczeństwo
pt: Mantém-na Segura
pt_br: Mantenha em segredo
ru: Храните Надёжно

# security__mnemonic_keep_text
source: Remember, <accent>never share your recovery phrase</accent> with anyone! If you do, they can steal your money, profile and other data.
ar: تذكر، <accent>لا تشارك عبارة الاسترداد أبدًا</accent> مع أي شخص! إذا فعلت، يمكنهم سرقة أموالك وملفك الشخصي وبياناتك الأخرى.
ca: Recorda, <accent>mai comparteixis la teva frase de recuperació</accent> amb ningú! Si ho fas, poden robar els teus diners, perfil i altres dades.
cs: Pamatujte, že <accent>nikdy nesmíte nikomu sdělovat svou obnovovací frázi</accent>! Pokud tak učiníte, může vám ukrást peníze, profil a další údaje.
de: Denke daran, <accent>teile deine Wiederherstellungsphrase niemals</accent> mit jemandem! Wenn du dies tust, können sie dein Geld, Profil und andere Daten stehlen.
el: Θυμηθείτε, <accent>μην μοιραστείτε ποτέ τη φράση ανάκτησής σας</accent> με κανέναν! Αν το κάνετε, μπορούν να κλέψουν τα χρήματά σας, το προφίλ σας και άλλα δεδομένα.
es: Recuerde, <accent>nunca comparta su frase de recuperación</accent> con nadie! Si lo hace, pueden robar su dinero, perfil y otros datos.
fr: N'oubliez pas de <accent>ne jamais communiquer votre phrase de récupération</accent> à qui que ce soit ! Si vous le faites, cette personne peut vous voler votre argent, votre profil et d'autres données.
it: Ricorda, <accent>non condividere mai la tua frase di recupero</accent> con nessuno! Se lo fai, possono rubare i tuoi soldi, il tuo profilo e altri dati.
nl: Denk eraan, <accent>deel nooit uw herstelzin</accent> met iemand! Als u dat wel doet, kunnen zij uw geld, profiel en andere gegevens stelen.
pl: Pamiętaj, <accent>aby nigdy nie udostępniać nikomu swojej frazy odzyskiwania</accent>! W przeciwnym razie możesz być ofiarą kradzieży środków, danych profilu lub innych danych.
pt: Lembra-te, <accent>nunca partilhes a tua frase de recuperação</accent> com ninguém! Se o fizeres, podem roubar o teu dinheiro, perfil e outros dados.
pt_br: Lembre-se: <accent>nunca compartilhe sua frase de recuperação</accent> com ninguém! Se compartilhar, seu dinheiro, perfil e outros dados podem ser roubados.
ru: Помните, <accent>никогда не делитесь своей фразой восстановления</accent> с кем-либо! Если вы это сделаете, они смогут украсть ваши деньги, профиль и другие данные.

# security__mnemonic_latest_backup
source: <bold>Latest data backup:</bold> {time}
ar: <accent>آخر نسخة احتياطية للبيانات:</accent> {time}
ca: <accent>Última còpia de seguretat de dades:</accent> {time}
cs: <bold>Nejnovější záloha dat:</bold> {time}
de: <bold>Letztes Daten-Backup:</bold> {time}
el: <accent>Τελευταίο αντίγραφο δεδομένων:</accent> {time}
es: <accent>Última copia de seguridad de datos:</accent> {time}
fr: <accent>Dernière sauvegarde des données :</accent> {time}
it: <accent>Ultimo backup dei dati:</accent> {time}
nl: <accent>Meeste recente backup:</accent> {time}
pl: <accent>Ostatni backup danych:</accent> {time}
pt: <accent>Última cópia de segurança de dados:</accent> {time}
pt_br: <accent>Backup mais recente:</accent> {time}
ru: <bold>Последнее резервное копирование данных:</bold> {time}

# security__mnemonic_multiple_header
source: Multiple Devices
ar: أجهزة متعددة
ca: Múltiples dispositius
cs: Více zařízení
de: Mehrere Geräte
el: Πολλαπλές Συσκευές
es: Múltiples dispositivos
fr: Multiple appareils
it: Dispositivi Multipli
nl: Meerdere Apparaten
pl: Wiele urządzeń
pt: Múltiplos Dispositivos
pt_br: Vários Dispositivos
ru: Несколько Устройств

# security__mnemonic_multiple_text
source: Don't use your Bitkit recovery phrase on multiple phones simultaneously, as this can corrupt your data.
ar: لا تستخدم عبارة استرداد Bitkit على هواتف متعددة في وقت واحد، لأن ذلك قد يفسد بياناتك.
ca: No utilitzis la teva frase de recuperació de Bitkit en múltiples telèfons simultàniament, ja que això pot corrompre les teves dades.
cs: Nepoužívejte obnovovací frázi Bitkit na více telefonech současně, protože by to mohlo poškodit vaše data.
de: Verwende deine Bitkit-Wiederherstellungsphrase nicht gleichzeitig auf mehreren Telefonen, da dies deine Daten beschädigen kann.
el: Μην χρησιμοποιείτε τη φράση ανάκτησης του Bitkit σε πολλά τηλέφωνα ταυτόχρονα, καθώς αυτό μπορεί να καταστρέψει τα δεδομένα σας.
es: No use su frase de recuperación de Bitkit en varios teléfonos simultáneamente, ya que esto puede corromper sus datos.
fr: N'utilisez pas votre phrase de récupération Bitkit sur plusieurs téléphones simultanément, car cela pourrait corrompre vos données.
it: Non utilizzare la tua recovery phrase Bitkit su più telefoni contemporaneamente, in quanto potrebbe corrompere i tuoi dati.
nl: Gebruik dezelfde Bitkit herstelwoorden niet op verschillende apparaten te gelijk, dit kan uw data corrumpteren.
pl: Nie używaj jednego hasła Bitkit na wielu urządzeniach jednocześnie, ponieważ może to spowodować uszkodzenie danych.
pt: Não uses a tua frase de recuperação Bitkit em múltiplos telemóveis simultaneamente, pois isso pode corromper os teus dados.
pt_br: Não use a frase de recuperação da Bitkit em vários telefones simultaneamente, pois isso pode corromper seus dados.
ru: Не используйте фразу восстановления Bitkit на нескольких телефонах одновременно, так как это может привести к повреждению ваших данных.

# security__mnemonic_never_share
source: <accent>Never share</accent> your recovery phrase with anyone as this may result in the loss of funds.
ar: <accent>لا تشارك أبدًا</accent> عبارة الاسترداد مع أي شخص لأن ذلك قد يؤدي إلى خسارة الأموال.
ca: <accent>Mai comparteixis</accent> la teva frase de recuperació amb ningú, ja que això pot resultar en la pèrdua de fons.
cs: <accent>Nikdy nikomu nesdělujte</accent> svou frázi pro obnovení, protože to může vést ke ztrátě finančních prostředků.
de: <accent>Teile</accent> deine Wiederherstellungsphrase <accent>niemals</accent> mit jemandem, da dies zum Verlust von Geldern führen kann.
el: <accent>Μην μοιραστείτε ποτέ</accent> τη φράση ανάκτησής σας με κανέναν καθώς αυτό μπορεί να οδηγήσει σε απώλεια κεφαλαίων.
es: <accent>Nunca compartas</accent> tu frase de recuperación con nadie, ya que esto podría desembocar en la pérdida de fondos.
fr: <accent>Ne communiquez jamais</accent> votre phrase de recouvrement à qui que ce soit, car cela pourrait entraîner la perte des fonds.
it: <accent>Non condividere mai</accent> la tua frase di recupero con nessuno poiché ciò potrebbe comportare la perdita dei fondi.
nl: <accent>Deel nooit</accent> uw herstelzin met iemand anders, dit kan leiden tot verlies van geld.
pl: <accent>Nigdy nie udostępniaj</accent> nikomu swojej frazy odzyskiwania, ponieważ może to spowodować utratę środków.
pt: <accent>Nunca partilhes</accent> a tua frase de recuperação com ninguém, pois isso pode resultar em perda de fundos.
pt_br: <accent>Nunca compartilhe</accent> sua frase de recuperação com ninguém, pois isso pode resultar na perda de fundos.
ru: <accent>Никогда не делитесь</accent> своей фразой восстановления с кем-либо, так как это может привести к потере средств.

# security__mnemonic_phrase
source: Mnemonic Phrase
ar: العبارة التذكيرية
ca: Frase mnemotècnica
cs: Mnemotechnická fráze
de: Mnemonische Phrase
el: Μνημονική Φράση
es: Frase mnemotécnica
fr: Phrase mnémotechnique
it: Frase Mnemonica
nl: Herstelwoorden
pl: Fraza odzyskiwania
pt: Frase Mnemónica
pt_br: Frase mnemônica
ru: Фраза Восстановления

# security__mnemonic_result_header
source: Successful
ar: ناجح
ca: Exitós
cs: Úspěšné
de: Erfolgreich
el: Επιτυχία
es: Éxito
fr: Succès
it: Successo
nl: Succesvol
pl: Sukces
pt: Bem-sucedido
pt_br: Sucesso
ru: Успешно

# security__mnemonic_result_text
source: Make sure you store your recovery phrase in a <accent>secure place</accent>, as this is the <accent>only way to recover</accent> your money!
ar: تأكد من تخزين عبارة الاسترداد في <accent>مكان آمن</accent>، لأن هذه هي <accent>الطريقة الوحيدة لاستعادة</accent> أموالك!
ca: Assegura't de guardar la teva frase de recuperació en un <accent>lloc segur</accent>, ja que aquesta és l'<accent>única manera de recuperar</accent> els teus diners!
cs: Ujistěte se, že jste uložili frázi pro obnovení na <accent>bezpečném místě</accent>, protože to je <accent>jediný způsob, jak získat</accent> své peníze <accent>zpět</accent>!
de: Stelle sicher, dass du deine Wiederherstellungsphrase an einem <accent>sicheren Ort</accent> aufbewahrst, da dies die <accent>einzige Möglichkeit</accent> ist, dein Geld wiederherzustellen!
el: Βεβαιωθείτε ότι αποθηκεύετε τη φράση ανάκτησής σας σε <accent>ασφαλές μέρος</accent>, καθώς αυτός είναι ο <accent>μόνος τρόπος ανάκτησης</accent> των χρημάτων σας!
es: Asegúrese de guardar su frase de recuperación en un <accent>lugar seguro</accent>, ya que esta es la <accent>única forma de recuperar</accent> su dinero!
fr: Veillez à conserver votre phrase de récupération dans un <accent>endroit sûr</accent>, car c'est le <accent>seul moyen de récupérer votre</accent> argent !
it: Assicurati di conservare la frase di recupero in un <accent>luogo sicuro</accent>, poiché questo è <accent>l'unico modo per recuperare</accent> i tuoi soldi!
nl: Zorg ervoor dat u uw herstelzin op een <accent>veilige plaats</accent> bewaart, want dit is de <accent>enige manier</accent> om uw geld terug te krijgen!
pl: Upewnij się, że przechowujesz swoją frazę odzyskiwania w <accent>bezpiecznym miejscu</accent>, ponieważ jest to <accent>jedyny sposób na odzyskanie</accent> środków!
pt: Certifica-te de que guardas a tua frase de recuperação num <accent>local seguro</accent>, pois esta é a <accent>única forma de recuperar</accent> o teu dinheiro!
pt_br: Armazene sua frase de recuperação em um <accent>local seguro</accent>, pois essa é a <accent>única maneira de recuperar</accent> seu dinheiro!
ru: Убедитесь, что храните свою фразу восстановления в <accent>безопасном месте</accent>, так как это <accent>единственный способ восстановить</accent> ваши средства!

# security__mnemonic_reveal
source: Tap To Reveal
ar: انقر للكشف
ca: Toca per revelar
cs: Klepnutím zobrazíte
de: Tippen zum Anzeigen
el: Πατήστε για Αποκάλυψη
es: Toque para revelar
fr: Tapez pour révéler
it: Tocca Per Rivelare
nl: Tik Aan Om Weer Te Geven
pl: Stuknij aby pokazać
pt: Toca Para Revelar
pt_br: Toque para revelar
ru: Показать

# security__mnemonic_use
source: Use the 12 words below to recover your money at a later date.
ar: استخدم الكلمات الـ 12 أدناه لاستعادة أموالك في وقت لاحق.
ca: Utilitza les 12 paraules següents per recuperar els teus diners en una data posterior.
cs: Pomocí níže uvedených 12 slov můžete později obnovit zpět své peníze.
de: Verwende die folgenden 12 Wörter, um dein Geld zu einem späteren Zeitpunkt wiederherzustellen.
el: Χρησιμοποιήστε τις 12 παρακάτω λέξεις για να ανακτήσετε τα χρήματά σας αργότερα.
es: Utilice las 12 palabras siguientes para recuperar su dinero más adelante.
fr: Utilisez les 12 mots ci-dessous pour récupérer votre argent ultérieurement.
it: Utilizza le 12 parole che seguono per recuperare i tuoi soldi in un secondo momento.
nl: De 12 woorden hieronder kunnen gebruikt worden om uw geld later weer te herstellen.
pl: Użyj 12 poniższych słów aby odzyskać swoje środki w przyszłości.
pt: Usa as 12 palavras abaixo para recuperar o teu dinheiro numa data posterior.
pt_br: Use as 12 palavras abaixo para recuperar seu dinheiro em uma data posterior.
ru: Используйте 12 слов ниже, для восстановления доступа к своим средствам.

# security__mnemonic_write
source: Write down these {length} words in the right order and store them in a safe place.
ar: اكتب هذه الكلمات {length} بالترتيب الصحيح واحفظها في مكان آمن.
ca: Escriu aquestes {length} paraules en l'ordre correcte i guarda-les en un lloc segur.
cs: Zapište si těchto {length} slov ve správném pořadí a uložte je na bezpečném místě.
de: Schreibe diese {length} Wörter in der richtigen Reihenfolge auf und bewahre sie an einem sicheren Ort auf.
el: Γράψτε αυτές τις {length} λέξεις με τη σωστή σειρά και αποθηκεύστε τις σε ασφαλές μέρος.
es: Escriba estas {length} palabras en el orden correcto y guárdelas en un lugar seguro.
fr: Notez ces mots {length} dans le bon ordre et conservez-les dans un endroit sûr.
it: Scrivi queste {length} parole nell'ordine giusto e conservale in un luogo sicuro.
nl: Schrijf deze {length} woorden op in de juiste volgorde en bewaar ze op een veilige plek.
pl: Zapisz poniższe {length} słów według kolejności i przechowuj je w bezpiecznym miejscu.
pt: Escreve estas {length} palavras pela ordem correta e guarda-as num local seguro.
pt_br: Anote essas {length} palavras na ordem correta e guarde-as em um local seguro.
ru: Запишите эти {length} слов в правильном порядке и сохраните их в надежном месте.

# security__mnemonic_your
source: Your Recovery Phrase
ar: عبارة الاسترداد الخاصة بك
ca: La teva frase de recuperació
cs: Vaše obnovovací fráze
de: Deine Wiederherstellungsphrase
el: Η Φράση Ανάκτησής σας
es: Su frase de recuperación
fr: Votre phrase de récupération
it: La Tua Recovery Phrase
nl: Uw Herstelwoorden
pl: Twoje hasło
pt: A Tua Frase de Recuperação
pt_br: Sua frase de recuperação
ru: Ваша Фраза Восстановления

# security__pass
source: passphrase
ar: عبارة المرور
ca: frase de pas
cs: přístupová fráze
de: Passwort
el: κωδικός πρόσβασης
es: frase de acesso
fr: phrase secrète
nl: Wachtwoordzin
pl: hasło
pt: frase-passe
pt_br: frase secreta
ru: Кодовая Фраза

# security__pass_confirm
source: Confirm Passphrase
ar: تأكيد عبارة المرور
ca: Confirma la frase de pas
cs: Potvrďte přístupovou frázi
de: Passphrase bestätigen
el: Επιβεβαίωση Κωδικού Πρόσβασης
es: Confirmar frase de acesso
fr: Confirmer la phrase secrète
it: Confermare la Passphrase
nl: Wachtwoordzin Bevestigen
pl: Potwierdź hasło
pt: Confirmar Frase-passe
pt_br: Confirmar Frase Secreta
ru: Проверка Кодовой Фразы
