Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# other__camera_no_text
source: <bold>It appears Bitkit does not have permission to access your camera.</bold> To utilize this feature in the future you will need to enable camera permissions for this app from your phone's settings.
ar: <bold>يبدو أن Bitkit ليس لديه إذن للوصول إلى الكاميرا.</bold> لاستخدام هذه الميزة في المستقبل، ستحتاج إلى تمكين أذونات الكاميرا لهذا التطبيق من إعدادات هاتفك.
ca: <bold>Sembla que Bitkit no té permís per accedir a la teva càmera.</bold> Per utilitzar aquesta funció en el futur, hauràs d'habilitar els permisos de càmera per a aquesta aplicació des de la configuració del teu telèfon.
cs: <bold>Zdá se, že Bitkit nemá oprávnění k přístupu k vašemu fotoaparátu.</bold> Chcete-li tuto funkci v budoucnu využívat, budete muset v nastavení telefonu povolit oprávnění k fotoaparátu pro tuto aplikaci.
de: <bold>Anscheinend hat Bitkit keine Erlaubnis, auf deine Kamera zuzugreifen.</bold> Um diese Funktion in Zukunft nutzen zu können, musst du die Kameraberechtigungen für diese App in den Einstellungen deines Telefons aktivieren.
el: <bold>Φαίνεται ότι το Bitkit δεν έχει άδεια πρόσβασης στην κάμερά σας.</bold> Για να χρησιμοποιήσετε αυτή τη λειτουργία στο μέλλον θα πρέπει να ενεργοποιήσετε τα δικαιώματα κάμερας για αυτή την εφαρμογή από τις ρυθμίσεις του τηλεφώνου σας.
es: <bold>Parece que Bitkit no tiene permiso para acceder a su cámara.</bold> Para utilizar esta función en el futuro, necesitará activar los permisos para usar la cámara desde esta aplicación en los ajustes de su teléfono.
fr: <bold>Il semble que Bitkit n'ait pas l'autorisation d'accéder à votre appareil photo.</bold> Pour utiliser cette fonction à l'avenir, vous devrez activer les autorisations de caméra pour cette application dans les paramètres de votre téléphone.
it: <bold>Sembra che Bitkit non abbia l'autorizzazione per accedere alla tua fotocamera.</bold> Per utilizzare questa funzione in futuro dovrai abilitare le autorizzazioni della fotocamera per questa app dalle impostazioni del tuo telefono.
nl: <bold>Het lijkt erop dat Bitkit geen toestemming heeft om toegang te krijgen tot uw camera.</bold> Om deze functie in de toekomst te gebruiken, moet u cameramachtigingen voor deze app inschakelen in de instellingen van uw telefoon.
pl: <bold>Wygląda na to, że Bitkit nie ma uprawnień dostępu do kamery.</bold> Aby korzystać z tej funkcji w przyszłości, należy włączyć uprawnienia kamery dla tej aplikacji w ustawieniach telefonu.
pt: <bold>Parece que Bitkit não tem permissão para aceder à tua câmara.</bold> Para utilizares esta funcionalidade no futuro, terás de ativar as permissões de câmara para esta app nas definições do teu telemóvel.
pt_br: <bold>Parece que a Bitkit não tem permissão para acessar sua câmera.</bold> Para utilizar este recurso no futuro, você precisará ativar as permissões da câmera para este aplicativo nas configurações do seu telefone.
ru: <bold>Похоже, что Bitkit не имеет разрешения на доступ к вашей камере.</bold> Чтобы использовать эту функцию в будущем, вам нужно будет включить разрешение для камеры для этого приложения в настройках вашего телефона.

# other__clipboard_redirect_msg
source: Do you want to be redirected to the relevant screen?
ar: هل تريد الانتقال إلى الشاشة المناسبة؟
ca: Vols ser redirigit a la pantalla rellevant?
cs: Chcete být přesměrováni na příslušnou obrazovku?
de: Möchtest du zum entsprechenden Bildschirm weitergeleitet werden?
el: Θέλετε να ανακατευθυνθείτε στη σχετική οθόνη;
es: ¿Quiere ser redirigido a la pantalla relevante?
fr: Souhaitez-vous être redirigé vers l'écran correspondant ?
it: Vuoi essere reindirizzato alla schermata corrispondente?
nl: Wilt u doorgestuurd worden naar het desbetreffende scherm?
pl: Czy chcesz zostać przekierowany do odpowiedniego ekranu?
pt: Queres ser redirecionado para o ecrã relevante?
pt_br: Deseja ser redirecionado para a tela relevante?
ru: Хотите перейти на соответствующий экран?

# other__clipboard_redirect_title
source: Clipboard Data Detected
ar: تم اكتشاف بيانات في الحافظة
ca: Dades del porta-retalls detectades
cs: Zjištěna data ve schránce
de: Zwischenspeicherdaten erkannt
el: Εντοπίστηκαν Δεδομένα Πρόχειρου
es: Datos en el Portapapeles Detectados
fr: Données du presse-papiers détectées
it: Dati negli Appunti Rilevati
nl: Klembord Data Gedetecteerd
pl: Wykryto dane w schowku
pt: Dados na Área de Transferência Detetados
pt_br: Dados na Aréa de Transferência Detectados
ru: Обнаружены Данные в Буфере Обмена

# other__connection_back_msg
source: Bitkit successfully reconnected to the Internet.
ar: أعاد Bitkit الاتصال بالإنترنت بنجاح.
ca: Bitkit s'ha reconnectat amb èxit a Internet.
cs: Bitkit se úspěšně připojil k internetu.
de: Bitkit wurde erfolgreich mit dem Internet verbunden.
el: Το Bitkit επανασυνδέθηκε επιτυχώς στο Διαδίκτυο.
es: Reconectado con éxito a Internet.
fr: Bitkit a réussi à se reconnecter à Internet.
it: Bitkit si è ricollegato correttamente a Internet.
nl: Bitkit heeft succesvol opnieuw verbinding gemaakt met het internet.
pl: Bitkit pomyślnie połączył się ponownie z Internetem.
pt: Bitkit reconectou-se com sucesso à Internet.
pt_br: Bitkit se reconectou com sucesso.
ru: Bitkit успешно переподключился к Интернету.

# other__connection_back_title
source: Internet Connection Restored
ar: تمت استعادة اتصال الإنترنت
ca: Connexió a Internet restaurada
cs: Obnoveno internetové připojení
de: Internetverbindung wiederhergestellt
el: Η Σύνδεση στο Διαδίκτυο Αποκαταστάθηκε
es: Conexión a Internet Restaurada
fr: Connexion Internet rétabli
it: Connessione Internet ripristinata
nl: Internetverbinding Hersteld
pl: Połączenie z Internetem przywrócone
pt: Ligação à Internet Restaurada
pt_br: Conexão com a Internet Restaurada.
ru: Интернет-Соединение Восстановлено

# other__connection_issue
source: Internet Connectivity Issues
ar: مشاكل في الاتصال بالإنترنت
ca: Problemes de connexió a Internet
cs: Problémy s připojením k internetu
de: Internetverbindungsprobleme
el: Προβλήματα Σύνδεσης στο Διαδίκτυο
es: Problemas de Conectividad de Internet
fr: Problèmes de connectivité Internet
it: Problemi di connettività Internet
nl: Internetverbindingsproblemen
pl: Problemy z połączeniem z internetem
pt: Problemas de Conectividade à Internet
pt_br: Problemas de Conectividade com a Internet
ru: Проблемы с Подключением к Интернету

# other__connection_issue_explain
source: It appears you're disconnected, trying to reconnect...
ar: يبدو أنك غير متصل، جارٍ محاولة إعادة الاتصال...
ca: Sembla que estàs desconnectat, intentant tornar a connectar-te...
cs: Zdá se, že jste odpojen, snažíte se znovu připojit...
de: Sieht so aus, als wärst du nicht verbunden, wiederverbinden...
el: Φαίνεται ότι είστε αποσυνδεδεμένοι, γίνεται προσπάθεια επανασύνδεσης...
es: Parece que estás desconectado, intentando reconectar...
fr: Il semble que vous soyez déconnecté, vous essayez de vous reconnecter...
it: Sembra che tu sia disconnesso, tentativo di riconnessione...
nl: Het lijkt erop dat u niet bent verbonden, proberen opnieuw te verbinden...
pl: Wygląda na to, że zostałeś rozłączony, trwa ponowne łączenie…
pt: Parece que estás desligado, a tentar reconectar...
pt_br: Parece que você está desconectado, tentando reconectar...
ru: Похоже, вы отключены, пытаемся переподключиться...

# other__connection_reconnect_msg
source: Lost connection to Electrum, trying to reconnect...
ar: فُقد الاتصال بـ Electrum، جارٍ محاولة إعادة الاتصال...
ca: Pèrdua de connexió amb Electrum, intentant tornar a connectar...
cs: Ztraceno spojení na Electrum, snažím se znovu připojit...
de: Verbindung zu Electrum verloren, wiederverbinden...
el: Χάθηκε η σύνδεση με το Electrum, γίνεται προσπάθεια επανασύνδεσης...
es: Se perdió la conexión a Electrum, intentando reconectar...
fr: J'ai perdu la connexion à Electrum, j'essaie de me reconnecter...
it: Connessione con Electrum persa, tentativo di riconnessione...
nl: Verbinding met Electrum verloren, proberen opnieuw te verbinden...
pl: Utrata połączenia z Electrum, trwa ponowne łączenie...
pt: Perdeu-se a ligação a Electrum, a tentar reconectar...
pt_br: A conexão com o Electrum foi perdida, tentando reconectar...
ru: Соединение с Electrum потеряно, пытаемся переподключиться...

# other__connection_reconnect_title
source: Reconnecting To Electrum
ar: جارٍ إعادة الاتصال بـ Electrum
ca: Reconnectant a Electrum
cs: Opětovné připojování k síti Electrum
de: Verbindung zu Electrum wird wiederhergestellt
el: Επανασύνδεση στο Electrum
es: Reconectando a Electrum
fr: Se reconnecter à Electrum
it: Riconnessione ad Electrum
nl: Opnieuw Verbinden Met Electrum
pl: Ponowne łączenie z Electrum
pt: A Reconectar a Electrum
pt_br: Reconectando ao Electrum
ru: Переподключение к Electrum

# other__connection_restored_message
source: Bitkit successfully reconnected to Electrum.
ar: أعاد Bitkit الاتصال بـ Electrum بنجاح.
ca: Bitkit s'ha tornat a connectar amb èxit a Electrum.
cs: Bitkit se opětovně úspěšně připojil k Electrum.
de: Bitkit wurde erfolgreich mit Electrum verbunden.
el: Το Bitkit επανασυνδέθηκε επιτυχώς στο Electrum.
es: Reconectado con éxito a Electrum.
fr: Bitkit reconnecté avec succès à Electrum.
it: Bitkit si è ricollegato con successo ad Electrum.
nl: Bitkit heeft succesvol opnieuw verbinding gemaakt met Electrum.
pl: Bitkit pomyślnie połączył się ponownie z Electrum.
pt: Bitkit reconectou-se com sucesso a Electrum.
pt_br: A Bitkit reconectou ao Electrum com sucesso.
ru: Bitkit успешно переподключился к Electrum.

# other__connection_restored_title
source: Electrum Connection Restored
ar: تمت استعادة اتصال Electrum
ca: Connexió a Electrum restablerta
cs: Electrum spojení obnoveno
de: Electrum-Verbindung wiederhergestellt
el: Η Σύνδεση Electrum Αποκαταστάθηκε
es: Conexión Electrum Restaurada
fr: Connection Electrum restauré
it: Connessione Electrum ripristinata
nl: Electrum Verbinding Hersteld
pl: Połączenie z Electrum przywrócone
pt: Ligação a Electrum Restaurada
pt_br: Conexão Electrum Restaurada
ru: Подключение к Electrum Восстановлено

# other__earlier
source: EARLIER
ar: سابقًا
ca: ANTERIOR
cs: DŘÍVE
de: FRÜHER
el: ΝΩΡΙΤΕΡΑ
es: ANTERIORMENTE
fr: PLUS TÔT
it: ANTEPRIMA
nl: EERDER
pl: WCZEŚNIEJ
pt: ANTERIOR
pt_br: MAIS ANTIGOS
ru: РАНЕЕ

# other__error_keychain
source: Data Connection Issue
ar: مشكلة في اتصال البيانات
ca: Problema de connexió de dades
cs: Problém s datovým připojením
de: Datenverbindungsproblem
el: Πρόβλημα Σύνδεσης Δεδομένων
es: Problema de Datos de Conexión
fr: Problème de connexion des données
it: Problema di connessione dati
nl: Dataverbindingsprobleem
pl: Problem z połączeniem
pt: Problema de Ligação de Dados
pt_br: Problema de Conexão de Dados
ru: Проблема с Доступом к Данных

# other__error_keychain_msg
source: Could not load primary key from keychain.
ar: تعذر تحميل المفتاح الأساسي من سلسلة المفاتيح.
ca: No s'ha pogut carregar la clau primària del keychain.
cs: Nelze načíst primární klíč z klíčenky.
de: Der Primärschlüssel konnte nicht aus dem Schlüsselbund geladen werden.
el: Δεν ήταν δυνατή η φόρτωση του κύριου κλειδιού από το keychain.
es: No se pudo cargar la clave primaria desde el llavero.
fr: Impossible de charger la clé primaire à partir du trousseau de clés.
it: Impossibile caricare la chiave primaria dalla keychain.
nl: Kon primaire sleutel niet laden uit keychain.
pl: Nie można załadować klucza głównego z magazynu kluczy.
pt: Não foi possível carregar a chave primária do porta-chaves.
pt_br: Não foi possível carregar a chave primária da keychain.
ru: Не удалось загрузить основной ключ из связки ключей.

# other__gift__claiming__text
source: Claiming your Bitkit gift code...
ar: جارٍ المطالبة برمز هدية Bitkit...
ca: Reclamant el teu codi de regal de Bitkit...
cs: Uplatnění dárkového kódu Bitkit...
el: Διεκδίκηση του κωδικού δώρου Bitkit σας...
es: Reclamando tu código de regalo Bitkit...
fr: Réclamer votre code cadeau Bitkit...
it: Riscatto del tuo codice regalo Bitkit...
nl: Uw Bitkit cadeau code wordt geclaimd...
pl: Odbiór kodu podarunkowego Bitkit...
pt: A reclamar o teu código de presente Bitkit...
pt_br: Reivindicando seu gitf code Bitkit...

# other__gift__claiming__title
source: Claiming Gift
ar: جارٍ المطالبة بالهدية
ca: Reclamant regal
cs: Uplatnění daru
el: Διεκδίκηση Δώρου
es: Reclamando Regalo
fr: Réclamer un cadeau
it: Riscatto Regalo
nl: Cadeau Claimen
pl: Odbiór prezentu
pt: A Reclamar Presente
pt_br: Reivindicando presente

# other__gift__error__button
source: OK
ar: حسنًا
el: ΟΚ
ru: ОК

# other__gift__error__text
source: Bitkit couldn't claim the funds. Please try again later or contact us.
ar: تعذر على Bitkit المطالبة بالأموال. يرجى المحاولة لاحقًا أو الاتصال بنا.
ca: Bitkit no ha pogut reclamar els fons. Si us plau, torna-ho a provar més tard o contacta amb nosaltres.
cs: Bitkit nemohl nárokovat prostředky. Zkuste to prosím znovu později nebo nás kontaktujte.
el: Το Bitkit δεν μπόρεσε να διεκδικήσει τα κεφάλαια. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε μαζί μας.
es: Bitkit no pudo reclamar los fondos. Por favor, inténtelo más tarde o contáctenos.
fr: Bitkit n'a pas pu réclamer les fonds. Veuillez réessayer plus tard ou nous contacter.
it: Bitkit non è riuscito a riscattare i fondi. Riprova più tardi o contattaci.
nl: Bitkit kon het geld niet claimen. Probeer het later opnieuw of neem contact met ons op.
pl: Bitkit nie mógł odebrać środków. Proszę spróbować ponownie później lub skontaktować się z nami.
pt: Bitkit não conseguiu reclamar os fundos. Por favor, tenta novamente mais tarde ou contacta-nos.
pt_br: A Bitkit não pôde reivindicar os fundos. Tente novamente mais tarde ou entre em contato conosco.

# other__gift__error__title
source: Gift Code Error
ar: خطأ في رمز الهدية
ca: Error del codi de regal
cs: Chyba dárkového kódu
el: Σφάλμα Κωδικού Δώρου
es: Error de Código de Regalo
fr: Erreur de code cadeau
it: Errore Codice Regalo
nl: Cadeau Code Fout
pl: Błąd kodu podarunkowego
pt: Erro no Código de Presente
pt_br: Erro no código de presente

# other__gift__used__button
source: OK
ar: حسنًا
el: ΟΚ
ru: ОК

# other__gift__used__text
source: This Bitkit gift code has already been used, and the funds have been paid out.
ar: تم استخدام رمز هدية Bitkit هذا بالفعل، وتم دفع الأموال.
ca: Aquest codi de regal de Bitkit ja s'ha utilitzat i els fons s'han pagat.
cs: Tento dárkový kód BitKitu již byl použit a prostředky byly vyplaceny.
el: Αυτός ο κωδικός δώρου Bitkit έχει ήδη χρησιμοποιηθεί και τα κεφάλαια έχουν εκταμιευθεί.
es: Este código de regalo de Bitkit ya ha sido utilizado y los fondos han sido pagados.
fr: Ce code cadeau Bitkit a déjà été utilisé et les fonds ont été versés.
it: Questo codice regalo Bitkit è già stato utilizzato e i fondi sono stati erogati.
nl: Deze Bitkit cadeau code is al gebruikt en het geld is uitbetaald.
pl: Ten kod podarunkowy Bitkit został już wykorzystany, a środki zostały wypłacone.
pt: Este código de presente Bitkit já foi usado e os fundos foram pagos.
pt_br: Este gift code da Bitkit já foi usado e os fundos já foram pagos.

# other__gift__used__title
source: Used Code
ar: رمز مستخدم
ca: Codi usat
cs: Použitý kód
el: Χρησιμοποιημένος Κωδικός
es: Código Usado
fr: Code utilisé
it: Codice Usato
nl: Gebruikte Code
pl: Użyty kod
pt: Código Usado
pt_br: Código usado

# other__high_balance__cancel
source: Learn More
ar: اعرف المزيد
ca: Aprèn més
cs: Další informace
de: Mehr erfahren
el: Μάθετε Περισσότερα
es: Aprender Más
fr: En savoir plus
it: Scopri di Più
nl: Meer Weten
pl: Dowiedz się więcej
pt: Saber Mais
pt_br: Saiba Mais
ru: Узнать Больше

# other__high_balance__continue
source: Understood
ar: مفهوم
ca: Entès
cs: Rozumím
de: Verstanden
el: Κατανοητό
es: Entendido
fr: Compris
it: Ho Capito
nl: Begrepen
pl: Rozumiem
pt: Compreendido
pt_br: Entendido
ru: Понятно

# other__high_balance__nav_title
source: High Balance
ar: رصيد مرتفع
ca: Saldo alt
cs: Vysoký zůstatek
de: Hoher Kontostand
el: Υψηλό Υπόλοιπο
es: Saldo Alto
fr: Solde élevé
it: Saldo Elevato
nl: Hoog Saldo
pl: Wysokie saldo
pt: Saldo Elevado
pt_br: Saldo Alto
ru: Высокий Баланс

# other__high_balance__text
source: <accent>Your wallet balance exceeds $500.</accent> For your security, consider moving some of your savings to an offline wallet.
ar: <accent>رصيد محفظتك يتجاوز 500 دولار.</accent> لأمانك، فكر في نقل بعض مدخراتك إلى محفظة غير متصلة بالإنترنت.
ca: <accent>El saldo de la teva cartera supera els 500 $.</accent> Per a la teva seguretat, considera moure part dels teus estalvis a una cartera fora de línia.
cs: <accent>Zůstatek ve vaší peněžence přesahuje $500.</accent> Pro svou bezpečnost zvažte přesunutí části svých úspor do offline peněženky.
de: <accent>Dein Wallet-Kontostand übersteigt $500.</accent> Zu deiner Sicherheit solltest du einen Teil deiner Ersparnisse in ein Offline-Wallet verschieben.
el: <accent>Το υπόλοιπο του πορτοφολιού σας υπερβαίνει τα $500.</accent> Για την ασφάλειά σας, σκεφτείτε να μεταφέρετε μέρος των αποταμιεύσεών σας σε πορτοφόλι εκτός σύνδεσης.
es: <accent>El saldo de su monedero excede $500.</accent> Por su seguridad, considere mover parte de sus ahorros a un monedero no conectado a Internet.
fr: <accent>Le solde de votre portefeuille dépasse 500 $.</accent> Pour votre sécurité, envisagez de transférer une partie de votre Épargne vers un portefeuille hors ligne.
it: <accent>Il saldo del tuo portafoglio supera $ 500.</accent> Per la tua sicurezza, valuta la possibilità di spostare parte dei tuoi risparmi su un portafoglio offline.
nl: <accent>Uw wallet saldo overschrijdt $500.</accent> Voor uw veiligheid, overweeg een deel van uw spaargeld naar een offline wallet te verplaatsen.
pl: <accent>Twoje saldo portfela przekracza 500$.</accent> Dla bezpieczeństwa rozważ przeniesienie części oszczędności do portfela offline.
pt: <accent>O saldo da tua carteira excede $500.</accent> Para a tua segurança, considera mover algumas das tuas poupanças para uma carteira offline.
pt_br: <accent>O saldo de sua carteira ultrapassa US$ 500.</accent> Para sua segurança, considere transferir parte de suas economias para uma carteira offline.
ru: <accent>Баланс вашего кошелька превышает $500.</accent> Для вашей безопасности рассмотрите возможность перемещения части ваших сбережений в офлайн-кошелёк.

# other__high_balance__title
source: High <accent>Balance</accent>
ar: رصيد <accent>مرتفع</accent>
ca: Saldo <accent>alt</accent>
cs: Vysoký <accent>zůstatek</accent>
de: Hoher <accent>Kontostand</accent>
el: Υψηλό <accent>Υπόλοιπο</accent>
es: Saldo <accent>Alto</accent>
fr: Haut <accent>Solde</accent>
it: Saldo <accent>elevato</accent>
nl: Hoog <accent>Saldo</accent>
pl: Wysokie <accent>Saldo</accent>
pt: Saldo <accent>Elevado</accent>
pt_br: Alto <accent>Saldo de Gastos</accent>
ru: Высокий <accent>Баланс</accent>

# other__lnurl_auth_error
source: Sign In Failed (LNURL)
ar: فشل تسجيل الدخول (LNURL)
ca: Inici de sessió fallit (LNURL)
cs: Přihlášení se nezdařilo (LNURL)
de: Anmeldung fehlgeschlagen (LNURL)
el: Η Σύνδεση Απέτυχε (LNURL)
es: Inicio de Sesión Fallido (LNURL)
fr: Échec de la connexion (LNURL)
it: Accesso non riuscito (LNURL)
nl: Inloggen Mislukt (LNURL)
pl: Logowanie nie powiodło się (LNURL)
pt: Início de Sessão Falhou (LNURL)
pt_br: Falha ao Entrar (LNURL)
ru: Ошибка Входа (LNURL)

# other__lnurl_auth_error_msg
source: An error occurred when you attempted to sign in. {raw}
ar: حدث خطأ عند محاولة تسجيل الدخول. {raw}
ca: S'ha produït un error quan has intentat iniciar sessió. {raw}
cs: Při pokusu o přihlášení došlo k chybě. {raw}
de: Ein Fehler ist aufgetreten, als du dich anmelden wolltest: {raw}
el: Παρουσιάστηκε σφάλμα όταν προσπαθήσατε να συνδεθείτε. {raw}
es: Ocurrió un error al intentar iniciar sesión. {raw}
fr: Une erreur s'est produite lorsque vous avez tenté de vous connecter. {raw}
it: Si è verificato un errore durante il tentativo di accesso. {raw}
nl: Er is een fout opgetreden bij het inloggen. {raw}
pl: Wystąpił błąd podczas próby logowania. {raw}
pt: Ocorreu um erro quando tentaste iniciar sessão. {raw}
pt_br: Ocorreu um erro ao tentar fazer o login. {raw}
ru: Произошла ошибка при попытке входа. {raw}

# other__lnurl_auth_success_msg_domain
source: You successfully signed in to {domain}.
ar: لقد سجلت الدخول بنجاح إلى {domain}.
ca: Has iniciat sessió correctament a {domain}.
cs: Úspěšně jste se přihlásili do {domain}.
de: Du hast dich erfolgreich bei {domain} angemeldet.
el: Συνδεθήκατε επιτυχώς στο {domain}.
es: Has iniciado sesión correctamente en {domain}.
fr: Vous vous êtes connecté avec succès à {domain}.
it: Hai effettuato l'accesso a {domain}.
nl: U bent succesvol ingelogd bij {domain}.
pl: Zalogowano pomyślnie do {domain}.
pt: Iniciaste sessão com sucesso em {domain}.
pt_br: Você entrou com sucesso em {domain}
ru: Вы успешно вошли на {domain}.

# other__lnurl_auth_success_msg_no_domain
source: You successfully signed in.
ar: لقد سجلت الدخول بنجاح.
ca: Has iniciat sessió amb èxit.
cs: Úspěšně jste se přihlásili.
de: Du hast dich erfolgreich angemeldet.
el: Συνδεθήκατε επιτυχώς.
es: Has iniciado sesión correctamente.
fr: Vous vous êtes connecté avec succès.
it: Hai effettuato l'accesso con successo.
nl: U bent succesvol ingelogd.
pl: Zalogowano się pomyślnie.
pt: Iniciaste sessão com sucesso.
pt_br: Você entrou com sucesso.
ru: Вы успешно вошли.

# other__lnurl_auth_success_title
source: Signed In
ar: تم تسجيل الدخول
ca: Sessió iniciada
cs: Přihlášeno
de: Angemeldet
el: Συνδεθήκατε
es: Sesión Iniciada
fr: Signé en
it: Accesso effettuato
nl: Ingelogd
pl: Zalogowano
pt: Sessão Iniciada
pt_br: Entrou com sucesso.
ru: Вход Выполнен

# other__lnurl_blocktank_error
source: Bitkit could not connect to Blocktank.
ar: تعذر على Bitkit الاتصال بـ Blocktank.
ca: Bitkit no ha pogut connectar-se a Blocktank.
cs: Bitkit se nepodařilo připojit k Blocktank.
de: Bitkit konnte keine Verbindung zu Blocktank herstellen.
el: Το Bitkit δεν μπόρεσε να συνδεθεί στο Blocktank.
es: Bitkit no pudo conectar con Blocktank.
fr: Bitkit n'a pas pu se connecter à Blocktank.
it: Bitkit non è riuscito a connettersi a Blocktank.
nl: Bitkit kon geen verbinding maken met Blocktank.
pl: Bitkit nie mógł połączyć się z Blocktank.
pt: Bitkit não conseguiu ligar-se a Blocktank.
pt_br: Bitkit não conseguiu se conectar ao Blocktank.
ru: Bitkit не удалось подключиться к Blocktank.

# other__lnurl_channel_error
source: Unable To Open Channel (LNURL)
ar: تعذر فتح القناة (LNURL)
ca: No s'ha pogut obrir el canal (LNURL)
cs: Nelze otevřít kanál (LNURL)
de: Kanal kann nicht geöffnet werden (LNURL)
el: Αδυναμία Ανοίγματος Καναλιού (LNURL)
es: No se Puede Abrir Canal (LNURL)
fr: Impossible d'ouvrir le canal (LNURL)
it: Impossibile aprire il canale (LNURL)
nl: Kan Kanaal Niet Openen (LNURL)
pl: Nie można otworzyć kanału (LNURL)
pt: Não Foi Possível Abrir Canal (LNURL)
pt_br: Incapaz de Abrir Canal (LNURL)
ru: Не Удалось Открыть Канал (LNURL)

# other__lnurl_channel_error_raw
source: An error occured when you tried paying: {raw}
ar: حدث خطأ عند محاولة الدفع: {raw}
ca: S'ha produït un error quan has intentat pagar: {raw}
cs: Při pokusu o platbu došlo k chybě: {raw}
de: Bei der Zahlung ist ein Fehler aufgetreten: {raw}
el: Παρουσιάστηκε σφάλμα όταν προσπαθήσατε να πληρώσετε: {raw}
es: Ocurrió un error mientras intentaba pagar: {raw}
fr: Une erreur s'est produite lorsque vous avez essayé de payer : {raw}
it: Si è verificato un errore durante il tentativo di pagamento:{raw}
nl: Er is een fout opgetreden bij het betalen: {raw}
pl: Podczas próby dokonania płatności wystąpił błąd: {raw}
pt: Ocorreu um erro quando tentaste pagar: {raw}
pt_br: Ocorreu um erro ao tentar pagar: {raw}
ru: Произошла ошибка при попытке оплаты: {raw}
