Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# settings__addr__no_addrs_str
source: No addresses found when searching for "{searchTxt}"
ar: لم يُعثر على عناوين عند البحث عن "{searchTxt}"
ca: No s'han trobat adreces en cercar "{searchTxt}"
cs: Při hledání „{searchTxt}“ nebyly nalezeny žádné adresy
de: Keine Adressen gefunden bei der Suche nach "{searchTxt}"
el: Δεν βρέθηκαν διευθύνσεις κατά την αναζήτηση "{searchTxt}"
es: No se encontraron direcciones al buscar "{searchTxt}"
fr: Aucune adresse trouvée lors de la recherche de "{searchTxt}"
it: Nessun indirizzo trovato durante la ricerca di "{searchTxt}".
nl: Geen adressen gevonden voor de zoekterm "{searchTxt}"
pl: Nie znaleziono adresów podczas wyszukiwania "{searchTxt}".
pt: Nenhum endereço foi encontrado ao pesquisar por "{searchTxt}"
pt_br: Nenhum endereço foi encontrado ao pesquisar por "{searchTxt}"
ru: Не найдено адресов при поиске "{searchTxt}"

# settings__addr__no_addrs_with_funds
source: No addresses with funds found when searching for "{searchTxt}"
ar: لم يُعثر على عناوين بها أموال عند البحث عن "{searchTxt}"
ca: No s'han trobat adreces amb fons en cercar "{searchTxt}"
cs: Při hledání „{searchTxt}“ nebyly nalezeny žádné adresy s finančními prostředky
de: Keine Adressen mit Geldern gefunden bei der Suche nach "{searchTxt}"
el: Δεν βρέθηκαν διευθύνσεις με κεφάλαια κατά την αναζήτηση "{searchTxt}"
es: No se encontraron direcciones con fondos al buscar "{searchTxt}"
fr: Aucune adresse avec fonds n'a été trouvée lors de la recherche de "{searchTxt}"
it: Nessun indirizzo con fondi trovato durante la ricerca di "{searchTxt}".
nl: Geen adressen met geld gevonden voor de zoekterm "{searchTxt}"
pl: Nie znaleziono adresów z funduszami podczas wyszukiwania "{searchTxt}".
pt: Não foi encontrado nenhum endereço com fundos ao pesquisar por "{searchTxt}"
pt_br: Não foi encontrado nenhum endereço contendo "{searchTxt}" com fundos
ru: Не найдено адресов со средствами при поиске "{searchTxt}"

# settings__addr__no_funds_change
source: No funds found under the {addressType} address type, change addresses up to index {index}.
ar: لم يُعثر على أموال تحت نوع العنوان {addressType}، عناوين الباقي حتى الفهرس {index}.
ca: No s'han trobat fons sota el tipus d'adreça {addressType}, adreces de canvi fins a l'índex {index}.
cs: Pod typem adresy {addressType} nebyly nalezeny žádné prostředky, změňte adresy až do indexu {index}.
de: Keine Gelder unter dem {addressType} Adresstyp gefunden, Wechseladressen bis Index {index}.
el: Δεν βρέθηκαν κεφάλαια στον τύπο διεύθυνσης {addressType}, διευθύνσεις ρέστων μέχρι το δείκτη {index}.
es: No se encontraron fondos bajo el tipo de dirección {addressType}, direcciones de cambio hasta el índice {index}.
fr: Aucun fonds n'a été trouvé sous le type d'adresse {addressType}, changez d'adresse jusqu'à l'index {index}.
it: Non sono stati trovati fondi sotto il tipo di indirizzo {addressType}, cambiare indirizzo fino all'indice {index}.
nl: Geen geld gevonden voor het {addressType} adres type, wisselgeld adressen tot index {index}.
pl: Brak środków pod adresem typu {addressType}, sprawdzono adresy reszty /change addresses/ do indeksu {index}.
pt: Não foram encontrados fundos sob o tipo de endereço {addressType}, endereços de troco até ao índice {index}.
pt_br: Não foram encontrados fundos nos primeiros {index} endereços {addressType} de troco.
ru: Средства на {addressType} адресах не найдены, адреса Сдачи до индекса {index}.

# settings__addr__no_funds_receiving
source: No funds found under the {addressType} address type, receiving addresses up to index {index}.
ar: لم يُعثر على أموال تحت نوع العنوان {addressType}، عناوين الاستلام حتى الفهرس {index}.
ca: No s'han trobat fons sota el tipus d'adreça {addressType}, adreces de recepció fins a l'índex {index}.
cs: Pod typem adresy {addressType} nebyly nalezeny žádné prostředky, přijímající adresy do indexu {index}.
de: Keine Gelder unter dem {addressType} Adresstyp gefunden, Empfangsadressen bis Index {index}.
el: Δεν βρέθηκαν κεφάλαια στον τύπο διεύθυνσης {addressType}, διευθύνσεις λήψης μέχρι το δείκτη {index}.
es: No se encontraron fondos bajo el tipo de dirección {addressType}, direcciones de recepción hasta el índice {index}.
fr: Aucun fonds n'a été trouvé sous le type d'adresse {addressType}, recevant des adresses jusqu'à l'index {index}.
it: Non sono stati trovati fondi sotto il tipo di indirizzo {addressType}, ricevendo indirizzi fino all'indice {index}.
nl: Geen geld gevonden voor het {addressType} adres type, ontvangstadressen tot index {index}.
pl: Brak środków pod adresem typu {addressType}, sprawdzono adresy odbiorcze do indeksu {index}.
pt: Não foram encontrados fundos sob o tipo de endereço {addressType}, endereços de receção até ao índice {index}.
pt_br: Não foram encontrados fundos nos primeiros {index} endereços {addressType} de recebimento.
ru: Средства на {addressType} адресах не найдены, адреса Получения до индекса {index}.

# settings__addr__path
source: Path: {path}
ar: المسار: {path}
ca: Camí: {path}
de: Pfad: {path}
el: Διαδρομή: {path}
es: Ruta: {path}
fr: Chemin: {path}
it: Percorso: {path}
nl: Pad: {path}
pl: Ścieżka: {path}
pt: Caminho: {path}
pt_br: Caminho: {path}
ru: Путь: {path}

# settings__addr__private_hide
source: Hide Private Key
ar: إخفاء المفتاح الخاص
ca: Amaga la clau privada
cs: Skrýt privátní klíč
de: Private Key verstecken
el: Απόκρυψη Ιδιωτικού Κλειδιού
es: Ocultar clave privada
fr: Cacher la clé privée
it: Nascondi Chiave Privata
nl: Verberg De Privésleutel
pl: Ukryj klucz prywatny
pt: Ocultar Chave Privada
pt_br: Ocultar Chave Privada
ru: Скрыть Закрытый Ключ

# settings__addr__private_key
source: Private Key: {privateKey}
ar: المفتاح الخاص: {privateKey}
ca: Clau privada: {privateKey}
cs: Privátní klíč: {privateKey}
el: Ιδιωτικό Κλειδί: {privateKey}
es: Clave privada: {privateKey}
fr: Clé privée : {privateKey}
it: Chiave Privata: {privateKey}
nl: Privésleutel: {privateKey}
pl: Klucz prywatny: {privateKey}
pt: Chave Privada: {privateKey}
pt_br: Chave Privada: {privateKey}
ru: Закрытый Ключ: {privateKey}

# settings__addr__private_view
source: View Private Key
ar: عرض المفتاح الخاص
ca: Veure la clau privada
cs: Zobrazit privátní klíč
de: Private Key anzeigen
el: Προβολή Ιδιωτικού Κλειδιού
es: Ver clave privada
fr: Voir la clé privée
it: Mostra Chiave Privata
nl: Toon De Privésleutel
pl: Pokaż klucz prywatny
pt: Ver Chave Privada
pt_br: Exibir Chave Privada
ru: Просмотреть Закрытый Ключ

# settings__addr__rescan_error
source: Rescan Failed
ar: فشل إعادة المسح
ca: Reescaneig fallit
cs: Obnovení skenování se nezdařilo
de: Neuscan fehlgeschlagen
el: Η Επανασάρωση Απέτυχε
es: Fallo en la reexploración
fr: Échec de la réanalyse
it: Nuova scansione non riuscita
nl: Rescan mislukt
pl: Ponowne skanowanie nie powiodło się
pt: Nova Verificação Falhou
pt_br: O Re-escaneamento Falhou.
ru: Ошибка Повторного Сканирования

# settings__addr__rescan_error_description
source: Bitkit was not able to check the address balances.
ar: تعذر على Bitkit التحقق من أرصدة العناوين.
ca: Bitkit no ha pogut comprovar els saldos de les adreces.
cs: Bitkit nebyl schopen zkontrolovat zůstatky adres.
de: Bitkit konnte die Adressenguthaben nicht überprüfen.
el: Το Bitkit δεν μπόρεσε να ελέγξει τα υπόλοιπα διευθύνσεων.
es: Bitkit no ha podido comprobar los saldos de las direcciones.
fr: Bitkit n'a pas été en mesure de vérifier le solde des adresses.
it: Bitkit non è stato in grado di controllare i saldi degli indirizzi.
nl: Bitkit kon de saldi van de adressen niet controleren.
pl: Bitkit nie był w stanie sprawdzić sald adresów.
pt: Bitkit não conseguiu verificar os saldos dos endereços.
pt_br: Bitkit não conseguiu verificar os saldos do endereço.
ru: Bitkit не удалось проверить балансы адресов.

# settings__addr__sats_found
source: ₿ {totalBalance} found
ar: تم العثور على ₿ {totalBalance}
ca: ₿ {totalBalance} trobats
cs: ₿ {totalBalance} nalezeno
de: ₿ {totalBalance} gefunden
el: ₿ {totalBalance} βρέθηκαν
es: ₿ {totalBalance} encontrados
fr: ₿ {totalBalance} trouvé
it: ₿ {totalBalance} trovati
nl: ₿ {totalBalance} gevonden
pl: Znaleziono ₿ {totalBalance}
pt: ₿ {totalBalance} encontrado
pt_br: ₿ {totalBalance} encontrados
ru: Найдено ₿ {totalBalance}

# settings__addr__spend_all
source: {count, plural, one {Spend All Funds From # address} other {Spend All Funds From # addresses}}
ar: {count, plural, zero {إنفاق جميع الأموال من صفر عنوان} one {إنفاق جميع الأموال من عنوان واحد} two {إنفاق جميع الأموال من عنوانين} few {إنفاق جميع الأموال من # عناوين} many {إنفاق جميع الأموال من # عنوان} other {إنفاق جميع الأموال من # عنوان}}
ca: {count, plural, one {Gasta tots els fons de # adreça} other {Gasta tots els fons de # adreces}}
cs: {count, plural, one {Utratit všechny prostředky z # adresa} few {Utratit všechny prostředky z # adres} many {Utratit všechny prostředky z # adres} other {Utratit všechny prostředky z # adres}}
de: {count, plural, one {Gib alle Gelder von # Adresse aus} other {Gib alle Gelder von # Adressen aus}}
el: {count, plural, one {Δαπάνη Όλων των Κεφαλαίων Από # διεύθυνση} other {Δαπάνη Όλων των Κεφαλαίων Από # διευθύνσεις}}
es: {count, plural, one {Gastar Todos los Fondos de # dirección} other {Gastar Todos los Fondos de # direcciones}}
fr: {count, plural, one {Dépenser tous les fonds de l'adresse #.} many {Dépenser tous les fonds des adresses #.} other {Dépenser tous les fonds des adresses #.}}
it: {count, plural, one {Spendere tutti i fondi da # indirizzo} other {Spendi tutti i fondi da # indirizzi}}
nl: {count, plural, one {Geef Al Het Geld Uit Voor # adres} other {Geef Al Het Geld Uit Voor # adressen}}
pl: {count, plural, one {Proszę wydać wszystkie środki z # adresu} few {Proszę wydać wszystkie środki z # adresów} many {Proszę wydać wszystkie środki z # adresów} other {Wydaj wszystkie środki z # adresów}}
pt: {count, plural, one {Gastar Todos os Fundos de # endereço} other {Gastar Todos os Fundos de # endereços}}
pt_br: {count, plural, one {Gastar todos os fundos do endereço.} many {Gastar todos os fundos de # endereços} other {Gastar todos os fundos de # endereços}}
ru: {count, plural, one {Потратить все средства с # адреса} few {Потратить все средства с # адресов} many {Потратить все средства с # адресов} other {Потратить все средства с # адресов}}

# settings__addr__spend_number
source: {count, plural, one {Spend ₿ {fundsToSpend} From # address} other {Spend ₿ {fundsToSpend} From # addresses}}
ar: {count, plural, zero {إنفاق ₿ {fundsToSpend} من صفر عنوان} one {إنفاق ₿ {fundsToSpend} من عنوان واحد} two {إنفاق ₿ {fundsToSpend} من عنوانين} few {إنفاق ₿ {fundsToSpend} من # عناوين} many {إنفاق ₿ {fundsToSpend} من # عنوان} other {إنفاق ₿ {fundsToSpend} من # عنوان}}
ca: {count, plural, one {Gasta ₿ {fundsToSpend} de # adreça} other {Gasta ₿ {fundsToSpend} de # adreces}}
cs: {count, plural, one {Utratit ₿ {fundsToSpend} Od # adresa} few {Utratit ₿ {fundsToSpend} Z # adres} many {Utratit ₿ {fundsToSpend} Z # adres} other {Utratit ₿ {fundsToSpend} z # adres}}
de: {count, plural, one {Gib ₿ {fundsToSpend} von # Adresse aus} other {Gib ₿ {fundsToSpend} von # Adressen aus}}
el: {count, plural, one {Δαπάνη ₿ {fundsToSpend} Από # διεύθυνση} other {Δαπάνη ₿ {fundsToSpend} Από # διευθύνσεις}}
es: {count, plural, one {Gastar ₿ {fundsToSpend} de # dirección} other {Gastar ₿ {fundsToSpend} de # direcciones}}
fr: {count, plural, one {Spend ₿ {fundsToSpend} From # address} many {Spend ₿ {fundsToSpend} From # addresses} other {Spend ₿ {fundsToSpend} From # addresses}}
it: {count, plural, one {Spendo ₿ {fundsToSpend} Da # indirizzo} other {Spendi ₿ {fundsToSpend} Da # indirizzi}}
nl: {count, plural, one {Geef ₿ {fundsToSpend} uit vanuit # adres} other {Geef ₿ {fundsToSpend} uit vanuit # adressen}}
pl: {count, plural, one {Spend ₿ {fundsToSpend} From # address} few {Wydać ₿ {fundsToSpend} Z # adresów} many {Wydać ₿ {fundsToSpend} Z # adresów} other {Wydaj ₿ {fundsToSpend} Z # adresów}}
pt: {count, plural, one {Gastar ₿ {fundsToSpend} de # endereço} other {Gastar ₿ {fundsToSpend} de # endereços}}
pt_br: {count, plural, one {Spend ₿ {fundsToSpend} From # address} many {Spend ₿ {fundsToSpend} From # addresses} other {Gastar ₿ {fundsToSpend} de # endereços}}
ru: {count, plural, one {Потратить ₿ {fundsToSpend} с # адреса} few {Потратить ₿ {fundsToSpend} с # адресов} many {Потратить ₿ {fundsToSpend} с # адресов} other {Потратить ₿ {fundsToSpend} с # адресов}}

# settings__adv__address_type
source: Bitcoin Address Type
ar: نوع عنوان Bitcoin
ca: Tipus d'adreça Bitcoin
cs: Typ bitcoinové adresy
de: Bitcoin Adressen-Typ
el: Τύπος Διεύθυνσης Bitcoin
es: Tipo de dirección Bitcoin
fr: Type d'adresse Bitcoin
it: Tipologia Indirizzo Bitcoin
nl: Bitcoin adres type
pl: Typ adresu Bitcoin
pt: Tipo de Endereço Bitcoin
pt_br: Tipo de endereço Bitcoin
ru: Тип Биткойн-Адреса

# settings__adv__address_viewer
source: Address Viewer
ar: عارض العناوين
ca: Visor d'adreces
cs: Prohlížeč adres
de: Adressanzeige
el: Προβολή Διευθύνσεων
es: Visualizador de direcciones
fr: Visualisateur d'adresses
it: Visualizzatore di Indirizzi
nl: Bekijk Adressen
pl: Przeglądarka adresów
pt: Visualizador de Endereços
pt_br: Visualizador de Endereços
ru: Просмотр Адресов

# settings__adv__bitcoin_network
source: Bitcoin Network
ar: شبكة Bitcoin
ca: Xarxa Bitcoin
cs: bitcoinová síť
de: Bitcoin-Netzwerk
el: Δίκτυο Bitcoin
es: Red Bitcoin
fr: Réseau Bitcoin
it: Rete Bitcoin
nl: Bitcoin Netwerk
pl: Sieć Bitcoin
pt: Rede Bitcoin
pt_br: Rede Bitcoin
ru: Биткойн-Сеть

# settings__adv__coin_selection
source: Coin Selection
ar: اختيار العملة
ca: Selecció de monedes
cs: Výběr mince
de: Coin-Auswahl
el: Επιλογή Νομισμάτων
es: Selección de monedas
fr: Sélection des UTXOs
nl: Coin selectie
pl: Wybór monet
pt: Seleção de Moedas
pt_br: Controle de Moedas
ru: Выбор Монет

# settings__adv__cs_auto
source: Autopilot
ar: تلقائي
ca: Pilot automàtic
el: Αυτόματη
es: Piloto automático
fr: Pilote automatique
pt: Piloto Automático
pt_br: Piloto automático
ru: Автопилот

# settings__adv__cs_auto_mode
source: Autopilot Mode
ar: الوضع التلقائي
ca: Mode pilot automàtic
cs: Autopilot mód
de: Autopilot-Modus
el: Αυτόματη Λειτουργία
es: Modo de piloto automático
fr: Mode Autopilote
it: Modalità Autopilot
pl: Tryb autopilota
pt: Modo Piloto Automático
pt_br: Modo Piloto Automático
ru: Режим Автопилота

# settings__adv__cs_consolidate
source: Consolidate
ar: تجميع
ca: Consolidar
cs: Konsolidovat
de: Konsolidieren
el: Ενοποίηση
es: Consolidar
fr: Consolider
it: Consolidare
nl: Consolideren
pl: Konsolidacja
pt: Consolidar
pt_br: Consolidar
ru: Консолидировать

# settings__adv__cs_consolidate_description
source: Use all available UTXOs regardless of the amount being sent. Use this method when fees are low in order to reduce fees in future transactions.
ar: استخدم جميع UTXO المتاحة بغض النظر عن المبلغ المرسل. استخدم هذه الطريقة عندما تكون الرسوم منخفضة لتقليل الرسوم في المعاملات المستقبلية.
ca: Utilitza tots els UTXO disponibles independentment de la quantitat enviada. Utilitza aquest mètode quan les comissions són baixes per reduir les comissions en transaccions futures.
cs: Použijte všechny dostupné UTXO bez ohledu na odesílané množství. Tuto metodu používejte, když jsou poplatky nízké, abyste snížili poplatky při budoucích transakcích.
de: Verwende alle verfügbaren UTXOs unabhängig von der gesendeten Menge. Verwende diese Methode, wenn die Gebühren niedrig sind, um Gebühren bei zukünftigen Transaktionen zu reduzieren.
el: Χρήση όλων των διαθέσιμων UTXOs ανεξάρτητα από το ποσό που αποστέλλεται. Χρησιμοποιήστε αυτή τη μέθοδο όταν τα τέλη είναι χαμηλά για να μειώσετε τα τέλη σε μελλοντικές συναλλαγές.
es: Usar todos los UTXO disponibles independientemente de la cantidad enviada. Use este método cuando las comisiones sean bajas para reducir comisiones en transacciones futuras.
fr: Utilisez toutes les UTXO disponibles, quel que soit le montant envoyé. Utilisez cette méthode lorsque les frais sont peu élevés afin de réduire les frais lors de transactions futures.
it: Usa tutti gli UTXO disponibili indipendentemente dall'importo inviato. Usa questo metodo quando le commissioni sono basse per ridurre le commissioni nelle transazioni future.
nl: Gebruik alle beschikbare UTXOs ongeacht het te versturen bedrag. Gebruik deze methode wanneer de vergoedingen laag zijn om vergoedingen in toekomstige transacties te verminderen.
pl: Użyj wszystkich dostępnych UTXO, niezależnie od wysyłanej kwoty. Stosuj tę metodę, gdy opłaty są niskie, aby zmniejszyć koszty przyszłych transakcji.
pt: Usa todos os UTXOs disponíveis independentemente do valor a enviar. Usa este método quando as taxas são baixas para reduzir taxas em transações futuras.
pt_br: Use todos os UTXOs disponíveis, independentemente do valor que está sendo enviado. Use esse método quando as taxas forem baixas para reduzir as taxas em transações futuras.

# settings__adv__cs_first_in_first_out
source: First-In First-Out
ar: الأول دخولاً الأول خروجًا
ca: Primer en entrar, primer en sortir
el: Πρώτο Εισερχόμενο Πρώτο Εξερχόμενο
es: Primero en Entrar, Primero en Salir
fr: Premier entré, premier sorti
pt: Primeiro a Entrar, Primeiro a Sair
pt_br: Primeiro a entrar, primeiro a sair

# settings__adv__cs_first_in_first_out_description
source: Use older UTXOs first (by block height).
ar: استخدم UTXO الأقدم أولاً (حسب ارتفاع الكتلة).
ca: Utilitza primer els UTXO més antics (per alçada de bloc).
cs: Nejprve použijte starší UTXO (podle výšky bloku).
el: Χρήση παλαιότερων UTXOs πρώτα (κατά ύψος block).
es: Usar primero los UTXO más antiguos (por altura de bloque).
fr: Utilisez d'abord les UTXO les plus anciens (par hauteur de bloc).
it: Usa prima gli UTXO più vecchi (per altezza del blocco).
nl: Gebruik eerst oudere UTXOs (op blokhoogte).
pl: Użyj starszych UTXO w pierwszej kolejności (według wysokości bloku).
pt: Usa UTXOs mais antigos primeiro (por altura de bloco).
pt_br: Use UTXOs antigos primeiro (por altura de bloco).

# settings__adv__cs_last_in_last_out
source: Last-In Last-Out
ar: الأخير دخولاً الأخير خروجًا
ca: Últim en entrar, últim en sortir
el: Τελευταίο Εισερχόμενο Τελευταίο Εξερχόμενο
es: Último en Entrar, Último en Salir
fr: Dernièr entré Dernièr sorti
pt: Último a Entrar, Último a Sair
pt_br: Último a entrar, Último a sair

# settings__adv__cs_last_in_last_out_description
source: Use newer UTXOs first (by block height).
ar: استخدم UTXO الأحدث أولاً (حسب ارتفاع الكتلة).
ca: Utilitza primer els UTXO més nous (per alçada de bloc).
cs: Nejprve použijte novější UTXO (podle výšky bloku).
el: Χρήση νεότερων UTXOs πρώτα (κατά ύψος block).
es: Usar primero los UTXO más nuevos (por altura de bloque).
fr: Utilisez d'abord les UTXO les plus récents (par hauteur de bloc).
it: Usa prima gli UTXO più recenti (per altezza del blocco).
nl: Gebruik eerst nieuwere UTXOs (op blokhoogte).
pl: Użyj nowszych UTXO w pierwszej kolejności (według wysokości bloku).
pt: Usa UTXOs mais recentes primeiro (por altura de bloco).
pt_br: Use novos UTXOs primeiro (por altura de bloco).

# settings__adv__cs_manual
source: Manual
ar: يدوي
cs: Manuální
de: Manuell
el: Χειροκίνητη
fr: Manuel
it: Manuale
nl: Manueel
pl: Ręcznie
ru: Вручную

# settings__adv__cs_max
source: Smallest First
ar: الأصغر أولاً
ca: Més petit primer
cs: Nejmenší první
de: Mehr privat
el: Μικρότερο Πρώτα
es: Más Pequeños Primero
fr: Le plus petit en premier
it: Prima i Più Piccoli
nl: Kleinste Eerst
pl: Najpierw najmniejsze
pt: Menor Primeiro
pt_br: Menor Primeiro

# settings__adv__cs_max_description
source: Sort by and use smallest UTXO first. Potentially higher fee, but hides your largest UTXOs.
ar: ترتيب واستخدام أصغر UTXO أولاً. رسوم أعلى محتملة، لكنه يخفي أكبر UTXO لديك.
ca: Ordena per i utilitza primer el UTXO més petit. Potencialment comissió més alta, però amaga els teus UTXO més grans.
cs: Seřaďte a použijte nejmenší UTXO jako první. Potenciálně vyšší poplatek, ale skrývá největší UTXO.
de: Sortiere und verwende zuerst die kleinsten UTXOs. Höhere Gebühr, aber versteckt deine größten UTXOs.
el: Ταξινόμηση και χρήση μικρότερου UTXO πρώτα. Πιθανόν υψηλότερο τέλος, αλλά κρύβει τα μεγαλύτερα UTXOs σας.
es: Ordenar y usar primero los UTXO más pequeños. Potencialmente mayor comisión, pero oculta tus UTXO más grandes.
fr: Utiliser le plus petit UTXO en premier. Frais potentiellement plus élevés, mais qui cachent vos UTXO plus grands.
it: Ordina e usa prima gli UTXO più piccoli. Potenzialmente commissioni più alte, ma nasconde i tuoi UTXO più grandi.
nl: Sorteer op en gebruik kleinste UTXO eerst. Mogelijk hogere vergoeding, maar verbergt uw grootste UTXOs.
pl: Używaj najpierw najmniejszych UTXO. Potencjalnie wyższa opłata, ale ukrywa największe UTXO.
pt: Ordena por e usa o menor UTXO primeiro. Potencialmente taxa mais alta, mas esconde os teus maiores UTXOs.
pt_br: Use o menor UTXO primeiro. Taxa potencialmente mais alta, mas oculta os maiores UTXOs.

# settings__adv__cs_method
source: Coin Selection Method
ar: طريقة اختيار العملة
ca: Mètode de selecció de monedes
cs: Metoda výběru mince
de: Coin-Auswahlmethode
el: Μέθοδος Επιλογής Νομισμάτων
es: Método de selección de monedas
fr: Méthode de sélection des UTXOs
it: Metodo di Coin Selection
nl: Coin Selectie Methode
pl: Metoda wyboru monet
pt: Método de Seleção de Moedas
pt_br: Método de Controle de Moedas
ru: Метод Выбора Монет

# settings__adv__cs_min
source: Largest First
ar: الأكبر أولاً
ca: Més gran primer
cs: Největší první
de: Niedrigste Gebühr
el: Μεγαλύτερο Πρώτα
es: Más Grandes Primero
fr: Les plus grands en Premier
it: Prima i Più Grandi
nl: Grootste Eerst
pl: Najpierw największe
pt: Maior Primeiro
pt_br: Maior Primeiro

# settings__adv__cs_min_description
source: Sort by and use largest UTXO first. Potentially lower fee, but reveals your largest UTXOs.
ar: ترتيب واستخدام أكبر UTXO أولاً. رسوم أقل محتملة، لكنه يكشف أكبر UTXO لديك.
ca: Ordena per i utilitza primer el UTXO més gran. Potencialment comissió més baixa, però revela els teus UTXO més grans.
cs: Seřaďte podle a použijte nejprve největší UTXO. Potenciálně nižší poplatek, ale odhalí vaše největší UTXO.
de: Sortiere und verwende zuerst die größten UTXOs. Niedrigste Gebühr, aber zeigt deine größten UTXOs.
el: Ταξινόμηση και χρήση μεγαλύτερου UTXO πρώτα. Πιθανόν χαμηλότερο τέλος, αλλά αποκαλύπτει τα μεγαλύτερα UTXOs σας.
es: Ordenar y usar primero los UTXO más grandes. Potencialmente menor comisión, pero revela tus UTXO más grandes.
fr: Triez par et utilisez les plus grands UTXO en premier. Les frais sont potentiellement moins élevés, mais ils révèlent vos UTXO les plus importantes.
it: Ordina e usa prima gli UTXO più grandi. Potenzialmente commissioni più basse, ma rivela i tuoi UTXO più grandi.
nl: Sorteer op en gebruik grootste UTXO eerst. Mogelijk lagere vergoeding, maar onthult uw grootste UTXOs.
pl: Używaj najpierw największych UTXO. Może to obniżyć opłatę, ale odsłania największe UTXO.
pt: Ordena por e usa o maior UTXO primeiro. Potencialmente taxa mais baixa, mas revela os teus maiores UTXOs.
pt_br: Use o maior UTXO primeiro. Taxa potencialmente mais baixa, mas revela seus maiores UTXOs.

# settings__adv__electrum_server
source: Electrum Server
ar: خادم Electrum
ca: Servidor Electrum
el: Διακομιστής Electrum
es: Servidor Electrum
fr: Serveur Electrum
it: Server Electrum
pl: Serwer Electrum
pt: Servidor Electrum
pt_br: Servidor Electrum
ru: Сервер Electrum

# settings__adv__gap_limit
source: Address Gap Limit
ar: حد فجوة العناوين
ca: Límit d'espai d'adreces
cs: Limit mezery v adrese
el: Όριο Κενού Διευθύνσεων
es: Límite de Espacios de Direcciones
fr: Limite de l'écart d'adresse
it: Limite del gap di indirizzi
nl: Adres Gap Limit
pl: Limit odstępu adresów
pt: Limite de Lacuna de Endereços
pt_br: Limite de Endereços
ru: Gap Limit Адресов
