Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# slashtags__onboarding_profile1_text
source: Set up your public profile and links, so your Bitkit contacts can reach you or pay you anytime, anywhere.
ar: أعد ملفك الشخصي العام وروابطك، حتى يتمكن جهات اتصال Bitkit من الوصول إليك أو الدفع لك في أي وقت وأي مكان.
ca: Configura el teu perfil públic i enllaços, perquè els teus contactes de Bitkit puguin contactar-te o pagar-te en qualsevol moment i lloc.
cs: Nastavte si veřejný profil a odkazy, aby vás kontakty ze služby Bitkit mohly kdykoli a kdekoli kontaktovat nebo vám zaplatit.
de: Richte dein öffentliches Profil und Links ein, damit deine Bitkit-Kontakte dich erreichen oder bezahlen können, jederzeit und überall.
el: Ρυθμίστε το δημόσιο προφίλ και τους συνδέσμους σας, ώστε οι επαφές Bitkit σας να μπορούν να επικοινωνήσουν μαζί σας ή να σας πληρώσουν οποτεδήποτε, οπουδήποτε.
es: Configura tu perfil público y enlaces para que tus contactos Bitkit puedan localizarte o pagarte en cualquier momento y lugar.
fr: Configurez votre profil public et vos liens, afin que vos contacts Bitkit puissent vous joindre ou vous payer à tout moment et en tout lieu.
it: Configura il tuo profilo pubblico e i tuoi collegamenti, in modo che i tuoi contatti Bitkit possano raggiungerti o pagarti sempre e ovunque.
nl: Stel uw openbare profiel en links in, zodat uw Bitkit contacten u kunnen bereiken of betalen, altijd, overal.
pl: Skonfiguruj swój publiczny profil i linki, aby Twoje kontakty w Bitkit mogły skontaktować się z Tobą lub zapłacić Ci w dowolnym miejscu i czasie.
pt: Configura o teu perfil público e links, para que os teus contactos Bitkit possam contactar-te ou pagar-te a qualquer momento, em qualquer lugar.
pt_br: Configure seu perfil público e seus links, para que seus contatos possam pagá-lo a qualquer hora e em qualquer lugar.
ru: Настройте свой публичный профиль и ссылки, чтобы ваши контакты Bitkit могли связаться с вами или заплатить вам в любое время и в любом месте.

# slashtags__onboarding_profile2_header
source: Pay <accent>Bitkit contacts</accent>
ar: ادفع <accent>لجهات اتصال Bitkit</accent>
ca: Paga <accent>contactes de Bitkit</accent>
cs: Zaplatit <accent>Bitkit kontaktům</accent>
de: Bezahlen<accent>Bitkit Kontakte</accent>
el: Πληρώστε <accent>επαφές Bitkit</accent>
es: Pagar a <accent>contactos de Bitkit</accent>
fr: Payer <accent>Bitkit contacts</accent>
it: Paga <accent>Bitkit contatti</accent>
nl: Betaal <accent>Bitkit contacten</accent>
pl: Płać <accent>kontaktom Bitkit</accent>
pt: Paga a <accent>contactos Bitkit</accent>
pt_br: Pagar <accent>contatos Bitkit</accent>
ru: Платите <accent>контактам Bitkit</accent>

# slashtags__onboarding_profile2_text
source: You and your contacts can use Bitkit to send payments directly, without banks, anytime, anywhere.
ar: يمكنك أنت وجهات اتصالك استخدام Bitkit لإرسال المدفوعات مباشرة، بدون بنوك، في أي وقت وأي مكان.
ca: Tu i els teus contactes podeu utilitzar Bitkit per enviar pagaments directament, sense bancs, en qualsevol moment i lloc.
cs: Vy a vaše kontakty můžete pomocí Bitkitu posílat platby přímo, bez bank, kdykoli a kdekoli.
de: Du und deine Kontakte können Bitkit verwenden, um Zahlungen direkt zu senden, ohne Banken, jederzeit und überall.
el: Εσείς και οι επαφές σας μπορείτε να χρησιμοποιήσετε το Bitkit για να στείλετε πληρωμές απευθείας, χωρίς τράπεζες, οποτεδήποτε, οπουδήποτε.
es: Usted y sus contactos pueden utilizar Bitkit para enviar pagos directamente, sin bancos, en cualquier momento y en cualquier lugar.
fr: Vous et vos contacts pouvez utiliser Bitkit pour envoyer des paiements directement, sans banque, à tout moment et en tout lieu.
it: Tu e i tuoi contatti potete usare BitKit per inviarvi pagamenti direttamente, senza banche, sempre, ovunque.
nl: U en uw contacten kunnen Bitkit gebruiken voor directe betalingen zonder banken, waar u wilt, wanneer u wilt.
pl: Ty i Twoje kontakty możecie używać Bitkit do bezpośredniego przesyłania płatności – bez banków, zawsze i wszędzie.
pt: Tu e os teus contactos podem usar Bitkit para enviar pagamentos diretamente, sem bancos, a qualquer momento, em qualquer lugar.
pt_br: Você e seus contatos podem usar o Bitkit para enviar pagamentos diretamente, sem bancos, a qualquer hora, em qualquer lugar.
ru: Вы и ваши контакты можете использовать Bitkit для отправки платежей напрямую, без банков, в любое время и в любом месте.

# slashtags__onboarding_text
source: Get automatic updates from your Bitkit contacts, pay them, and follow their public profiles.
ar: احصل على تحديثات تلقائية من جهات اتصال Bitkit، وادفع لهم، وتابع ملفاتهم الشخصية العامة.
ca: Rep actualitzacions automàtiques dels teus contactes de Bitkit, paga'ls i segueix els seus perfils públics.
cs: Získávejte automatické aktualizace od svých kontaktů ze služby Bitkit, plaťte jim a sledujte jejich veřejné profily.
de: Bekomme automatische Updates von deinen Bitkit Kontakten, bezahle sie und folge ihren öffentlichen Profilen.
el: Λάβετε αυτόματες ενημερώσεις από τις επαφές Bitkit σας, πληρώστε τις και ακολουθήστε τα δημόσια προφίλ τους.
es: Recibe actualizaciones automáticas de tus contactos de Bitkit, págales y sigue sus perfiles públicos.
fr: Recevez des mises à jour automatiques de vos contacts Bitkit, payez-les et suivez leurs profils publics.
it: Ricevi aggiornamenti automatici dai tuoi contatti Bitkit, pagali e segui i loro profili pubblici.
nl: Ontvang automatische updates van uw Bitkit contacten, betaal ze en volg hun openbare profielen.
pl: Otrzymuj automatyczne aktualizacje od swoich kontaktów Bitkit, płać im i śledź ich publiczne profile.
pt: Recebe atualizações automáticas dos teus contactos Bitkit, paga-lhes e segue os seus perfis públicos.
pt_br: Receba atualizações automáticas dos seus contatos, pague-os e siga seus perfis públicos.
ru: Получайте автоматические обновления от ваших контактов Bitkit, платите им и следите за их публичными профилями.

# slashtags__profile
source: Profile
ar: الملف الشخصي
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
pt_br: Perfil
ru: Профиль

# slashtags__profile_add_link
source: Add Link
ar: إضافة رابط
ca: Afegir enllaç
cs: Vložit odkaz
de: Link hinzufügen
el: Προσθήκη Συνδέσμου
es: Añadir enlace
fr: Ajouter un lien
it: Aggiungi Link
nl: Link Toevoegen
pl: Dodaj link
pt: Adicionar Link
pt_br: Adicionar link
ru: Добавить Ссылку

# slashtags__profile_bio
source: Short bio. Say a bit about yourself.
ar: نبذة قصيرة. قل شيئًا عن نفسك.
ca: Breu biografia. Parla una mica sobre tu.
cs: Krátký životopis. Řekni něco o sobě.
de: Kurze Bio. Erzähl ein bisschen über dich.
el: Σύντομη βιογραφία. Πείτε λίγα λόγια για τον εαυτό σας.
es: Breve biografía. Di algo sobre ti.
fr: Brève biographie. Parlez un peu de vous.
it: Breve bio. Dicci qualcosa su di te.
nl: Korte bio. Zeg iets over uzelf.
pl: Krótka biografia. Napisz coś o sobie.
pt: Biografia curta. Fala um pouco sobre ti.
pt_br: Uma bio curta. Fale um pouco sobre você.
ru: Расскажите о себе кратко.

# slashtags__profile_create
source: Create Profile
ar: إنشاء ملف شخصي
ca: Crear perfil
cs: Vytvořit profil
de: Profil erstellen
el: Δημιουργία Προφίλ
es: Crear perfil
fr: Créer un profil
it: Crea Profilo
nl: Profiel Aanmaken
pl: Utwórz profil
pt: Criar Perfil
pt_br: Criar Perfil
ru: Создать Профиль

# slashtags__profile_delete
source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Deletar
ru: Удалить

# slashtags__profile_delete_dialogue_msg
source: Are you sure you want to delete all of your Bitkit profile information?
ar: هل أنت متأكد من رغبتك في حذف جميع معلومات ملفك الشخصي على Bitkit؟
ca: Estàs segur que vols eliminar tota la informació del teu perfil de Bitkit?
cs: Jste si jisti, že chcete odstranit všechny informace ze svého profilu Bitkit?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις πληροφορίες του προφίλ Bitkit σας;
es: ¿Está seguro de que desea eliminar toda la información de su perfil de Bitkit?
fr: Êtes-vous sûr de vouloir supprimer toutes les informations de votre profil Bitkit ?
it: Sei sicuro di voler eliminare tutte le informazioni del tuo profilo Bitkit?
nl: Weet u zeker dat u al uw Bitkit profielinformatie wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie informacje z profilu Bitkit?
pt: Tens a certeza de que queres eliminar todas as informações do teu perfil Bitkit?
pt_br: Você tem certeza de que deseja excluir todas as informações do seu perfil do Bitkit?

# slashtags__profile_delete_dialogue_title
source: Delete Profile Information?
ar: حذف معلومات الملف الشخصي؟
ca: Eliminar informació del perfil?
cs: Odstranit profilové informace?
el: Διαγραφή Πληροφοριών Προφίλ;
es: ¿Eliminar Información del Perfil?
fr: Supprimer les informations du profil ?
it: Eliminare Informazioni Profilo?
nl: Profielinformatie Verwijderen?
pl: Usunąć informacje profilowe?
pt: Eliminar Informações do Perfil?
pt_br: Excluir informações do perfil?

# slashtags__profile_delete_dialogue_yes
source: Yes, Delete
ar: نعم، احذف
ca: Sí, elimina
cs: Ano, smazat
de: Ja, Löschen
el: Ναι, Διαγραφή
es: Sí, Borrar
fr: Oui, Supprimer
it: Si, Elimina
nl: Ja, Verwijder
pl: Tak, usuń
pt: Sim, Eliminar
pt_br: Sim, Excluir
ru: Да, Удалить

# slashtags__profile_delete_success_msg
source: Your Bitkit profile information has been deleted.
ar: تم حذف معلومات ملفك الشخصي على Bitkit.
ca: La informació del teu perfil de Bitkit s'ha eliminat.
cs: Vaše profilové informace Bitkit byly odstraněny.
el: Οι πληροφορίες του προφίλ Bitkit σας διαγράφηκαν.
es: La información de su perfil de Bitkit ha sido eliminada.
fr: Les informations de votre profil Bitkit ont été supprimées.
it: Le informazioni del tuo profilo Bitkit sono state eliminate.
nl: Uw Bitkit profielinformatie is verwijderd.
pl: Twój profil w Bitkit został usunięty.
pt: As informações do teu perfil Bitkit foram eliminadas.
pt_br: Suas informações de perfil da Bitkit foram excluídas.

# slashtags__profile_delete_success_title
source: Profile Deleted
ar: تم حذف الملف الشخصي
ca: Perfil eliminat
cs: Profil odstraněn
el: Το Προφίλ Διαγράφηκε
es: Perfil Eliminado
fr: Profil supprimé
it: Profilo Eliminato
nl: Profiel Verwijderd
pl: Profil usunięty
pt: Perfil Eliminado
pt_br: Perfil excluído

# slashtags__profile_edit
source: Edit Profile
ar: تعديل الملف الشخصي
ca: Editar perfil
cs: Upravit profil
de: Profil bearbeiten
el: Επεξεργασία Προφίλ
es: Editar Perfil
fr: Modifier le profil
it: Modifica Profilo
nl: Profiel Bewerken
pl: Edytuj profil
pt: Editar Perfil
pt_br: Editar perfil
ru: Редактировать Профиль

# slashtags__profile_link_label
source: Label
ar: التسمية
ca: Etiqueta
cs: Štítek
el: Ετικέτα
es: Etiqueta
fr: Étiquette
it: Etichetta
pl: Etykieta
pt: Etiqueta
pt_br: Etiqueta
ru: Название

# slashtags__profile_link_label_placeholder
source: For example 'Website'
ar: مثلاً 'الموقع الإلكتروني'
ca: Per exemple 'Website'
cs: Například „webová stránka“
de: Zum Beispiel 'Webseite'
el: Για παράδειγμα 'Ιστοσελίδα'
es: Por ejemplo "Sitio web"
fr: Par exemple, "site web".
it: Per esempio 'Sito web'
nl: Bijvoorbeeld 'Website'
pl: Na przykład 'Strona internetowa'
pt: Por exemplo, "Website"
pt_br: Por exemplo, "Website".
ru: Например, 'Сайт'

# slashtags__profile_link_public
source: Note: Any link you add will be publicly visible.
ar: ملاحظة: أي رابط تضيفه سيكون مرئيًا للعامة.
ca: Nota: Qualsevol enllaç que afegeixis serà visible públicament.
cs: Poznámka: Jakýkoli odkaz, který přidáte, bude veřejně viditelný.
de: Beachte: Jeder Link den du hinzufügst ist öffentlich sichtbar.
el: Σημείωση: Οποιοσδήποτε σύνδεσμος προσθέτετε θα είναι δημόσια ορατός.
es: Nota: Cualquier enlace que añada será públicamente visible.
fr: Remarque : tout lien que vous ajoutez sera visible publiquement.
it: Nota: qualsiasi link aggiunto sarà visibile pubblicamente.
nl: Let op: Iedere link die u toevoegt is openbaar beschikbaar.
pl: Uwaga: Każdy dodany link będzie widoczny publicznie.
pt: Nota: Qualquer link que adicionares será publicamente visível.
pt_br: Observação: Qualquer link que você adicionar ficará visível publicamente.
ru: Примечание: Любая ссылка, которую вы добавите, будет видна всем.

# slashtags__profile_link_suggestions
source: Suggestions
ar: اقتراحات
ca: Suggeriments
cs: Návrhy
de: Vorschläge
el: Προτάσεις
es: Sugerencias
it: Consigli
nl: Suggesties
pl: Sugestie
pt: Sugestões
pt_br: Sugestões
ru: Рекомендации

# slashtags__profile_link_suggestions_to_add
source: Suggestions To Add
ar: اقتراحات للإضافة
ca: Suggeriments per afegir
cs: Návrhy k přidání
de: Vorschläge
el: Προτάσεις για Προσθήκη
es: Sugerencias para añadir
fr: Suggestions à ajouter
it: Suggerimenti Da Aggiungere
nl: Suggesties Om Toe Te Voegen
pl: Sugestie do dodania
pt: Sugestões Para Adicionar
pt_br: Sugestões Para Adicionar
ru: Рекомендации для добавления

# slashtags__profile_link_value
source: Link or text
ar: رابط أو نص
ca: Enllaç o text
cs: Odkaz nebo text
de: Link oder text
el: Σύνδεσμος ή κείμενο
es: Enlace o texto
fr: Lien ou texte
it: Link o testo
nl: Link of text
pl: Link lub tekst
pt: Link ou texto
pt_br: Link ou texto
ru: Ссылка или текст

# slashtags__profile_pay_contacts
source: Pay Your Contacts
ar: ادفع لجهات اتصالك
ca: Paga els teus contactes
cs: Zaplaťte svým kontaktům
de: Kontakte Bezahlen
el: Πληρώστε τις Επαφές σας
es: Pague a sus contactos
fr: Payez vos contacts
it: Paga i tuoi Contatti
nl: Betaal Uw Contacten
pl: Płać swoim kontaktom
pt: Pagar aos Teus Contactos
pt_br: Pague Contatos
ru: Платите Контактам

# slashtags__profile_public_warn
source: Please note that all your profile information will be publicly available and visible.
ar: يرجى ملاحظة أن جميع معلومات ملفك الشخصي ستكون متاحة ومرئية للعامة.
ca: Si us plau, tingues en compte que tota la informació del teu perfil serà pública i visible.
cs: Vezměte prosím na vědomí, že všechny informace o vašem profilu budou veřejně dostupné a viditelné.
de: Bitte beachte, dass alle deine Profilinformationen öffentlich verfügbar und sichtbar sind.
el: Σημειώστε ότι όλες οι πληροφορίες του προφίλ σας θα είναι δημόσια διαθέσιμες και ορατές.
es: Por favor, observe que toda la información de su perfil estará disponible y visible públicamente.
fr: Veuillez noter que toutes les informations de votre profil seront publiquement accessibles et visibles.
it: Tieni presente che tutte le informazioni del tuo profilo saranno disponibili e visibili pubblicamente.
nl: Let op, al uw profiel informatie is openbaar beschikbaar.
pl: Twój profil będzie publicznie dostępny i widoczny.
pt: Por favor, nota que todas as informações do teu perfil serão publicamente disponíveis e visíveis.
pt_br: Note que todas as informações de seu perfil estarão disponíveis publicamente e visíveis.
ru: Обратите внимание, что вся информация вашего профиля будет общедоступной.

# slashtags__profile_save
source: Save
ar: حفظ
ca: Guardar
cs: Uložit
de: Speichern
el: Καταχώρηση
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить

# slashtags__profile_scan_to_add
source: Scan to add {name}
ar: امسح لإضافة {name}
ca: Escaneja per afegir {name}
cs: Naskenujte k přidání {name}
de: Scannen um {name} hinzuzufügen
el: Σαρώστε για να προσθέσετε τον/την {name}
es: Escanea para añadir {name}
fr: Scannez pour ajouter {name}
it: Scansiona per aggiungere {name}
nl: Scan om {name} toe te voegen
pl: Zeskanuj, aby dodać {name}
pt: Digitaliza para adicionar {name}
pt_br: Escanear para adicionar {name}
ru: Сканируйте, чтобы добавить {name}

# slashtags__your_name
source: Your name
ar: اسمك
ca: El teu nom
cs: Vaše jméno
de: Dein Name
el: Το όνομά σας
es: Tu nombre
fr: Votre nom
it: Tuo nome
nl: Uw naam
pl: Twoje imie
pt: O teu nome
pt_br: Seu nome
ru: Ваше имя

# slashtags__your_name_capital
source: Your Name
ar: اسمك
ca: El teu nom
cs: Vaše jméno
de: Dein Name
el: Το Όνομά σας
es: Su Nombre
fr: Votre nom
it: Tuo Nome
nl: Uw Naam
pl: Twoje imię
pt: O Teu Nome
pt_br: Seu Nome
ru: Ваше Имя

# wallet__activity
source: Activity
ar: النشاط
ca: Activitat
cs: Aktivita
de: Aktivität
el: Δραστηριότητα
es: Actividad
fr: Activité
it: Attività
nl: Activiteit
pl: Aktywność
pt: Atividade
pt_br: Atividade
ru: Активность

# wallet__activity_address
source: Address
ar: العنوان
ca: Adreça
cs: Adresa
de: Adresse
el: Διεύθυνση
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres
pl: Adres
pt: Endereço
pt_br: Endereço
ru: Адрес

# wallet__activity_all
source: All Activity
ar: كل النشاط
ca: Tota l'activitat
cs: Veškerá aktivita
de: Alle Aktivitäten
el: Όλη η Δραστηριότητα
es: Toda la actividad
fr: Toute l'activité
it: Tutte le attività
nl: Alle Activiteiten
pl: Cała aktywność
pt: Toda a Atividade
pt_br: Todas as atividades
ru: Все транзакции

# wallet__activity_assign
source: Assign
ar: تعيين
ca: Assignar
cs: Přiřadit
de: Zuweisen
el: Αντιστοίχιση
es: Asignar
fr: Assigner
it: Assegna
nl: Toewijzen
pl: Przypisz
pt: Atribuir
pt_br: Atribuir
ru: Привязать

# wallet__activity_bitcoin_received
source: Received Bitcoin
ar: تم استلام Bitcoin
ca: Rebut Bitcoin
cs: bitcoin přijatý
de: Bitcoin empfangen
el: Bitcoin Λήφθηκε
es: Bitcoin recibido
fr: Bitcoin reçus
it: Bitcoin ricevuti
nl: Bitcoin Ontvangen
pl: Otrzymane Bitcoiny
pt: Bitcoin Recebido
pt_br: Bitcoin Recebido
ru: Получен Биткоин

# wallet__activity_bitcoin_sent
source: Sent Bitcoin
ar: تم إرسال Bitcoin
ca: Enviat Bitcoin
cs: bitcoin odeslaný
de: Bitcoin gesendet
el: Bitcoin Στάλθηκε
es: Bitcoin enviado
fr: Bitcoin envoyés
it: Bitcoin inviati
nl: Bitcoin Verstuurd
pl: Wysłanych bitcoinów
pt: Bitcoin Enviado
pt_br: Bitcoin Enviado
ru: Отправлен Биткоин

# wallet__activity_boost
source: Boost
ar: تعزيز
ca: Impulsar
cs: Posílit
de: Beschleunigen
el: Ενίσχυση
es: Impulso
it: Potenzia
pl: Przyśpiesz
pt: Impulsionar
pt_br: Impulsionar
ru: Ускорить

# wallet__activity_boosted
source: Already Boosted
ar: تم التعزيز بالفعل
ca: Ja impulsat
cs: Již posíleno
de: Bereits beschleunigt
el: Ήδη Ενισχυμένη
es: Ya impulsado
fr: Déjà boostée
it: Già Potenziata
nl: Al Geboost
pl: Już przyśpieszona
pt: Já Impulsionado
pt_br: Já impulsionado
ru: Уже ускорено

# wallet__activity_boosted_cpfp
source: BOOSTED TRANSACTION {num} (CPFP)
ar: المعاملة المعززة {num} (CPFP)
ca: TRANSACCIÓ IMPULSADA {num} (CPFP)
cs: POSÍLENÁ TRANSAKCE {num} (CPFP)
de: BESCHLEUNIGTE TRANSAKTION {num} (CPFP)
el: ΕΝΙΣΧΥΜΕΝΗ ΣΥΝΑΛΛΑΓΗ {num} (CPFP)
es: TRANSACCIÓN POTENCIADA {num} (CPFP)
fr: TRANSACTION BOOSTÉE {num} (CPFP)
it: TRANSAZIONE POTENZIATA {num} (CPFP)
nl: GEBOOST TRANSACTIE {num} (CPFP)
pl: PRZYŚPIESZONA TRANSAKCJA {num} (CPFP)
pt: TRANSAÇÃO IMPULSIONADA {num} (CPFP)
pt_br: TRANSAÇÃO IMPULSIONADA {num} (CPFP)
ru: УСКОРЕННАЯ ТРАНЗАКЦИЯ {num} (CPFP)

# wallet__activity_boosted_rbf
source: BOOSTED TRANSACTION {num} (RBF)
ar: المعاملة المعززة {num} (RBF)
ca: TRANSACCIÓ IMPULSADA {num} (RBF)
cs: POSÍLENÁ TRANSAKCE {num} (RBF)
de: BESCHLEUNIGTE TRANSAKTION {num} (RBF)
el: ΕΝΙΣΧΥΜΕΝΗ ΣΥΝΑΛΛΑΓΗ {num} (RBF)
es: TRANSACCIÓN POTENCIADA {num} (RBF)
fr: TRANSACTION BOOSTÉE {num} (RBF)
it: TRANSAZIONE POTENZIATA {num} (RBF)
nl: GEBOOST TRANSACTIE {num} (RBF)
pl: PRZYŚPIESZONA TRANSAKCJA {num} (RBF)
pt: TRANSAÇÃO IMPULSIONADA {num} (RBF)
pt_br: TRANSAÇÃO IMPULSIONADA {num} (RBF)
ru: УСКОРЕННАЯ ТРАНЗАКЦИЯ {num} (RBF)

# wallet__activity_boosting
source: Boosting
ar: جارٍ التعزيز
ca: Impulsant
cs: Posílení
de: Beschleunigung
el: Ενίσχυση
es: Impulsando
fr: Booster
it: Potenziando
nl: Aan het boosten
pl: Przyspieszenie
pt: A impulsionar
pt_br: Impulsionando
ru: Ускоряем

# wallet__activity_confirmed
source: Confirmed
ar: مؤكدة
ca: Confirmat
cs: Potvrzeno
de: Bestätigt
el: Επιβεβαιωμένη
es: Confirmado
fr: Confirmé
it: Confermato
nl: Bevestigd
pl: Potwierdzono
pt: Confirmada
pt_br: Confirmado
ru: Подтверждена

# wallet__activity_confirming
source: Confirming
ar: جارٍ التأكيد
ca: Confirmant
cs: Potvrzování
de: Bestätigung
el: Επιβεβαίωση
es: Confirmando
fr: Confirmation
it: Confermando
nl: Aan het bevestigen
pl: Potwierdzanie
pt: A confirmar
pt_br: Confirmando
ru: Подтверждение

# wallet__activity_confirms_in
source: Confirms in {feeRateDescription}
ar: تتأكد خلال {feeRateDescription}
ca: Confirma en {feeRateDescription}
cs: Potvrzení během {feeRateDescription}
de: Bestätigungen in {feeRateDescription}
el: Επιβεβαίωση σε {feeRateDescription}
es: Confirma en {feeRateDescription}
fr: Confirmé dans {feeRateDescription}
it: Conferma in {feeRateDescription}
nl: Zal bevestigen in {feeRateDescription}
pl: Potwierdzenie w {feeRateDescription}
pt: Confirma em {feeRateDescription}
pt_br: Confirma em {feeRateDescription}
ru: Подтверждение через {feeRateDescription}

# wallet__activity_confirms_in_boosted
source: Boosting. Confirms in {feeRateDescription}
ar: جارٍ التعزيز. تتأكد خلال {feeRateDescription}
ca: Impulsant. Confirma en {feeRateDescription}
cs: Posílení. Potvrzení během {feeRateDescription}
de: Beschleunigung. Bestätigungen in {feeRateDescription}
el: Ενίσχυση. Επιβεβαίωση σε {feeRateDescription}
es: Potenciando. Confirma en {feeRateDescription}
fr: Booster. Confirmé dans {feeRateDescription}
it: Aumento. Conferma in {feeRateDescription}
nl: Aan het boosten. Zal bevestigen in {feeRateDescription}
pl: Przyspieszenie. Potwierdzenie w {feeRateDescription}
pt: A impulsionar. Confirma em {feeRateDescription}
pt_br: Impulsionando. Confirmará em {feeRateDescription}
ru: Ускоряем. Подтверждение через {feeRateDescription}

# wallet__activity_contact
source: Contact
ar: جهة الاتصال
ca: Contacte
cs: Kontakt
de: Kontakt
el: Επαφή
es: Contacto
it: Contatto
nl: Contactpersoon
pl: Kontakt
pt: Contacto
pt_br: Contato
ru: Контакт

# wallet__activity_date
source: Date
ar: التاريخ
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
it: Data
nl: Datum
pl: Data
pt: Data
pt_br: Data
ru: Дата

# wallet__activity_detach
source: Detach
ar: فصل
ca: Desvincula
cs: Oddělit
de: Trennen
el: Αποσύνδεση
es: Separar
fr: Détacher
it: Scollega
nl: Loskoppelen
pl: Odłącz
pt: Desanexar
pt_br: Separar
ru: Отвязать

# wallet__activity_error_get
source: Transaction Retrieval Failed
ar: فشل استرداد المعاملة
ca: Error en obtenir la transacció
cs: Neúspěšné načtení transakce
de: Transaktionsabruf fehlgeschlagen
el: Η Ανάκτηση Συναλλαγής Απέτυχε
es: Error al Obtener Transacción
fr: Échec de la récupération de la transaction
it: Recupero della transazione non riuscito
nl: Ophalen Transactie Mislukt
pl: Pobieranie transakcji nie powiodło się
pt: Obtenção de Transação Falhou
pt_br: Falha na Recuperação da Transação
ru: Ошибка получения транзакции

# wallet__activity_error_get_description
source: Bitkit was not able to fetch the transaction data.
ar: تعذر على Bitkit جلب بيانات المعاملة.
ca: Bitkit no ha pogut obtenir les dades de la transacció.
cs: Bitkit se nepodařilo načíst data transakce.
de: Bitkit konnte die Transaktionsdaten nicht abrufen.
el: Το Bitkit δεν μπόρεσε να ανακτήσει τα δεδομένα συναλλαγής.
es: Bitkit no fue capaz de obtener los datos de la transacción.
fr: Bitkit n'a pas été en mesure de récupérer les données de la transaction.
it: Bitkit non è stato in grado di recuperare i dati della transazione.
nl: Bitkit kon de transactiegegevens niet ophalen.
pl: Bitkit nie był w stanie pobrać danych transakcji.
pt: Bitkit não conseguiu obter os dados da transação.
pt_br: Bitkit não conseguiu buscar os dados da transação.
ru: Bitkit не удалось получить данные транзакции.

# wallet__activity_error_tx_not_found
source: The transaction was not found.
ar: لم يُعثر على المعاملة.
ca: La transacció no s'ha trobat.
cs: Transakce nebyla nalezena.
de: Die Transaktion wurde nicht gefunden.
el: Η συναλλαγή δεν βρέθηκε.
es: Transacción no encontrada.
fr: La transaction n'a pas été trouvée.
it: La transazione non è stata trovata.
nl: De transactie is niet gevonden.
pl: Transakcja nie została znaleziona.
pt: A transação não foi encontrada.
pt_br: A transação não foi encontrada.
ru: Транзакция не найдена.
