Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# settings__general__unit_note
source: Tip: Quickly toggle between Bitcoin and {currency} by tapping on your wallet balance.
ar: نصيحة: قم بالتبديل السريع بين Bitcoin و {currency} بالنقر على رصيد محفظتك.
ca: Consell: Canvia ràpidament entre Bitcoin i {currency} tocant el saldo de la teva cartera.
cs: Tip: Klepnutím na zůstatek v peněžence můžete rychle přepínat mezi bitcoiny a {currency}.
de: Tipp: Du kannst schnell zwischen Bitcoin und {currency} umschalten indem du auf den Kontostand tippst.
el: Συμβουλή: Εναλλαγή γρήγορα μεταξύ Bitcoin και {currency} πατώντας στο υπόλοιπο του πορτοφολιού σας.
es: Truco: Cambia rápidamente entre Bitcoin y {currency} tocando sobre el balance del monedero.
fr: Astuce : Basculez rapidement entre Bitcoin et {currency} en tapant sur le solde de votre portefeuille.
it: Suggerimento: alterna rapidamente tra Bitcoin e {currency} toccando il saldo del tuo portafoglio.
nl: Tip: Schakel snel tussen Bitcoin en {currency} door op uw wallet saldo te tikken.
pl: Porada: szybko przełączaj się między Bitcoinem a {currency}, dotykając salda portfela.
pt: Dica: Alterna rapidamente entre Bitcoin e {currency} tocando no saldo da tua carteira.
pt_br: Dica: Alterne rapidamente entre Bitcoin e {currency} tocando no saldo de sua carteira.
ru: Совет: Быстро переключайтесь между биткойнами и {currency}, нажимая на баланс вашего кошелька.

# settings__general__unit_title
source: Default Unit
ar: الوحدة الافتراضية
ca: Unitat per defecte
cs: Výchozí jednotka
de: Einheit
el: Προεπιλεγμένη Μονάδα
es: Unidad Predeterminada
fr: Unité par défaut
it: Unità predefinita
nl: Standaard eenheid
pl: Jednostka domyślna
pt: Unidade Predefinida
pt_br: Unidade padrão
ru: Единица Измерения по Умолчанию

# settings__general_title
source: General
ar: عام
cs: Obecné
de: Allgemein
el: Γενικά
fr: Général
it: Generale
nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Основные

# settings__notifications__intro__button
source: Enable
ar: تمكين
ca: Activar
el: Ενεργοποίηση
es: Activar
fr: Activer
it: Abilita
nl: Inschakelen
pl: Włącz
pt: Ativar
pt_br: Ativar

# settings__notifications__intro__text
source: Turn on notifications to get paid, even when your Bitkit app is closed.
ar: قم بتشغيل الإشعارات للحصول على المدفوعات، حتى عندما يكون تطبيق Bitkit مغلقًا.
ca: Activa les notificacions per rebre pagaments, fins i tot quan l'aplicació Bitkit està tancada.
el: Ενεργοποιήστε τις ειδοποιήσεις για να λαμβάνετε πληρωμές, ακόμα και όταν η εφαρμογή Bitkit είναι κλειστή.
es: Active las notificaciones para recibir pagos, incluso cuando su aplicación Bitkit esté cerrada.
fr: Activez les notifications pour être payé, même lorsque votre application Bitkit est fermée.
it: Attiva le notifiche per ricevere pagamenti, anche quando l'app Bitkit è chiusa.
nl: Schakel notificaties in om betaald te worden, zelfs wanneer uw Bitkit app gesloten is.
pl: Włącz powiadomienia, aby otrzymywać płatności, nawet gdy aplikacja Bitkit jest zamknięta.
pt: Ativa as notificações para receberes pagamentos, mesmo quando a tua app Bitkit está fechada.
pt_br: Ative as notificações para receber pagamentos, mesmo quando seu aplicativo Bitkit estiver fechado.

# settings__notifications__intro__title
source: Get Paid <accent>Passively</accent>
ar: استلم الأموال <accent>بشكل سلبي</accent>
ca: Rep pagaments <accent>passivament</accent>
el: Λάβετε Πληρωμή <accent>Παθητικά</accent>
es: Recibir Pagos <accent>Pasivamente</accent>
fr: Soyez rémunéré <accent>de manière passive</accent>
it: Ricevi Pagamenti <accent>Passivamente</accent>
nl: Ontvang <accent>Passief</accent>
pl: Otrzymuj płatności <accent>pasywnie</accent>
pt: Recebe Pagamentos <accent>Passivamente</accent>
pt_br: Receba Pagamentos <accent>Passivamente</accent>

# settings__notifications__nav_title
source: Background Payments
ar: المدفوعات في الخلفية
ca: Pagaments en segon pla
el: Πληρωμές Παρασκηνίου
es: Pagos en Segundo Plano
fr: Paiements en arrière-plan
it: Pagamenti in Background
nl: Achtergrondbetalingen
pl: Płatności w tle
pt: Pagamentos em Segundo Plano
pt_br: Pagamentos em Segundo Plano

# settings__notifications__settings__button__disabled
source: Enable in {platform} Bitkit Settings
ar: تمكين في إعدادات Bitkit على {platform}
ca: Activa a la configuració de Bitkit de {platform}
el: Ενεργοποίηση στις Ρυθμίσεις Bitkit {platform}
es: Activar en Ajustes de Bitkit de {platform}
fr: Activer dans {plateforme} Paramètres Bitkit
it: Abilita nelle impostazioni {platform} di Bitkit
nl: Inschakelen in {platform} Bitkit Instellingen
pl: Włącz w ustawieniach Bitkit {platform}
pt: Ativar nas Definições Bitkit {platform}
pt_br: Ativar nas Configurações da Bitkit no {platform}

# settings__notifications__settings__button__enabled
source: Customize in {platform} Bitkit Settings
ar: تخصيص في إعدادات Bitkit على {platform}
ca: Personalitza a la configuració de Bitkit de {platform}
el: Προσαρμογή στις Ρυθμίσεις Bitkit {platform}
es: Personalizar en Ajustes de Bitkit de {platform}
fr: Personnaliser dans {plateforme} Paramètres Bitkit
it: Personalizza nelle impostazioni {platform} di Bitkit
nl: Aanpassen in {platform} Bitkit Instellingen
pl: Dostosuj w ustawieniach Bitkit {platform}
pt: Personalizar nas Definições Bitkit {platform}
pt_br: Personalizar nas Configurações da Bitkit no {platform}

# settings__notifications__settings__denied
source: Background payments are disabled, because you have denied notifications.
ar: المدفوعات في الخلفية معطلة، لأنك رفضت الإشعارات.
ca: Els pagaments en segon pla estan desactivats perquè has denegat les notificacions.
el: Οι πληρωμές παρασκηνίου είναι απενεργοποιημένες, επειδή έχετε αρνηθεί τις ειδοποιήσεις.
es: Los pagos en segundo plano están desactivados porque ha denegado las notificaciones.
fr: Les paiements en arrière-plan sont désactivés, car vous avez refusé les notifications.
it: I pagamenti in background sono disabilitati perché hai negato le notifiche.
nl: Achtergrondbetalingen zijn uitgeschakeld, omdat u notificaties heeft geweigerd.
pl: Płatności w tle są wyłączone, ponieważ odmówiono powiadomień.
pt: Os pagamentos em segundo plano estão desativados, porque recusaste as notificações.
pt_br: Pagamentos em segundo plano estão desativados porque você negou as notificações.

# settings__notifications__settings__disabled
source: Enable background payments to receive funds even when the app is closed (if your device is connected to the internet).
ar: قم بتمكين المدفوعات في الخلفية لاستلام الأموال حتى عندما يكون التطبيق مغلقًا (إذا كان جهازك متصلاً بالإنترنت).
ca: Activa els pagaments en segon pla per rebre fons fins i tot quan l'aplicació està tancada (si el teu dispositiu està connectat a Internet).
el: Ενεργοποιήστε τις πληρωμές παρασκηνίου για να λαμβάνετε κεφάλαια ακόμα και όταν η εφαρμογή είναι κλειστή (αν η συσκευή σας είναι συνδεδεμένη στο διαδίκτυο).
es: Active los pagos en segundo plano para recibir fondos incluso cuando la aplicación esté cerrada (si su dispositivo está conectado a Internet).
fr: Activez les paiements en arrière-plan pour recevoir des fonds même lorsque l'application est fermée (si votre appareil est connecté à Internet).
it: Abilita i pagamenti in background per ricevere fondi anche quando l'app è chiusa (se il dispositivo è connesso a internet).
nl: Schakel achtergrondbetalingen in om geld te ontvangen zelfs wanneer de app gesloten is (als uw apparaat verbonden is met internet).
pl: Włącz płatności w tle, aby otrzymywać środki nawet przy zamkniętej aplikacji (jeśli urządzenie jest połączone z Internetem).
pt: Ativa os pagamentos em segundo plano para receberes fundos mesmo quando a app está fechada (se o teu dispositivo estiver ligado à internet).
pt_br: Ative os pagamentos em segundo plano para receber fundos mesmo quando o aplicativo estiver fechado (se seu dispositivo estiver conectado à internet).

# settings__notifications__settings__enabled
source: Background payments are enabled. You can receive funds even when the app is closed (if your device is connected to the internet).
ar: المدفوعات في الخلفية ممكّنة. يمكنك استلام الأموال حتى عندما يكون التطبيق مغلقًا (إذا كان جهازك متصلاً بالإنترنت).
ca: Els pagaments en segon pla estan activats. Pots rebre fons fins i tot quan l'aplicació està tancada (si el teu dispositiu està connectat a Internet).
el: Οι πληρωμές παρασκηνίου είναι ενεργοποιημένες. Μπορείτε να λάβετε κεφάλαια ακόμα και όταν η εφαρμογή είναι κλειστή (αν η συσκευή σας είναι συνδεδεμένη στο διαδίκτυο).
es: Los pagos en segundo plano están activados. Puede recibir fondos incluso cuando la aplicación esté cerrada (si su dispositivo está conectado a Internet).
fr: Les paiements en arrière-plan sont activés. Vous pouvez recevoir des fonds même lorsque l'application est fermée (si votre appareil est connecté à Internet).
it: I pagamenti in background sono abilitati. Puoi ricevere fondi anche quando l'app è chiusa (se il dispositivo è connesso a internet).
nl: Achtergrondbetalingen zijn ingeschakeld. U kunt geld ontvangen zelfs wanneer de app gesloten is (als uw apparaat verbonden is met internet).
pl: Płatności w tle są włączone. Możesz otrzymywać środki nawet przy zamkniętej aplikacji (jeśli urządzenie jest połączone z Internetem).
pt: Os pagamentos em segundo plano estão ativados. Podes receber fundos mesmo quando a app está fechada (se o teu dispositivo estiver ligado à internet).
pt_br: Pagamentos em segundo plano estão ativados. Você pode receber fundos mesmo quando o aplicativo estiver fechado (se seu dispositivo estiver conectado à internet).

# settings__notifications__settings__notifications__label
source: Notifications
ar: الإشعارات
ca: Notificacions
el: Ειδοποιήσεις
es: Notificaciones
it: Notifiche
nl: Notificaties
pl: Powiadomienia
pt: Notificações
pt_br: Notificações

# settings__notifications__settings__notifications__text
source: To enable background payments, please enable notifications in iOS Bitkit Settings.
ar: لتمكين المدفوعات في الخلفية، يرجى تمكين الإشعارات في إعدادات Bitkit على iOS.
ca: Per activar els pagaments en segon pla, si us plau, activa les notificacions a la configuració de Bitkit d'iOS.
el: Για να ενεργοποιήσετε τις πληρωμές παρασκηνίου, παρακαλώ ενεργοποιήστε τις ειδοποιήσεις στις Ρυθμίσεις iOS του Bitkit.
es: Para activar los pagos en segundo plano, active las notificaciones en Ajustes de Bitkit de iOS.
fr: Pour activer les paiements en arrière-plan, veuillez activer les notifications dans les paramètres iOS Bitkit.
it: Per abilitare i pagamenti in background, abilita le notifiche nelle impostazioni iOS di Bitkit.
nl: Om achtergrondbetalingen in te schakelen, schakel notificaties in via iOS Bitkit Instellingen.
pl: Aby włączyć płatności w tle, włącz powiadomienia w ustawieniach Bitkit iOS.
pt: Para ativar pagamentos em segundo plano, por favor ativa as notificações nas Definições Bitkit iOS.
pt_br: Para ativar pagamentos em segundo plano, por favor ative as notificações nas Configurações da Bitkit no iOS.

# settings__notifications__settings__preview__text
source: Open Bitkit to see details
ar: افتح Bitkit لرؤية التفاصيل
ca: Obre Bitkit per veure els detalls
el: Ανοίξτε το Bitkit για λεπτομέρειες
es: Abrir Bitkit para ver detalles
fr: Ouvrez Bitkit pour voir les détails
it: Apri Bitkit per vedere i dettagli
nl: Open Bitkit om details te bekijken
pl: Otwórz Bitkit, aby zobaczyć szczegóły
pt: Abre Bitkit para ver detalhes
pt_br: Abra a Bitkit para ver detalhes

# settings__notifications__settings__preview__time
source: 3m ago
ar: منذ 3 دقائق
ca: Fa 3m
el: πριν 3λ
es: hace 3m
fr: Il y a 3 min
it: 3 min fa
nl: 3m geleden
pl: 3 min. temu
pt: há 3m
pt_br: há 3m

# settings__notifications__settings__preview__title
source: Payment Received
ar: تم استلام دفعة
ca: Pagament rebut
el: Λήψη Πληρωμής
es: Pago Recibido
fr: Paiement reçu
it: Pagamento Ricevuto
nl: Betaling Ontvangen
pl: Otrzymano płatność
pt: Pagamento Recebido
pt_br: Pagamento Recebido

# settings__notifications__settings__privacy__label
source: Privacy
ar: الخصوصية
ca: Privadesa
el: Απόρρητο
es: Privacidad
fr: Confidentialité
pl: Prywatność
pt: Privacidade
pt_br: Privacidade

# settings__notifications__settings__privacy__text
source: Include amount in notifications
ar: تضمين المبلغ في الإشعارات
ca: Inclou l'import a les notificacions
el: Συμπερίληψη ποσού στις ειδοποιήσεις
es: Incluir cantidad en las notificaciones
fr: Inclure le montant dans les notifications
it: Includi l'importo nelle notifiche
nl: Bedrag opnemen in notificaties
pl: Uwzględnij kwotę w powiadomieniach
pt: Incluir valor nas notificações
pt_br: Incluir valor nas notificações

# settings__notifications__settings__toggle
source: Get paid when Bitkit is closed
ar: استلام الأموال عندما يكون Bitkit مغلقًا
ca: Rep pagaments quan Bitkit està tancat
el: Λήψη πληρωμών όταν το Bitkit είναι κλειστό
es: Recibir pagos cuando Bitkit está cerrado
fr: Soyez rémunéré lorsque Bitkit est fermé
it: Ricevi pagamenti quando Bitkit è chiuso
nl: Ontvang geld wanneer Bitkit gesloten is
pl: Otrzymuj płatności przy zamkniętym Bitkit
pt: Receber pagamentos quando Bitkit está fechado
pt_br: Receber pagamentos quando a Bitkit estiver fechada

# settings__quickpay__intro__description
source: Bitkit QuickPay makes checking out faster by automatically paying QR codes when scanned.
ar: يجعل Bitkit QuickPay عملية الدفع أسرع عن طريق الدفع تلقائيًا لرموز QR عند مسحها.
ca: Bitkit QuickPay fa que el pagament sigui més ràpid pagant automàticament els codis QR quan s'escanegen.
cs: Služba Bitkit QuickPay urychluje odbavení tím, že po naskenování QR kódu automaticky zaplatí.
de: Bitkit QuickPay beschleunigt den Bezahlvorgang, indem es QR-Codes beim Scannen automatisch bezahlt.
el: Το Bitkit QuickPay κάνει την ολοκλήρωση αγοράς πιο γρήγορη πληρώνοντας αυτόματα τους κωδικούς QR όταν σαρώνονται.
es: Bitkit QuickPay hace que el pago sea más rápido pagando automáticamente los códigos QR cuando se escanean.
fr: Bitkit QuickPay accélère le passage à la caisse en payant automatiquement les QR codes lorsqu'ils sont scannés.
it: Bitkit QuickPay rende il checkout più veloce pagando automaticamente i codici QR quando vengono scansionati.
nl: Bitkit QuickPay maakt afrekenen sneller door automatisch QR codes te betalen bij het scannen.
pl: Bitkit QuickPay przyspiesza płatności, automatycznie opłacając zeskanowane kody QR.
pt: Bitkit QuickPay torna o pagamento mais rápido ao pagar automaticamente códigos QR quando digitalizados.
pt_br: O Bitkit QuickPay agiliza o check-out pagando automaticamente os códigos QR quando escaneados.

# settings__quickpay__intro__title
source: <accent>Frictionless</accent> payments
ar: مدفوعات <accent>بدون احتكاك</accent>
ca: Pagaments <accent>sense friccions</accent>
cs: <accent>Okamžité</accent> platby
de: <accent>Reibungslos</accent> Zahlungen
el: <accent>Πληρωμές</accent> χωρίς τριβές
es: Pagos <accent>sin fricción</accent>
fr: <accent>Sans friction</accent> paiements
it: Pagamenti <accent>senza frizioni</accent>
nl: <accent>Wrijvingsloze</accent> betalingen
pl: <accent>Bezproblemowe</accent> płatności
pt: Pagamentos <accent>sem fricção</accent>
pt_br: Pagamentos <accent>Sem atrito</accent>

# settings__quickpay__settings__label
source: Quickpay threshold
ar: حد QuickPay
ca: Llindar de QuickPay
cs: Quickpay limit
de: Quickpay-Schwelle
el: Όριο Quickpay
es: Umbral de QuickPay
fr: Seuil de Quickpay
it: Soglia QuickPay
nl: Quickpay drempel
pl: Próg QuickPay
pt: Limite QuickPay
pt_br: Limite do Quickpay

# settings__quickpay__settings__note
source: * Bitkit QuickPay exclusively supports payments from your Spending Balance.
ar: * يدعم Bitkit QuickPay حصريًا المدفوعات من رصيد الإنفاق الخاص بك.
ca: * Bitkit QuickPay només admet pagaments des del teu saldo de despesa.
cs: * Bitkit QuickPay podporuje výhradně platby z vašeho disponibilního zůstatku.
de: * Bitkit QuickPay unterstützt ausschließlich Zahlungen von Ihrem Guthaben.
el: * Το Bitkit QuickPay υποστηρίζει αποκλειστικά πληρωμές από το Υπόλοιπο Δαπανών σας.
es: * Bitkit QuickPay solo admite pagos desde su Saldo de Gastos.
fr: * Bitkit QuickPay prend exclusivement en charge les paiements à partir de votre solde du compte courant.
it: * Bitkit QuickPay supporta esclusivamente i pagamenti dal tuo Saldo di Spesa.
nl: * Bitkit QuickPay ondersteunt uitsluitend betalingen vanaf uw Bestedingssaldo.
pl: * Bitkit QuickPay obsługuje wyłącznie płatności z Twojego salda wydatków.
pt: * Bitkit QuickPay suporta exclusivamente pagamentos do teu Saldo de Gastos.
pt_br: * O QuickPay suporta exclusivamente pagamentos a partir do seu saldo de gastos.

# settings__quickpay__settings__text
source: If enabled, scanned invoices below ${amount} will be paid automatically without requiring your confirmation or PIN*.
ar: إذا تم التمكين، سيتم دفع الفواتير الممسوحة التي تقل عن ${amount} تلقائيًا دون الحاجة إلى تأكيدك أو PIN*.
ca: Si està activat, les factures escanejades per sota de ${amount} es pagaran automàticament sense requerir la teva confirmació o PIN*.
cs: Pokud je tato funkce povolena, budou naskenované faktury nižší než{amount} placeny automaticky bez nutnosti potvrzení nebo zadání kódu PIN*.
de: Wenn diese Option aktiviert ist, werden gescannte Rechnungen unter ${Betrag} automatisch bezahlt, ohne dass Sie eine Bestätigung oder PIN* benötigen.
el: Αν ενεργοποιηθεί, τα σαρωμένα τιμολόγια κάτω από ${amount} θα πληρώνονται αυτόματα χωρίς να απαιτείται η επιβεβαίωσή σας ή το PIN*.
es: Si está activado, las facturas escaneadas por debajo de ${amount} se pagarán automáticamente sin requerir su confirmación ni PIN*.
fr: Si cette option est activée, les factures numérisées d'un montant inférieur à{amount} seront payées automatiquement sans que vous ayez besoin de confirmer ou de saisir votre code PIN*.
it: Se abilitato, le fatture scansionate sotto ${amount} verranno pagate automaticamente senza richiedere la tua conferma o il PIN*.
nl: Indien ingeschakeld, worden gescande facturen onder ${amount} automatisch betaald zonder uw bevestiging of PIN*.
pl: Jeśli ta opcja jest włączona, zeskanowane faktury poniżej ${amount} zostaną opłacone automatycznie, bez konieczności potwierdzenia lub podania PIN-u*.
pt: Se ativado, faturas digitalizadas abaixo de ${amount} serão pagas automaticamente sem requerer a tua confirmação ou PIN*.
pt_br: Se ativado, os invoices digitalizados abaixo de ${amount} serão pagos automaticamente sem a necessidade de confirmação ou PIN*.

# settings__quickpay__settings__toggle
source: Enable QuickPay
ar: تمكين QuickPay
ca: Activa QuickPay
cs: Povolení služby QuickPay
de: QuickPay aktivieren
el: Ενεργοποίηση QuickPay
es: Activar QuickPay
fr: Activer QuickPay
it: Abilita QuickPay
nl: QuickPay Inschakelen
pl: Włącz QuickPay
pt: Ativar QuickPay
pt_br: Ativar o QuickPay

# settings__rgs__button_connect
source: Connect
ar: اتصال
ca: Connecta
cs: Připojit
de: Verbinden
el: Σύνδεση
es: Conectar
fr: Connecter
it: Connetti
nl: Verbind
pl: Połącz
pt: Ligar
pt_br: Conectar
ru: Подключиться

# settings__rgs__server_url
source: Rapid-Gossip-Sync Server URL
ar: عنوان URL لخادم Rapid-Gossip-Sync
ca: URL del servidor Rapid-Gossip-Sync
cs: URL dresa serveru Rapid-Gossip-Sync
el: URL Διακομιστή Rapid-Gossip-Sync
es: URL del Servidor Rapid-Gossip-Sync
fr: URL du serveur Rapid-Gossip-Sync
it: URL del server Rapid-Gossip-Sync
pl: URL serwera Rapid-Gossip-Sync
pt: URL do Servidor Rapid-Gossip-Sync
pt_br: URL do Servidor de Rapid-Gossip-Sync
ru: URL Сервера Rapid-Gossip-Sync

# settings__rgs__update_success_description
source: You may need to restart the app once or twice for this change to take effect.
ar: قد تحتاج إلى إعادة تشغيل التطبيق مرة أو مرتين لتفعيل هذا التغيير.
ca: Pot ser necessari reiniciar l'aplicació una o dues vegades perquè aquest canvi tingui efecte.
cs: Aby se tato změna projevila, může být nutné aplikaci jednou nebo dvakrát restartovat.
de: Möglicherweise musst du die App ein- oder zweimal neu starten, damit diese Änderung wirksam wird.
el: Μπορεί να χρειαστεί να επανεκκινήσετε την εφαρμογή μία ή δύο φορές για να τεθεί σε ισχύ αυτή η αλλαγή.
es: Es posible que necesite reiniciar la aplicación una o dos veces para que este cambio surta efecto.
fr: Il se peut que vous deviez redémarrer l'application une ou deux fois pour que cette modification prenne effet.
it: Potrebbe essere necessario riavviare l'app una o due volte affinché la modifica abbia effetto.
nl: Misschien moet u de app een of twee keer opnieuw starten voor deze wijziging.
pl: Zmiana może wymagać ponownego uruchomienia aplikacji raz lub dwa razy.
pt: Podes precisar de reiniciar a app uma ou duas vezes para esta alteração ter efeito.
pt_br: Pode ser necessário reiniciar o aplicativo uma ou duas vezes para que esta alteração seja aplicada.
ru: Возможно, вам потребуется перезапустить приложение один или два раза, чтобы изменения вступили в силу.

# settings__rgs__update_success_title
source: Rapid-Gossip-Sync Server Updated
ar: تم تحديث خادم Rapid-Gossip-Sync
ca: Servidor Rapid-Gossip-Sync actualitzat
cs: Server Rapid-Gossip-Sync aktualizován
de: Rapid-Gossip-Sync-Server aktualisiert
el: Ο Διακομιστής Rapid-Gossip-Sync Ενημερώθηκε
es: Servidor Rapid-Gossip-Sync Actualizado
fr: Mise à jour du serveur Rapid-Gossip-Sync
it: Server Rapid-Gossip-Sync aggiornato
nl: Rapid-Gossip-Sync Server Bijgewerkt
pl: Rapid-Gossip-Sync zaktualizowany
pt: Servidor Rapid-Gossip-Sync Atualizado
pt_br: Servidor de Rapid-Gossip-Sync Atualizado
ru: Сервер Rapid-Gossip-Sync Обновлён

# settings__security__clipboard
source: Read clipboard for ease of use
ar: قراءة الحافظة لسهولة الاستخدام
ca: Llegeix el porta-retalls per facilitar l'ús
cs: Číst schránku pro snadné použití
de: Lesen der Zwischenablage erlauben
el: Ανάγνωση πρόχειρου για ευκολία χρήσης
es: Leer portapapeles para facilitar uso
fr: Lire le presse-papiers pour faciliter l'utilisation
it: Leggi gli appunti per facilitare l'uso
nl: Klembord lezen voor gemak in gebruik
pl: Odczytaj schowek dla wygody użytkowania
pt: Ler área de transferência para facilidade de uso
pt_br: Ler área de transferência
ru: Читать Буфер Обмена для Удобства Использования
