Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# security__pass_confirm_text
source: Enter the passphrase you added while setting up and creating your wallet.
ar: أدخل عبارة المرور التي أضفتها أثناء إعداد وإنشاء محفظتك.
ca: Introdueix la frase de pas que has afegit mentre configuraves i creaves la teva cartera.
cs: Zadejte přístupovou frázi, kterou jste přidali při nastavování a vytváření peněženky.
de: Gib die Passphrase ein, die du während der Einrichtung und Erstellung deines Wallets hinzugefügt hast.
el: Εισάγετε τον κωδικό πρόσβασης που προσθέσατε κατά τη ρύθμιση και δημιουργία του πορτοφολιού σας.
es: Introduzca la frase de acesso que añadió al configurar y crear su monedero.
fr: Saisissez la phrase de récupération que vous avez ajoutée lors de la configuration et de la création de votre portefeuille.
it: Inserisci la passphrase che hai aggiunto durante la configurazione e la creazione del tuo wallet.
nl: Voer de wachtwoordzin in die u tijdens het creëren van uw wallet heeft gebruikt.
pl: Wpisz hasło, które podałeś podczas tworzenia portfela.
pt: Introduz a frase-passe que adicionaste ao configurar e criar a tua carteira.
pt_br: Digite a frase secreta que você adicionou ao configurar e criar sua carteira.
ru: Введите кодовую фразу, которую вы указали при создании кошелька.

# security__pass_never_share
source: <accent>Never share</accent> your passphrase with anyone as this may result in the loss of funds.
ar: <accent>لا تشارك أبدًا</accent> عبارة المرور مع أي شخص لأن ذلك قد يؤدي إلى خسارة الأموال.
ca: <accent>Mai comparteixis</accent> la teva frase de pas amb ningú, ja que això pot resultar en la pèrdua de fons.
cs: <accent>Nikdy nikomu nesdělujte</accent> svou přístupovou frázi, protože to může vést ke ztrátě finančních prostředků.
de: <accent>Teile</accent> deine Passphrase niemals mit jemandem, da dies zum Verlust von Geldern führen kann.
el: <accent>Μην μοιραστείτε ποτέ</accent> τον κωδικό πρόσβασής σας με κανέναν καθώς αυτό μπορεί να οδηγήσει σε απώλεια κεφαλαίων.
es: <accent>Nunca compartas</accent> tu contraseña con nadie, ya que estoy podría desembocar en la pérdida de fondos.
fr: <accent>Ne communiquez jamais</accent> votre phrase d'authentification à qui que ce soit, car cela pourrait entraîner la perte de fonds.
it: <accent>Non condividere mai</accent> la tua passphrase con nessuno poiché ciò potrebbe comportare la perdita dei fondi.
nl: <accent>Deel nooit</accent> uw wachtwoordzin met iemand anders, dit kan leiden tot verlies van geld.
pl: <accent>Nigdy nie udostępniaj</accent> nikomu swojego hasła, ponieważ może to spowodować utratę środków.
pt: <accent>Nunca partilhes</accent> a tua frase-passe com ninguém, pois isso pode resultar em perda de fundos.
pt_br: <accent>Nunca compartilhe</accent> sua senha com ninguém, pois isso pode resultar na perda de fundos.
ru: <accent>Никогда не делитесь</accent> своей кодовой фразой с кем-либо, так как это может привести к потере средств.

# security__pass_recovery
source: <accent>Passphrase:</accent> {passphrase}
ar: <accent>عبارة المرور:</accent> {passphrase}
ca: <accent>Frase de pas:</accent> {passphrase}
cs: <accent>Přístupová fráze:</accent> {passphrase}
el: <accent>Κωδικός Πρόσβασης:</accent> {passphrase}
fr: <accent>Phrase d'authentification :</accent> {passphrase}
pl: <accent>Hasło:</accent> {passphrase}
pt: <accent>Frase-passe:</accent> {passphrase}
pt_br: <gray>Senha:</gray> {passphrase}
ru: <accent>Кодовая фраза:</accent> {passphrase}

# security__pass_text
source: You added a passphrase to your recovery phrase during wallet setup.
ar: لقد أضفت عبارة مرور إلى عبارة الاسترداد أثناء إعداد المحفظة.
ca: Has afegit una frase de pas a la teva frase de recuperació durant la configuració de la cartera.
cs: Během nastavení peněženky jste do fráze pro obnovení přidali přístupovou frázi.
de: Du hast bei der Einrichtung deines Wallets eine Passphrase zu deiner Wiederherstellungsphrase hinzugefügt.
el: Προσθέσατε έναν κωδικό πρόσβασης στη φράση ανάκτησής σας κατά τη ρύθμιση του πορτοφολιού.
es: Añadiste una passphrase a tu frase de recuperación al configurar tu wallet.
fr: Vous avez ajouté une phrase secrète à votre phrase de récupération lors de la configuration du portefeuille.
it: Hai aggiunto una passphrase alla tua recovery phrase durante la configurazione del wallet.
nl: U heeft een wachtwoordzin aan de herstelwoorden toegevoegd tijdens de configuratie van uw wallet.
pl: Dodałeś hasło do swojej frazy odzyskiwania podczas konfiguracji portfela.
pt: Adicionaste uma frase-passe à tua frase de recuperação durante a configuração da carteira.
pt_br: Você adicionou uma frase secreta durante a configuração da carteira.
ru: Вы добавили кодовую фразу к фразе восстановления во время создания кошелька.

# security__pass_your
source: Your Passphrase
ar: عبارة المرور الخاصة بك
ca: La teva frase de pas
cs: Vaše přístupová fráze
de: Dein Passwort
el: Ο Κωδικός Πρόσβασής σας
es: Su frase de acesso
fr: Votre phrase secrète
it: La Tua Passphrase
nl: Uw Wachtwoordzin
pl: Twoje hasło
pt: A Tua Frase-passe
pt_br: Sua Frase Secreta
ru: Ваша Кодовая Фраза

# security__pin_attempts
source: {attemptsRemaining} attempts remaining. Forgot your PIN?
ar: {attemptsRemaining} محاولات متبقية. هل نسيت رمز PIN؟
ca: {attemptsRemaining} intents restants. Has oblidat el PIN?
cs: Zbývá {attemptsRemaining} pokus/ů. Zapomněli jste svůj PIN?
de: {attemptsRemaining} Versuche verbleiben. Hast du deinen PIN vergessen?
el: {attemptsRemaining} προσπάθειες απομένουν. Ξεχάσατε το PIN σας;
es: Quedan {attemptsRemaining} intentos. ¿Olvidó su PIN?
fr: {attemptsRemaining} tentatives restantes. Vous avez oublié votre code PIN ?
it: {attemptsRemaining} tentativi rimanenti. Ha dimenticato il PIN?
nl: {attemptsRemaining} resterende pogingen. Uw pincode vergeten?
pl: Liczba pozostałych prób:{attemptsRemaining}. Zapomniałeś kodu PIN?
pt: {attemptsRemaining} tentativas restantes. Esqueceste o teu PIN?
pt_br: {attemptsRemaining} tentativas restantes. Esqueceu seu PIN?
ru: Осталось {attemptsRemaining} попыток. Забыли PIN-код?

# security__pin_choose_header
source: Choose 4-Digit PIN
ar: اختر رمز PIN من 4 أرقام
ca: Tria un PIN de 4 dígits
cs: Vyberte 4místný PIN
de: 4-stelligen PIN wählen
el: Επιλέξτε 4ψήφιο PIN
es: Elija un PIN de 4 dígitos
fr: Choisissez un code PIN à 4 chiffres
it: Scegli il PIN a 4 cifre
nl: Kies een 4-cijferige pincode
pl: Wybierz 4 cyfrowy kod PIN
pt: Escolhe PIN de 4 Dígitos
pt_br: Escolha o PIN de 4 dígitos
ru: Выберите 4-значный PIN-код

# security__pin_choose_text
source: Please use a PIN you will remember. If you forget your PIN you can reset it, but that will require restoring your wallet.
ar: يرجى استخدام رمز PIN ستتذكره. إذا نسيت رمز PIN، يمكنك إعادة تعيينه، لكن ذلك سيتطلب استعادة محفظتك.
ca: Si us plau, utilitza un PIN que recordis. Si oblides el teu PIN pots restablir-lo, però això requerirà restaurar la teva cartera.
cs: Použijte prosím PIN, který si zapamatujete. Pokud svůj PIN zapomenete, můžete jej resetovat, ale to bude vyžadovat obnovení vaší peněženky.
de: Bitte verwende einen PIN, den du dir merken wirst. Wenn du deinen PIN vergisst, kannst du ihn zurücksetzen, aber das erfordert die Wiederherstellung deines Wallets.
el: Παρακαλώ χρησιμοποιήστε ένα PIN που θα θυμάστε. Αν ξεχάσετε το PIN σας μπορείτε να το επαναφέρετε, αλλά αυτό θα απαιτήσει επαναφορά του πορτοφολιού σας.
es: Por favor, utilice un PIN que recuerde. Si olvida su PIN puede restablecerlo, pero para ello tendrá que restaurar su monedero.
fr: Veuillez utiliser un code PIN dont vous vous souviendrez. Si vous oubliez votre code PIN, vous pouvez le réinitialiser, mais cela nécessitera de restaurer votre portefeuille.
it: Utilizza un PIN che ricorderai. Se dimentichi il PIN, puoi reimpostarlo, ma ciò richiede il ripristino del wallet.
nl: Zorg dat u een pincode gebruikt die u kunt onthouden. U kunt de pincode wel resetten als u die vergeet, maar dat vereist wel dat de hele wallet hersteld wordt.
pl: Użyj kodu PIN, który zapamiętasz. Jeśli zapomnisz kodu PIN, możesz go zresetować, ale będzie to wymagało przywrócenia portfela.
pt: Por favor, usa um PIN de que te lembres. Se esqueceres o teu PIN, podes redefini-lo, mas isso exigirá restaurar a tua carteira.
pt_br: Use um PIN que você se lembrará. Se você esquecer o PIN, poderá redefini-lo mas isso exigirá a restauração da carteira.
ru: Пожалуйста, используйте PIN-код, который вы запомните. Если вы забудете свой PIN-код, вы можете сбросить его, но для этого потребуется восстановить кошелёк.

# security__pin_disable_button
source: Disable PIN
ar: تعطيل رمز PIN
ca: Desactiva el PIN
cs: Zakázat PIN
de: PIN deaktivieren
el: Απενεργοποίηση PIN
es: Desactivar PIN
fr: Désactiver le code PIN
it: Disabilita il PIN
nl: Pincode Uitschakelen
pl: Wyłącz kod PIN
pt: Desativar PIN
pt_br: Desativar PIN
ru: Отключить PIN-код

# security__pin_disable_text
source: PIN code is currently enabled. If you want to disable your PIN, you need to enter your current PIN code first.
ar: رمز PIN ممكّن حاليًا. إذا كنت تريد تعطيل رمز PIN، تحتاج إلى إدخال رمز PIN الحالي أولاً.
ca: El codi PIN està actualment habilitat. Si vols desactivar el teu codi PIN, has d'introduir primer el teu codi PIN actual.
cs: PIN kód je aktuálně povolen. Pokud chcete deaktivovat svůj PIN, musíte nejprve zadat svůj aktuální PIN kód.
de: Der PIN-Code ist derzeit aktiviert. Wenn du deinen PIN deaktivieren möchtest, musst du zuerst deinen aktuellen PIN-Code eingeben.
el: Ο κωδικός PIN είναι ενεργοποιημένος αυτή τη στιγμή. Αν θέλετε να απενεργοποιήσετε το PIN σας, πρέπει να εισάγετε πρώτα τον τρέχοντα κωδικό PIN σας.
es: El código PIN está actualmente activado. Si desea desactivar su PIN, deberá introducir primero su código PIN actual.
fr: Le code PIN est actuellement activé. Si vous souhaitez désactiver votre code PIN, vous devez d'abord saisir votre code PIN actuel.
it: Il codice PIN è abilitato. Se vuoi disattivare il PIN, prima inserisci il PIN corrente.
nl: Er is momenteel een pincode. Als deze uit wilt zetten dan moet u de huidige pincode eerst invoeren.
pl: Kod PIN jest obecnie aktywny. Jeśli chcesz go wyłączyć pierw musisz podać aktualny kod PIN.
pt: O código PIN está atualmente ativado. Se quiseres desativar o teu PIN, precisas de introduzir primeiro o teu código PIN atual.
pt_br: O código PIN está ativado no momento. Se quiser desativar o PIN, você precisará, primeiro, digitar o código PIN atual.
ru: PIN-код в настоящее время включен. Если вы хотите отключить свой PIN-код, вам необходимо сначала ввести текущий PIN-код.

# security__pin_disable_title
source: Disable PIN
ar: تعطيل رمز PIN
ca: Desactiva el PIN
cs: Zakázat PIN
de: PIN deaktivieren
el: Απενεργοποίηση PIN
es: Desactivar PIN
fr: Désactiver le code PIN
it: Disabilita il PIN
nl: Pincode Uitschakelen
pl: Wyłącz kod PIN
pt: Desativar PIN
pt_br: Desativar PIN
ru: Отключить PIN-код

# security__pin_enter
source: Please enter your PIN code
ar: يرجى إدخال رمز PIN الخاص بك
ca: Si us plau, introdueix el teu codi PIN
cs: Zadejte prosím svůj PIN kód
de: Bitte gib deinen PIN-Code ein
el: Παρακαλώ εισάγετε τον κωδικό PIN σας
es: Por favor, introduzca su código PIN
fr: Veuillez saisir votre code PIN
it: Inserisci il codice PIN
nl: Voer uw pincode in
pl: Podaj proszę kod PIN
pt: Por favor, introduz o teu código PIN
pt_br: Por favor, digite seu código PIN
ru: Пожалуйста, введите PIN-код

# security__pin_forgot_reset
source: Reset (Requires Recovery Phrase)
ar: إعادة التعيين (يتطلب عبارة الاسترداد)
ca: Restablir (Es necessita la frase de recuperació)
cs: Resetovat (vyžaduje obnovovací frázi)
de: Zurücksetzen (erfordert Wiederherstellungsphrase)
el: Επαναφορά (Απαιτείται Φράση Ανάκτησης)
es: Restablecer (requiere frase de recuperación)
fr: Réinitialisation (nécessite une phrase de récupération)
it: Reset (Richiede la Recovery Phrase)
nl: Reset (Vereist de Herstelwooden)
pl: Reset (wymaga mnemonika)
pt: Redefinir (Requer Frase de Recuperação)
pt_br: Restaurar (Requer a Frase de Recuperação)
ru: Сбросить (требуется Фраза Восстановления)

# security__pin_forgot_text
source: Forgot your PIN? Reset and recover your Bitkit wallet with your recovery phrase. Set a new PIN after completing recovery.
ar: هل نسيت رمز PIN؟ أعد التعيين واستعد محفظة Bitkit باستخدام عبارة الاسترداد. قم بتعيين رمز PIN جديد بعد إكمال الاستعادة.
ca: Has oblidat el PIN? Restableix i recupera la teva cartera Bitkit amb la teva frase de recuperació. Configura un nou PIN després de completar la recuperació.
cs: Zapomněli jste svůj PIN? Resetujte a obnovte svou peněženku Bitkit pomocí vaší obnovovací fráze. Po dokončení obnovení nastavte nový PIN.
de: PIN vergessen? Setze hier dein Bitkit-Wallet zurück und stelle es mit deiner Wiederherstellungsphrase wieder her. Vergebe eine neue PIN nach deiner Wiederherstellung.
el: Ξεχάσατε το PIN σας; Επαναφέρετε και ανακτήστε το πορτοφόλι Bitkit σας με τη φράση ανάκτησής σας. Ορίστε νέο PIN μετά την ολοκλήρωση της ανάκτησης.
es: ¿Ha olvidado su PIN? Reinicie y recupere su monedero Bitkit con su frase de recuperación. Establezca un nuevo PIN después de completar la recuperación.
fr: Vous avez oublié votre code PIN ? Réinitialisez et récupérez votre portefeuille Bitkit avec votre phrase de récupération. Définissez un nouveau code PIN après avoir terminé la récupération.
it: Ha dimenticato il PIN? Resetta e recupera il tuo wallet Bitkit con la recovery phrase. Imposta un nuovo PIN dopo aver completato il recupero.
nl: Uw pincode vergeten? Reset en herstel uw Bitkit wallet met de herstelwoorden. Na het herstel kunt u een niewe pincode configureren.
pl: Zapomniałeś kodu PIN? Zresetuj i odzyskaj swój portfel Bitkit używając mnemonika. Ustaw nowy kod PIN po zakończeniu odzyskiwania portfela.
pt: Esqueceste o teu PIN? Redefine e recupera a tua carteira Bitkit com a tua frase de recuperação. Define um novo PIN após completares a recuperação.
pt_br: Esqueceu seu PIN? Redefina e recupere sua carteira Bitkit com a sua frase de recuperação. Defina um novo PIN após concluir a recuperação.
ru: Забыли свой PIN-код? Сбросьте и восстановите свой кошелёк Bitkit с помощью фразы восстановления. Установите новый PIN-код после завершения восстановления.

# security__pin_forgot_title
source: Forgot PIN?
ar: هل نسيت رمز PIN؟
ca: Has oblidat el PIN?
cs: Zapomněli jste PIN?
de: PIN vergessen?
el: Ξεχάσατε το PIN;
es: ¿Ha olvidado el PIN?
fr: Vous avez oublié votre code PIN ?
it: Ha dimenticato il PIN?
nl: Pincode Vergeten?
pl: Zapomniałeś kodu PIN?
pt: Esqueceste o PIN?
pt_br: Esqueceu o PIN?
ru: Забыли PIN-код?

# security__pin_last_attempt
source: Last attempt. Entering the wrong PIN again will reset your wallet.
ar: المحاولة الأخيرة. إدخال رمز PIN خاطئ مرة أخرى سيؤدي إلى إعادة تعيين محفظتك.
ca: Darrer intent. Introduir el PIN incorrecte de nou reiniciarà la teva cartera.
cs: Poslední pokus. Opětovným zadáním špatného PIN se vaše peněženka resetuje.
de: Letzter Versuch. Wenn du den falschen PIN erneut eingibst, wird dein Wallet zurückgesetzt.
el: Τελευταία προσπάθεια. Η εισαγωγή λανθασμένου PIN ξανά θα επαναφέρει το πορτοφόλι σας.
es: Último intento. Si vuelve a introducir un PIN erróneo, se reiniciará su monedero.
fr: Dernière tentative. Si vous saisissez à nouveau un code PIN erroné, votre portefeuille sera réinitialisé.
it: Ultimo tentativo. Se inserisci nuovamente il PIN sbagliato, il wallet verrà resettato.
nl: Laatste poging. Als u nogmaals een foutieve pincode invoert dan zal de wallet gereset worden.
pl: Ostatnia próba. Wpisanie błędnego kodu spowoduje zresetowanie portfela.
pt: Última tentativa. Introduzir o PIN errado novamente irá redefinir a tua carteira.
pt_br: Última tentativa. Se digitar o PIN errado novamente, sua carteira será redefinida.
ru: Последняя попытка. Повторный ввод неправильного PIN-кода приведёт к сбросу вашего кошелька.

# security__pin_not_match
source: Try again, this is not the same PIN.
ar: حاول مرة أخرى، هذا ليس نفس رمز PIN.
ca: Torna a provar, això no és el mateix PIN.
cs: Zkuste to znovu, toto není stejný PIN.
de: Versuche es erneut, dieser PIN stimmt nicht überein.
el: Δοκιμάστε ξανά, αυτό δεν είναι το ίδιο PIN.
es: Inténtelo de nuevo, no es el mismo PIN.
fr: Réessayez, il ne s'agit pas du même code PIN.
it: Provi di nuovo, il PIN non coincide.
nl: Probeer het nogmaals, dit is niet dezelfde pincode.
pl: Spróbuj ponownie, kody PIN się różnią.
pt: Tenta novamente, este não é o mesmo PIN.
pt_br: Tente novamente, este não é o mesmo PIN.
ru: Попробуйте ещё раз, это не тот PIN-код.

# security__pin_retype_header
source: Retype 4-Digit PIN
ar: أعد كتابة رمز PIN المكون من 4 أرقام
ca: Torna a escriure el PIN de 4 dígits
cs: Znovu zadejte 4místný PIN
de: 4-stelligen PIN erneut eingeben
el: Επαναπληκτρολογήστε το 4ψήφιο PIN
es: Vuelva a introducir el PIN de 4 dígitos
fr: Retapez le code PIN à 4 chiffres
it: Digita di nuovo il PIN a 4 cifre
nl: Type de 4-cijferige pincode opnieuw
pl: Wpisz ponownie 4 cyfrowy kod PIN
pt: Reescrever PIN de 4 Dígitos
pt_br: Digite novamente o PIN de 4 dígitos
ru: Повторите 4-значный PIN-код

# security__pin_retype_text
source: Please retype your 4-digit PIN to complete the setup process.
ar: يرجى إعادة كتابة رمز PIN المكون من 4 أرقام لإكمال عملية الإعداد.
ca: Si us plau, torna a escriure el teu PIN de 4 dígits per completar el procés de configuració.
cs: Chcete-li dokončit proces nastavení, zadejte znovu svůj 4místný kód PIN.
de: Bitte gib deinen 4-stelligen PIN erneut ein, um den Einrichtungsprozess abzuschließen.
el: Παρακαλώ επαναπληκτρολογήστε το 4ψήφιο PIN σας για να ολοκληρώσετε τη διαδικασία ρύθμισης.
es: Vuelva a introducir su PIN de 4 dígitos para completar el proceso de configuración.
fr: Veuillez retaper votre code PIN à 4 chiffres pour terminer la procédure de configuration.
it: Digita nuovamente il tuo PIN a 4 cifre per completare il processo di configurazione.
nl: Voer uw 4-cijferige pincode nogmaals in om de instellingen te voltooien.
pl: Wpisz proszę ponownie 4 cyfrowy kod PIN aby zakończyć konfigurację.
pt: Por favor, reescreve o teu PIN de 4 dígitos para completar o processo de configuração.
pt_br: Digite novamente o PIN de 4 dígitos para concluir o processo de configuração.
ru: Повторно введите 4-значный PIN-код, чтобы завершить процесс установки.

# security__pin_security_button
source: Secure Wallet
ar: تأمين المحفظة
ca: Cartera segura
cs: Zabezpečit peněženku
de: Wallet sichern
el: Ασφάλιση Πορτοφολιού
es: Proteger Monedero
fr: Portefeuille sécurisé
it: Wallet Sicuro
nl: Beveilig de Wallet
pl: Zabezpiecz portfel
pt: Proteger Carteira
pt_br: Segurança de Carteira
ru: Защитить Кошелёк

# security__pin_security_header
source: Increase Security
ar: زيادة الأمان
ca: Incrementa la seguretat
cs: Zvýšit zabezpečení
de: Sicherheit erhöhen
el: Αύξηση Ασφάλειας
es: Aumentar la seguridad
fr: Renforcer la sécurité
it: Aumentare la Sicurezza
nl: Verbeter de Beveiliging
pl: Zwieksz bezpieczeństwo
pt: Aumentar Segurança
pt_br: Aumentar Segurança
ru: Повысьте Безопасность

# security__pin_security_text
source: To increase wallet security, you can set up a PIN code and Face ID.
ar: لزيادة أمان المحفظة، يمكنك إعداد رمز PIN و Face ID.
ca: Per augmentar la seguretat de la cartera, pots configurar un codi PIN i Face ID.
cs: Chcete-li zvýšit zabezpečení peněženky, můžete si nastavit kód PIN a Face ID.
de: Um die Sicherheit deines Wallets zu erhöhen, kannst du einen PIN-Code und Face ID einrichten.
el: Για να αυξήσετε την ασφάλεια του πορτοφολιού, μπορείτε να ρυθμίσετε κωδικό PIN και Face ID.
es: Para mejorar la seguridad del monedero, puede establecer un código PIN y Face ID.
fr: Pour renforcer la sécurité du portefeuille, vous pouvez configurer un code PIN et Face ID.
it: Per aumentare la sicurezza del portafoglio, puoi impostare un codice PIN e Face ID.
nl: Om uw wallet nog beter te beveiligen, kunt u een PIN-code en Face ID instellen.
pl: Aby zwiększyć bezpieczeństwo portfela, możesz ustawić kod PIN i Face ID.
pt: Para aumentar a segurança da carteira, podes configurar um código PIN e Face ID.
pt_br: Para aumentar a segurança da carteira, você pode configurar um código PIN e Face ID.
ru: Для повышения безопасности кошелька вы можете установить PIN-код и Face ID.

# security__pin_security_title
source: <accent>Protect</accent> your bitcoin
ar: <accent>احمِ</accent> بيتكوين الخاص بك
ca: <accent>Protegeix</accent> els teus bitcoin
cs: <accent>Chraňte</accent> své bitcoiny
de: <accent>Schütze</accent> deine Bitcoin
el: <accent>Προστατέψτε</accent> τα bitcoin σας
es: <accent>Protege</accent> tus bitcoin
fr: <accent>Protégez</accent> vos bitcoins
it: <accent>Proteggi</accent> i tuoi Bitcoin
nl: <accent>Bescherm</accent> uw bitcoin
pl: <accent>Chroń</accent> swoje bitcoiny
pt: <accent>Protege</accent> o teu bitcoin
pt_br: <accent>Proteja</accent> seu bitcoin
ru: <accent>Защитите</accent> свои биткойны

# security__pin_send
source: Please enter your PIN code to confirm and send out this payment.
ar: يرجى إدخال رمز PIN الخاص بك لتأكيد وإرسال هذه الدفعة.
ca: Si us plau, introdueix el teu codi PIN per confirmar i enviar aquest pagament.
cs: Pro potvrzení a odeslání této platby prosím zadejte svůj PIN kód.
de: Bitte gib deinen PIN-Code ein, um diese Zahlung zu bestätigen und zu senden.
el: Παρακαλώ εισάγετε τον κωδικό PIN σας για να επιβεβαιώσετε και να στείλετε αυτή την πληρωμή.
es: Por favor, introduzca su código PIN para confirmar y enviar este pago.
fr: Veuillez saisir votre code PIN pour confirmer et envoyer ce paiement.
it: Inserisci il codice PIN per confermare e inviare questo pagamento.
nl: Voer uw pincode in om deze betaling te bevestigen en versturen.
pl: Proszę podaj swój kod PIN aby potwierdzić i wysłać płatność.
pt: Por favor, introduz o teu código PIN para confirmar e enviar este pagamento.
pt_br: Digite seu código PIN para confirmar e enviar esse pagamento.
ru: Введите PIN-код, чтобы подтвердить и отправить этот платеж.

# security__pin_send_title
source: Enter PIN Code
ar: أدخل رمز PIN
ca: Introdueix el codi PIN
cs: Zadejte kód PIN
de: PIN-Code eingeben
el: Εισάγετε Κωδικό PIN
es: Introducir Código PIN
fr: Entrer code PIN
it: Inserisci Codice PIN
nl: Voer Pincode In
pl: Wprowadź kod PIN
pt: Introduzir Código PIN
pt_br: Digitar o código PIN
ru: Введите PIN-код

# security__pin_use_biometrics
source: Use {biometricsName}
ar: استخدام {biometricsName}
ca: Utilitzar {biometricsName}
cs: Použít {biometricsName}
de: Verwende {biometricsName}
el: Χρήση {biometricsName}
es: Utilizar {biometricsName}
fr: Utiliser {biometricsName}
it: Utilizza {biometricsName}
nl: Gebruik {biometricsName}
pl: Użyj {biometricsName}
pt: Usar {biometricsName}
pt_br: Usar {biometricsName}
ru: Использовать {biometricsName}

# security__recovery
source: Recovery
ar: الاستعادة
ca: Recuperació
cs: Obnova
de: Wiederherstellung
el: Ανάκτηση
es: Recuperación
fr: Récupération
nl: Herstel
pl: Odzyskiwanie
pt: Recuperação
pt_br: Recuperação
ru: Восстановление
