Repository: synonymdev/bitkit-ios
Catalog: Bitkit/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fr, it, nl, pl, pt, pt_br, ru

# lightning__availability__title
source: Funds <accent>availability</accent>
ar: توفر <accent>الأموال</accent>
ca: Disponibilitat <accent>de fons</accent>
cs: Finanční prostředky <accent>dostupnost</accent>
de: Funds <accent>Verfügbarkeit</accent>
el: Διαθεσιμότητα <accent>κεφαλαίων</accent>
es: Disponibilidad <accent>de fondos</accent>
fr: Fonds <accent>Disponibilité</accent>
it: Disponibilità <accent>dei fondi</accent>
nl: Beschikbaarheid <accent>van geld</accent>
pl: Dostępność <accent>funduszy</accent>
pt: Disponibilidade <accent>de fundos</accent>
pt_br: Disponibilidade <accent>de fundos</accent>
ru: Доступность <accent>Средств</accent>

# lightning__balance
source: Balance
ar: الرصيد
ca: Saldo
cs: Zůstatek
de: Guthaben
el: Υπόλοιπο
es: Saldo
fr: Solde
it: Saldo
nl: Saldo
pl: Saldo
pt: Saldo
pt_br: Saldo
ru: Баланс

# lightning__base_fee
source: Spending base fee
ar: رسوم الإنفاق الأساسية
ca: Comissió base de despesa
cs: Základní poplatek za transakci
de: Grundgebühr
el: Βασικό τέλος δαπανών
es: Comisión base de gasto
fr: Frais de base des Dépenses
it: Commissione base spesa
nl: Bestedingsbasiskosten
pl: Opłata bazowa za wydatki
pt: Taxa base de gastos
pt_br: Taxa base de gastos
ru: Базовая Комиссия за Расходы

# lightning__channel_id
source: Channel ID
ar: معرّف القناة
ca: ID de canal
cs: ID kanálu
es: ID del canal
fr: ID du canal
it: ID Canale
nl: Kanaal-ID
pl: ID kanału
pt: ID do canal
pt_br: ID do canal
ru: ID Канала

# lightning__channel_node_id
source: Peer ID
ar: معرّف النظير
ca: ID de node parell
cs: ID uzlu
es: ID del par
fr: ID du pair
it: ID del nodo
pl: ID węzła
pt: ID do nó
pt_br: ID do Peer
ru: ID Узла

# lightning__channel_opened_msg
source: You can now pay anyone, anywhere, instantly.
ar: يمكنك الآن الدفع لأي شخص، في أي مكان، فورًا.
ca: Ara pots pagar a qualsevol persona, en qualsevol lloc, instantàniament.
cs: Nyní můžete platit komukoli, kdekoli a okamžitě.
de: Du kannst jetzt jedermann, überall, instant bezahlen.
el: Τώρα μπορείτε να πληρώσετε οποιονδήποτε, οπουδήποτε, άμεσα.
es: Ahora puede pagar a cualquier persona, en cualquier lugar y al instante.
fr: Vous pouvez désormais payer n'importe qui, n'importe où, instantanément.
it: Ora puoi pagare chiunque, ovunque, istantaneamente.
nl: U kunt nu directe betalingen maken aan wie u wilt, wanneer u wilt.
pl: Teraz możesz zapłacić każdemu, gdziekolwiek, natychmiast.
pt: Agora podes pagar a qualquer pessoa, em qualquer lugar, instantaneamente.
pt_br: Agora é possível pagar qualquer pessoa, em qualquer lugar, instantaneamente.
ru: Теперь вы можете платить кому угодно, где угодно, мгновенно.

# lightning__channel_opened_title
source: Spending Balance Ready
ar: رصيد الإنفاق جاهز
ca: Saldo de despesa llest
cs: Disponibilní zůstatek připraven
el: Το Υπόλοιπο Δαπανών είναι Έτοιμο
es: Saldo de Gastos Listo
fr: Solde Dépenses
it: Conto di spesa Pronto
nl: Bestedingssaldo Gereed
pl: Saldo wydatków gotowe
pt: Saldo de Gastos Pronto
pt_br: Saldo de Gastos Pronto
ru: Баланс Расходов Готов

# lightning__channel_point
source: Channel point
ar: نقطة القناة
ca: Punt del canal
cs: Bod kanálu
de: Kanalpunkt
es: Punto del canal
fr: Point du canal
it: Punto canale
nl: Kanaalpunt
pl: Punkt kanału
pt: Ponto do canal
pt_br: Ponto do canal
ru: Точка Канала

# lightning__close_button
source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть

# lightning__close_conn
source: Close Connection
ar: إغلاق الاتصال
ca: Tanca la connexió
cs: Uzavřít spojení
el: Κλείσιμο Σύνδεσης
es: Terminar conexión
fr: Fermer la connexion
it: Chiusura Connessione
nl: Verbinding Sluiten
pl: Zamknij połączenie
pt: Fechar Ligação
pt_br: Fechar Conexão
ru: Закрыть Соединение

# lightning__close_error
source: Transfer Failed
ar: فشل التحويل
ca: Transferència fallida
cs: Přenos se nezdařil
el: Η Μεταφορά Απέτυχε
es: Transferencia Fallida
fr: Échec de transfer
it: Trasferimento non riuscito
nl: Overboeking Mislukt
pl: Transfer nie powiódł się
pt: Transferência Falhou
pt_br: A Transferência Falhou
ru: Перевод Не Удался

# lightning__close_error_msg
source: Unable to transfer your funds back to savings. Please try again.
ar: تعذر تحويل أموالك إلى المدخرات. يرجى المحاولة مرة أخرى.
ca: No es possible transferir els teus fons de tornada a estalvi. Si us plau, intenta-ho de nou.
cs: Nelze převést vaše prostředky zpět do úspor. Zkuste to prosím znovu.
el: Αδυναμία μεταφοράς των κεφαλαίων σας πίσω στις αποταμιεύσεις. Παρακαλώ δοκιμάστε ξανά.
es: No se pueden transferir los fondos de vuelta a ahorros. Por favor, inténtelo de nuevo.
fr: Impossible de renvoyer vos fonds sur le compte épargne. Veuillez réessayer.
it: Impossibile trasferire nuovamente i fondi nei risparmi. Per favore riprova.
nl: Het geld kon niet worden teruggeboekt naar uw spaarsaldo. Probeer het opnieuw.
pl: Nie można przelać środków z powrotem na saldo oszczędności. Proszę spróbować ponownie.
pt: Não foi possível transferir os teus fundos de volta para poupanças. Por favor, tenta novamente.
pt_br: Não foi possível transferir seus fundos de volta para sua poupança. Por favor, tente novamente.
ru: Не удалось перевести ваши средства обратно в сбережения. Пожалуйста, попробуйте снова.

# lightning__close_success_msg
source: Your funds are being transferred back to your savings.
ar: يجري تحويل أموالك إلى مدخراتك.
ca: Els teus fons s'estan transferint de tornada als teus estalvis.
cs: Vaše finanční prostředky jsou převáděny zpět do vašich úspor.
el: Τα κεφάλαιά σας μεταφέρονται πίσω στις αποταμιεύσεις σας.
es: Sus fondos están siendo transferidos de vuelta a sus ahorros.
fr: Vos fonds sont transférés vers votre épargne.
it: I tuoi fondi verranno trasferiti nuovamente ai tuoi risparmi.
nl: Uw geld wordt teruggeboekt naar uw spaarsaldo.
pl: Państwa środki są przelewane z powrotem do oszczędności.
pt: Os teus fundos estão a ser transferidos de volta para as tuas poupanças.
pt_br: Seus fundos estão sendo transferidos de volta para sua poupança.
ru: Ваши средства переводятся обратно в сбережения.

# lightning__close_success_title
source: Transfer Initiated
ar: بدأ التحويل
ca: Transferència iniciada
cs: Zahájení převodu
el: Η Μεταφορά Ξεκίνησε
es: Transferencia Iniciada
fr: Transfert initié
it: Trasferimento avviato
nl: Overboeking Geïnitieerd
pl: Transfer zainicjowany
pt: Transferência Iniciada
pt_br: Transferência Iniciada
ru: Перевод Инициирован

# lightning__close_text
source: The fee to close this Lightning Connection and transfer your funds back to your savings depends on network conditions. Funds transfer to savings is usually instant, but settlement may take up to <accent>14 days</accent> under certain network conditions.
ar: تعتمد رسوم إغلاق اتصال Lightning هذا وتحويل أموالك إلى مدخراتك على ظروف الشبكة. عادةً ما يكون تحويل الأموال إلى المدخرات فوريًا، ولكن قد تستغرق التسوية حتى <accent>14 يومًا</accent> في ظروف شبكة معينة.
ca: La comissió per tancar aquesta connexió Lightning i transferir els teus fons de tornada als teus estalvis depèn de les condicions de la xarxa. La transferència de fons a estalvis sol ser instantània, però la liquidació pot trigar fins a <accent>14 dies</accent> en certes condicions de xarxa.
cs: Poplatek za uzavření tohoto lightning připojení a převod prostředků zpět na spořicí účet závisí na podmínkách sítě. Převod prostředků na spoření je obvykle okamžitý, ale za určitých síťových podmínek může vypořádání trvat až <accent>14 dní</accent>.
el: Το τέλος για το κλείσιμο αυτής της Σύνδεσης Lightning και τη μεταφορά των κεφαλαίων σας πίσω στις αποταμιεύσεις εξαρτάται από τις συνθήκες του δικτύου. Η μεταφορά κεφαλαίων στις αποταμιεύσεις είναι συνήθως άμεση, αλλά η εκκαθάριση μπορεί να διαρκέσει έως <accent>14 ημέρες</accent> υπό ορισμένες συνθήκες δικτύου.
es: La comisión para cerrar esta Conexión Lightning y transferir los fondos de vuelva a sus ahorros depende de las condiciones de la red. Transferir fondos a los ahorros normalmente es instantáneo, pero la liquidación podría llevar hasta <accent>14 días</accent> en ciertas condiciones de red.
fr: Les frais de fermeture de cette connection Lightning et de transfert de vos fonds vers votre Épargne dépendent des conditions du réseau. Le transfert des fonds vers l'Épargne est généralement instantané, mais la transaction peut prendre jusqu'à <accent>14 jours</accent> dans certaines conditions de réseau.
it: La commissione per chiudere questa connessione Lightning e trasferire nuovamente i fondi nei tuoi risparmi dipende dalle condizioni della rete. Il trasferimento dei fondi al conto di risparmio è solitamente istantaneo, ma il pagamento può richiedere fino a <accent>14 giorni</accent> in determinate condizioni di rete.
nl: De kosten om deze Lightning verbinding te sluiten en uw geld terug te boeken naar uw spaarsaldo zijn afhankelijk van de netwerkdrukte. De overboeking vindt meestal direct plaats, maar onder bepaalde netwerkomstandigheden kan het tot <accent>14 dagen</accent> duren.
pl: Opłata za zamknięcie tego połączenia Lightning i przelanie środków z powrotem na oszczędności zależy od warunków sieciowych. Przelew środków na oszczędności jest zazwyczaj natychmiastowy, ale w szczególnych warunkach sieciowych rozliczenie może potrwać do <accent>14 dni</accent>.
pt: A taxa para fechar esta Ligação Lightning e transferir os teus fundos de volta para as tuas poupanças depende das condições da rede. A transferência de fundos para poupanças é normalmente instantânea, mas a liquidação pode demorar até <accent>14 dias</accent> em certas condições de rede.
pt_br: A taxa para encerrar essa conexão Lightning e transferir seus fundos de volta para sua poupança depende das condições da rede. A transferência de fundos para a poupança geralmente é instantânea, mas pode levar até <accent>14 dias</accent> em determinadas condições de rede.
ru: Комиссия за закрытие этого Lightning соединения и перевод ваших средств обратно в сбережения зависит от условий сети. Перевод средств в сбережения обычно мгновенный, но расчёт может занять до <accent>14 дней</accent> в определённых сетевых условиях.

# lightning__closed_on
source: Closed on
ar: أُغلق في
ca: Tancat el
cs: Uzavřeno
de: Geschlossen am
el: Έκλεισε στις
es: Cerrado en
fr: Fermé le
it: Chiuso il
pl: Zamknięto
pt: Fechado em
pt_br: Fechado em
ru: Закрыто

# lightning__closure_reason
source: Closure reason
ar: سبب الإغلاق
ca: Motiu del tancament
cs: Důvod uzavření
de: Grund für die Schließung
el: Λόγος κλεισίματος
es: Motivo de cierre
fr: Motif de la fermeture
it: Motivo della chiusura
nl: Reden van sluiting
pl: Powód zamknięcia
pt: Motivo do fecho
pt_br: Motivo do fechamento
ru: Причина Закрытия

# lightning__conn_button_add
source: Add Connection
ar: إضافة اتصال
ca: Afegir connexió
cs: Přidat spojení
de: Verbindung hinzufügen
el: Προσθήκη Σύνδεσης
es: Añadir conexión
fr: Ajouter une connexion
it: Aggiungi Connessione
nl: Verbinding Toevoegen
pl: Dodaj połączenie
pt: Adicionar Ligação
pt_br: Adicionar Conexão
ru: Добавить Соединение

# lightning__conn_button_export_logs
source: Export Logs
ar: تصدير السجلات
ca: Exportar registres
cs: Exportovat protokoly
de: Logs exportieren
el: Εξαγωγή Αρχείων Καταγραφής
es: Exportar registros
fr: Exporter les logs
it: Esporta Log
nl: Geëxporteerde logboeken
pl: Eksport logów
pt: Exportar Registos
pt_br: Exportar Logs
ru: Экспортировать Логи

# lightning__conn_closed
source: Closed connections
ar: الاتصالات المغلقة
ca: Connexions tancades
cs: Uzavřená spojení
de: Geschlossene Verbindungen
el: Κλειστές συνδέσεις
es: Conexiones cerradas
fr: Connexions fermées
it: Connessioni chiuse
nl: Gesloten verbindingen
pl: Połączenia zamknięte
pt: Ligações fechadas
pt_br: Conexões fechadas
ru: Закрытые Соединения

# lightning__conn_closed_hide
source: Hide Closed & Failed
ar: إخفاء المغلقة والفاشلة
ca: Amaga tancades i fallides
cs: Skrýt uzavřená & nepovedená
de: Geschlossene & Fehlgeschlagene ausblenden
el: Απόκρυψη Κλειστών & Αποτυχημένων
es: Ocultar cerradas y fallidas
fr: Cachez les fermetures et les échecs
it: Nascondi Chiuse e Fallite
nl: Verberg Gesloten en Mislukte Verbindingen
pl: Ukryj zamknięte i nieudane
pt: Ocultar Fechadas e Falhadas
pt_br: Ocultar Fechadas e com Falhas
ru: Скрыть Закрытые и Неудачные

# lightning__conn_closed_show
source: Show Closed & Failed
ar: عرض المغلقة والفاشلة
ca: Mostra tancades i fallides
cs: Ukázat uzavřená & nepovedená
de: Geschlossene & Fehlgeschlagene anzeigen
el: Εμφάνιση Κλειστών & Αποτυχημένων
es: Mostrar cerradas y fallidas
fr: Montrer les fermetures et les échecs
it: Mostra Chiuse e Fallite
nl: Toon Gesloten en Mislukte Verbindingen
pl: Pokaż zamknięte i nieudane
pt: Mostrar Fechadas e Falhadas
pt_br: Mostrar Fechadas e com Falhas
ru: Показать Закрытые и Неудачные

# lightning__conn_failed
source: Failed connections
ar: الاتصالات الفاشلة
ca: Connexions fallides
cs: Neprovedená spojení
de: Fehlgeschlagene Verbindungen
el: Αποτυχημένες συνδέσεις
es: Conexiones fallidas
fr: Échec des connexions
it: Connessioni fallite
nl: Mislukte verbindingen
pl: Połączenia nieudane
pt: Ligações falhadas
pt_br: Conexões com falha
ru: Неудачные Соединения

# lightning__conn_open
source: Open connections
ar: الاتصالات المفتوحة
ca: Connexions obertes
cs: Otevřená spojení
de: Offene Verbindungen
el: Ανοιχτές συνδέσεις
es: Conexiones abiertas
fr: Connexions ouvertes
it: Connessioni aperte
nl: Open verbindingen
pl: Połączenia otwarte
pt: Ligações abertas
pt_br: Conexões abertas
ru: Открытые Соединения

# lightning__conn_pending
source: Pending connections
ar: الاتصالات المعلقة
ca: Connexions pendents
cs: Nevyřízená spojení
de: Ausstehende Verbindungen
el: Εκκρεμείς συνδέσεις
es: Conexiones pendientes
fr: Connexions en attente
it: Connessioni in sospeso
nl: Verbindingen in afwachting
pl: Połączenia oczekujące
pt: Ligações pendentes
pt_br: Conexões pendentes
ru: Ожидающие Соединения

# lightning__connection
source: Connection
ar: الاتصال
ca: Connexió
cs: Spojení
de: Verbindung
el: Σύνδεση
es: Conexión
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie
pt: Ligação
pt_br: Conexão
ru: Соединение

# lightning__connection_closed__description
source: The funds on your spending balance have been transferred to your savings.
ar: تم تحويل الأموال في رصيد إنفاقك إلى مدخراتك.
ca: Els fons del teu saldo de despesa s'han transferit als teus estalvis.
cs: Prostředky z vašeho disponibilního zůstatku byly převedeny do úspor.
de: Das Guthaben auf Ihrem Ausgabensaldo wurde auf Ihr Sparguthaben übertragen.
el: Τα κεφάλαια στο υπόλοιπο δαπανών σας έχουν μεταφερθεί στις αποταμιεύσεις σας.
es: Los fondos de su saldo de gastos han sido transferidos a sus ahorros.
fr: Les fonds de votre solde Dépenses ont été transférés vers votre épargne.
it: I fondi sul tuo saldo di spesa sono stati trasferiti ai tuoi risparmi.
nl: Het geld op uw bestedingssaldo is overgemaakt naar uw spaargeld.
pl: Środki z salda wydatków zostały przeniesione do oszczędności.
pt: Os fundos no teu saldo de gastos foram transferidos para as tuas poupanças.
pt_br: Os fundos de seu saldo de gastos foram transferidos para sua poupança.
ru: Средства на вашем балансе расходов были переведены в ваши сбережения.

# lightning__connection_closed__title
source: Connection Closed
ar: تم إغلاق الاتصال
ca: Connexió tancada
cs: Připojení uzavřeno
de: Verbindung geschlossen
el: Η Σύνδεση Έκλεισε
es: Conexión Cerrada
fr: Connexion fermée
it: Connessione chiusa
nl: Verbinding Gesloten
pl: Połączenie zamknięte
pt: Ligação Fechada
pt_br: Conexão Desativada
ru: Соединение Закрыто

source: Lightning Connections
ar: اتصالات Lightning
ca: Connexions Lightning
cs: Lightning spojení
de: Lightning Verbindungen
el: Συνδέσεις Lightning
es: Conexiones Lightning
fr: Connexions Lightning
it: Connessioni Lightning
nl: Lightning Verbindingen
pl: Połączenia z Lightning
pt: Ligações Lightning
pt_br: Conexões Lightning
ru: Lightning Соединения

# lightning__created_on
source: Created on
ar: أُنشئ في
ca: Creat el
cs: Vytvořeno
de: Erstellt am
el: Δημιουργήθηκε στις
es: Creado en
fr: Créé le
it: Creato il
nl: Aangemaakt op
pl: Utworzono
pt: Criado em
pt_br: Criado em
ru: Создано

# lightning__error_add
source: Bitkit could not add the Lightning peer.
ar: تعذر على Bitkit إضافة نظير Lightning.
ca: Bitkit no ha pogut afegir el node parell Lightning.
cs: Bitkit se nepodařilo přidat Lightning peer.
de: Bitkit konnte den Lightning-Peer nicht hinzufügen.
el: Το Bitkit δεν μπόρεσε να προσθέσει τον ομότιμο Lightning.
es: Bitkit no pudo añadir el par Lightning.
fr: Bitkit n'a pas pu ajouter le pair Lightning.
it: Bitkit non è riuscito ad aggiungere il peer Lightning.
nl: Bitkit kon de Lightning peer niet toevoegen.
pl: Bitkit nie mógł dodać peera Lightning.
pt: Bitkit não conseguiu adicionar o nó Lightning.
pt_br: Bitkit não foi capaz de adicionar o par Lightning.
ru: Bitkit не удалось добавить узел Lightning.

# lightning__error_add_title
source: Unable To Add Lightning Peer
ar: تعذر إضافة نظير Lightning
ca: No s'ha pogut afegir el node parell Lightning
cs: Nelze přidat Lightning Peer
de: Lightning-Peer konnte nicht hinzugefügt werden
el: Αδυναμία Προσθήκης Ομότιμου Lightning
es: Incapaz De Añadir Par Lightning
fr: Impossible d'ajouter un pair Lightning
it: Impossibile aggiungere il peer Lightning
nl: Kan Lightning Peer Niet Toevoegen
pl: Nie można dodać Lightning Peer
pt: Não Foi Possível Adicionar Nó Lightning
pt_br: Não foi possível adicionar o Peer Lightning.
ru: Не Удалось Добавить Узел Lightning

# lightning__error_add_tor
source: Bitkit cannot add Tor nodes.
ar: لا يمكن لـ Bitkit إضافة عقد Tor.
ca: Bitkit no pot afegir nodes Tor.
cs: Bitkit nemůže přidat uzly Tor.
de: Bitkit kann keine Tor-Knoten hinzufügen.
el: Το Bitkit δεν μπορεί να προσθέσει κόμβους Tor.
es: Bitkit no puede añadir nodos Tor.
fr: Bitkit ne peut pas ajouter de nœuds Tor.
it: Bitkit non può aggiungere nodi Tor.
nl: Bitkit kan geen Tor nodes toevoegen.
pl: Bitkit nie może dodawać węzłów Tor.
pt: Bitkit não consegue adicionar nós Tor.
pt_br: Bitkit não consegue adicionar nós Tor.

# lightning__error_add_uri
source: The URI appears to be invalid.
ar: يبدو أن عنوان URI غير صالح.
ca: L'URI sembla no ser vàlid.
cs: URI se zdá být neplatná.
de: Die URI scheint ungültig zu sein.
el: Το URI φαίνεται να είναι μη έγκυρο.
es: La URI parece ser inválida.
fr: L'URI semble être invalide.
it: L'URI sembra non essere valido.
nl: De URI lijkt ongeldig te zijn.
pl: Identyfikator URI wygląda na nieprawidłowy.
pt: O URI parece ser inválido.
pt_br: A URI parece ser inválida.
ru: URI кажется недействительным.

# lightning__error_channel_purchase
source: Instant Payments Setup Failed
ar: فشل إعداد المدفوعات الفورية
ca: Configuració de pagaments instantanis fallida
cs: Nastavení okamžitých plateb se nezdařilo
de: Einrichtung der Instant-Zahlungen fehlgeschlagen
el: Η Ρύθμιση Άμεσων Πληρωμών Απέτυχε
es: Error en la Configuración de Pago Instántaneo
fr: Échec de la configuration des paiements instantanés
it: Configurazione dei Pagamenti Istantanei Fallita
nl: Directe Betalingen Instellen Mislukt
pl: Konfiguracja płatności natychmiastowych nie powiodła się
pt: Configuração de Pagamentos Instantâneos Falhou
pt_br: Setup dos Pagamentos Instantâneos falhou
ru: Ошибка Настройки Мгновенных Платежей

# lightning__error_channel_receiving
source: Receiving amount needs to be greater than ${usdValue}
ar: يجب أن يكون مبلغ الاستلام أكبر من ${usdValue}
ca: L'import a rebre ha de ser superior a ${usdValue}
cs: Přijímaná částka musí být vyšší než ${usdValue}
de: Der Betrag muss größer sein als ${usdValue}
el: Το ποσό λήψης πρέπει να είναι μεγαλύτερο από ${usdValue}
es: La cantidad a recibir debe ser mayor de $ 1 {usdValue}
fr: Le montant reçu doit être supérieur à $.{usdValue}
it: L'importo da ricevere deve essere maggiore di ${usdValue}
nl: De hoeveelheid te ontvangen moet hoger zijn dan ${usdValue}
pl: Kwota odbioru musi być większa niż ${usdValue}
pt: O valor a receber precisa de ser superior a ${usdValue}
pt_br: O valor a ser recebido precisa ser maior que ${usdValue}
ru: Входящая ёмкость должна быть больше ${usdValue}

# lightning__error_channel_setup_msg
source: An error occurred when setting up your instant balance. {raw}
ar: حدث خطأ أثناء إعداد رصيدك الفوري. {raw}
ca: S'ha produït un error en configurar el teu saldo instantani. {raw}
cs: Při nastavování okamžitého zůstatku došlo k chybě. {raw}
de: Ein Fehler ist bei der Einrichtung deines Sofortguthabens aufgetreten. {raw}
el: Παρουσιάστηκε σφάλμα κατά τη ρύθμιση του άμεσου υπολοίπου σας. {raw}
es: Ocurrió un error al configurar su saldo instantáneo. {raw}
fr: Une erreur s'est produite lors de l'établissement de votre solde du compte courant. {raw}
it: Si è verificato un errore durante l'impostazione del saldo istantaneo. {raw}
nl: Er is een fout opgetreden bij het instellen van uw directe saldo. {raw}
pl: Wystąpił błąd podczas konfigurowania salda natychmiastowego. {raw}
pt: Ocorreu um erro ao configurar o teu saldo instantâneo. {raw}
pt_br: Ocorreu um erro ao configurar seu saldo de gastos. {raw}
ru: Произошла ошибка при настройке вашего мгновенного баланса. {raw}

# lightning__error_decode
source: Unable To Decode Invoice
ar: تعذر فك تشفير الفاتورة
ca: No s'ha pogut descodificar la factura
cs: Nelze dekódovat fakturu
de: Rechnung konnte nicht dekodiert werden
el: Αδυναμία Αποκωδικοποίησης Τιμολογίου
es: No se puede descodificar la factura
fr: Impossible de décoder la facture
it: Impossibile Decodificare Invoice
nl: Factuur Kan Niet Worden Gedecodeerd
pl: Nie można zdekodować faktury
pt: Não Foi Possível Descodificar Fatura
pt_br: Não Foi Possível Decodificar o Invoice
ru: Не Удалось Декодировать Инвойс

# lightning__error_invoice
source: Failed to Create Invoice
ar: فشل إنشاء الفاتورة
ca: No s'ha pogut crear la factura
cs: Vytvoření faktury se nezdařilo
de: Rechnungserstellung fehlgeschlagen
el: Αποτυχία Δημιουργίας Τιμολογίου
es: Falla al crear la factura
fr: Échec de la création de la facture
it: Crazione Invoice Fallita
nl: Mislukt om Factuur aan te Maken
pl: Nie udało się utworzyć faktury
pt: Falha ao Criar Fatura
pt_br: Falha ao Gerar Invoice
ru: Ошибка Создания Инвойса

# lightning__error_logs
source: Log Export Failed
ar: فشل تصدير السجلات
ca: Exportació del registre ha fallat
cs: Export protokolu se nezdařil
de: Log-Export fehlgeschlagen
el: Η Εξαγωγή Αρχείων Απέτυχε
es: Exportación de Registros Fallida
fr: Échec de l'exportation des logs
it: Esportazione log non riuscita
nl: Log Export Mislukt
pl: Eksport logów nie powiódł się
pt: Exportação de Registos Falhou
pt_br: Exportação de Logs Falhou
ru: Ошибка Экспорта Логов

# lightning__error_logs_description
source: Bitkit was not able to export the LDK logs.
ar: تعذر على Bitkit تصدير سجلات LDK.
ca: Bitkit no va poder exportar els registres de LDK.
cs: Bitkit se nepodařilo exportovat protokoly LDK.
de: Bitkit konnte die LDK-Logs nicht exportieren.
el: Το Bitkit δεν μπόρεσε να εξάγει τα αρχεία καταγραφής LDK.
es: Bitkit no fue capaz de exportar los logs LDK.
fr: Bitkit n'a pas pu exporter les logs LDK.
it: Bitkit non è stato in grado di esportare i logs LDK.
nl: Bitkit kon de LDK logs niet exporteren.
pl: Bitkit nie był w stanie wyeksportować logów LDK.
pt: Bitkit não conseguiu exportar os registos LDK.
pt_br: Bitkit não foi capaz de exportar os Logs LDK.
ru: Bitkit не удалось экспортировать логи LDK.
